{
    "main": "1,374 Days: My Life With Long Covid",
    "abstract": "Chronic illness has a way of picking apart your mind and breaking your heart.",
    "keywords": [
        "Long Covid",
        "Coronavirus (2019-nCoV)",
        "Chronic Condition (Health)",
        "Chronic Fatigue Syndrome"
    ],
    "comments": [
        "I’ve seen low dose naltrexone (LDN) studies shown as effective treatments.",
        "Thank you so much for such an illustrious article. You have articulated the scope of this disease in a way I've never seen before.   This is not new--ME/CFS patients have been suffering from a very similar set of symptoms for decades, 29 years in my case.  The paltry amount of research dollars (because it's a \"woman's disease) has not helped the matter. One can only hope that it will turn around at some point.",
        "A lovely piece. However, the over-the-top production approach ruined the reading experience for me. I'm in the flow, reading, and here comes some slow graphic thing where I'm forced to wait while words and blobs of color dance around on my screen. It's boring and I should be able to quickly scroll past if I want!\n\nAlso, for those who are finding sympathy for the author, please note that many of us have suffered from these syndromes for decades. ME/CFS, fibromyalgia, whatever crummy diagnosis we get, it's basically the same thing as Long Covid. When you meet someone who has a mystery illness, consider extending sympathy and compassion to them even if the term \"Long Covid\" isn't on their medical record.",
        "Immediately after my first case of Covid (early 2020), I developed severe herpes simplex 1 in both eyes and was given a strong dose of anti-viral (Gancyclivir 900mg)for 30 days. Also, my upper gums developed an abcess that erupted for 5 months until dentists were allowed open after lock-down and treat me (after a week of antibiotics did not work). My dentist's x-ray showed my tooth under the abcess site had a dead root and removed it (root canal). She did this only after getting a second opinion because I had not had any tooth nerve pain at all during the months before the root canal.  \n\nAfter three Covid vaccines, I got Covid again in summer of 2022 which was relatively mild for 12 days. Immediately after that, I got intense burning pain throughout my torso and arms that never went away. Eight months later, I finally got a new GP who agreed that I had post-herpatic nerve pain and prescribed a 5mg daily dose of Amitriptyline which worked in calming the pain although I still have mild itching in various areas of my torso. I was so tired for six months after this bout of Covid, that I could barely function and spent more than 12 hours a day in bed and was dizzy and had severe brain fog.\n\nNow (18 months later) I still tire easily and must pace myself and sleep at least 10-12 hours daily to avoid severe fatique. I have had only a couple of blood panels the were normal. But I am sure all of the above were my 'long Covid' experiences. It is real.",
        "I’ve never seen pain expressed so beautifully and poignantly. Thank you for your work despite this awful disease. I see patients with long COVID who have brain fog so badly they cannot work. It affects all of life. I hope you get well soon and that there is a cure for this!",
        "And this is NOT new with COVID. From personal experience, I know that in the mid 1990's a doctor diagnosed \"post viral syndrome\" after a moderate respiratory illness. It resulted in decades of disability much as is described above. Who knows how many viruses, in addition to the coronavirus, can lead to this suffering. Thank you for the excellent summary and for making others aware of this condition.",
        "I would like to thank sincerely all of you who took the time to read the piece and comment on it. Thank you for the moving words - this article is highly personal but I hope it can shine a light on what it feels like to live with a chronic illness on a daily basis.\n\nI am very sorry for so many fellow sufferers. It's heartbreaking to read how many can unfortunately relate to what I shared. I hope we will all be able to access targeted treatments and see improvement soon.\n\nLastly, I want to reiterate that I am no medical expert. This is a record of my experience and what may or may not have worked for me is not necessarily what may work for somebody else. I hope everyone will be able to find a compassionate, understanding doctor that can help guide them through their journey.",
        "Our healthcare system, if you are fortunate enough to have health insurance, really favors people who are mostly healthy and have only one or possibly two health 'issues' at a time. Anything more than that seems to be annoying and problematic to your over-burdened PCP and you start to feel you are \"over-using\" the system. So many people feel shame or embarrassment and don't bring up the third of fourth thing. Or stop going to the doctor altogether. Very few people would be as tenacious as this author. As the comments suggest, she is not alone in her suffering.",
        "Me, too. I had really debilitating long covid for more than 2 years and would say that about 70% of the 200 symptoms were present, including pain all over and -- what seems like craziness -- the sense that someone was poisoning me. I sat in a chair all day and night because I could not breathe if I lay down to sleep. My heart was the main organ system affected: I wound up with severe atrial fibrillation, a vegan who previously could jog 3 miles and swim a mile. Finally, I had enough sense to call an ambulance after it had taken me 2 hours to crawl up the stairs to the bath and then I could not get myself out of the shower. I spent a week in the hospital with the docs hovering, worried that I would have a stroke or a heart attack.\n\nBut I am one of the lucky ones -- my husband helped me through it all and now I am on heart meds (for the rest of my life) that are really helping with the circulatory symptoms. The long covid fades a little bit as time passes, athough I still have the fevers and chills pretty regularly. And every time I have the latest booster vaccine, it takes a month to recover back to where I was before I had it. My sincerest thoughts go out to all of you who are suffering and those who care for you. It's definitely one day at a time, sometimes one minute at a time.\n\nOne thing: Make sure you get help to brush your teeth. It might sound weird but we didn't really pay attention to this simple thing and now I am paying a steep price in dental reconstruction.",
        "Thank you so much for your heartfelt thoughts which probably made you totally exhausted! I too suffer from long COVID  for 1 year now.  I have had to kiss a lot of frogs (doctors) before capturing my prince (understandable G.I. Doc).  I have an Intake set up--in April 2024 for a long COVID clinic.  I got COVID after my 5th shot and am almost 67 years old. I also have what is know as a co-morbidity in that I suffer terribly from IBS-C, GERD, and bloat. Nobody at all knows how to treat me.  I am now on my 3rd gallon Ziplock bag storing all the medications once tried, twice forgotten as they made me worse in 1 way or another!  I have done extensive research and have found myself knowing more than most of my doctors, which is unsettling.  I have had every test, lab, X-ray, MRI, you name it done to me. Even repeats.  My takeaway from your wonderful yet sad article is that you are NEVER alone and that even when you experience a very bad day, there is someone out there worse off than you.  In the back of my mind I quietly say \"welcome to retirement.\" On my good days, I do everything I can knowing that the next day will be terrible. As my air miles add up, I only dream of being able to use them to travel like I used to do.  I don't dare go anywhere now.  \nI wish you the absolute best luck. I hope you too can travel soon back to your home country!",
        "Brooklyn is a good place to be if you're sick. With something hard to diagnose. They have quality medical care. Available. Not necessarily free on the screening labs - which may be deemed not medically necessary by insurance companies - and the imaging which is a toss-up on the billing side. But there really is no good place to be sick. \n\nThis beautifully illustrated, artistic article drives home at least one point: COVID is not the flu or the common cold. And it can have life-altering consequences. \n\nHere in the Deep South, we are still ambivalent about public health: common sense precautions, masks, distancing, vaccines, treatments. Well, people died here - Florida had the highest death rate in the over-65 population during the pandemic - but now you can see the long term effects. On old people. Middle-aged, young people. Schoolteachers that had to stop teaching. Their lives were wrecked. \n\nDown here though, we still have to figure out if science is worse than long-COVID.",
        "Hi.  Sorry to read about everything you are going through.  I had a similar experience after experiencing a virus in March 2020 and was dizzy for over 2 1/2 years.  Have you tried doing a sleep study and checking for sleep apnea?  Some of your symptoms (insomnia, ear ringing) match with that.  If you can improve your sleeping, this would most likely help with your healing process.",
        "The Buchinger-Wilhelmi clinic in Marbella, Spain has impressive results with Long Covid patients. \n\nI believe a study was conducted there that shows combining proven fasting methods with Ozone blood therapies (along with ozonev colonics) has proven miraculous for some. Bottom line is complete detox. \n\nIt's definitely worth talking to their doctors, at minimum, to see if it's a potential treatment that could help. \n\nI've been 6 times, (along with a lot of A list celebrities), and they know what they're doing. I've seen extraordinary results there. (not a paid commercial, I'm out of pocket!)",
        "There is some promising research indicating that low magnesium levels could be part of the clinical picture with long covid. Many of the symptoms of long covid are also the symptoms of low magnesium.  Careful increases in magnesium supplementation may provide some relief. Dr. Janet Brill has a website and books on the subject of magnesium and the important role it plays in our health.",
        "I fortunately never got Covid, and I am 73.  I led my life and got my shots and went out in public daily.  I wonder if Ms Lupi was already suffering an autoimmune disorder that made her more susceptible. It could be genetic because only my doctor daughter finally got covid and she was over it in a couple days. I do have an excellent immune system and have never had the flu. My diet is pristine with  turmeric, Vit D, K-2, etc. These symptoms remind me of Tarvlov Cyst sufferers, the neural involvement, fatigue, and pain. My only suggestion beyond the typical  is PEA, an amazing natural nerve paid reducer supplement.",
        "Thank you for your sharing your journey and medical data. Beautiful article and very educational. Would like to see more follow up articles on how long Covid is impacting people's lives and how widespread it is in the US and around the world.",
        "This is exactly what it feels like when you have any of a bunch of autoimmune conditions.  If people knew what this was going to be like, no one would have skipped the vaccine even though it was not 100% effective in preventing this.",
        "I had a feeling of empathy and horror reading the article.\n\nEmpathy because I've been suffering from long covid for 2 years. Horror because the author is even worse off than I am!  And I can barely get through the day!\n\nTo contribute a bit to describing the long covid experience:  Instead of getting better I've gotten worse, so now mostly housebound.  I can walk about as far as my driveway which means I can at least do some driving.\n\nBut generally, my experience feels like that of a Ghost.\n\nLike I am a soul, stuck haunting my house, simply observing another reality I can't access.  I watch my (thankfully) healthy wife and sons come and go as they live a normal life, seeing friends, going on trips, concerts, restaurants...all the normal stuff.\n\nWhen I drive through my bustling urban area, I see people doing normal things, walking the streets, chatting in bars, eating at restaurants, lining up for concerts, people jogging by, riding bikes...all the things I used to do.   Like a ghost, it's a world I can observe, but no longer take part in.  So...I just listen to my friend's latest adventures, which I think they believe helps take my mind off things (it can) but often serves as a continual stark reminder of the type of life I've lost...that everyone else I know is still living.\n\nAnd...yet...there are people in even worse shape than I'm in!  How THEY cope, for instance this author, is hard for me to grasp.",
        "Wow.  Wonderful piece.  Anyone who takes people for granted should read this.  You never know what someone is going through.",
        "Ms. Lupi's health decline somewhat mirrors my own.\n\nWildfire smoke plus Covid left me with a visual midline shift that I failed to notice for five years. My concussion from these injuries left me dizzy with migranes, fatigued beyond reason, and spasming with blurry vision and sudden fits of asthma. My vision had been 20/20, but an ophthalmologist claimed I just needed glasses. Later, he claimed he just cannot advise clients to see a \"neural ophthalmologist\" as he is not legally qualified to treat diplopia.\n\nKaiser Permanente doctors gaslit me. I thought my new high blood pressure and cortisol levels were the result of suffocating asthma in the ash... so I quit on California. Outside the smoke, my breathing improved, but my blood pressure and cortisol levels remained high.\n\nIn Maine, a concussion specialist helped me notice the invisible impression in my peripheral vision: The floor under my left foot kept disappearing for a split second. In reflex, I would wave my arm and stumble hundreds of times a day, but I never saw why... and poring over neurological data for an answer only made my eyes worse. Like Ms. Lupi, I was poring over data in an attempt to make sense of something that was in fact quite invisible.\n\nClosing my eyes revealed the correct diagnosis: My symptoms disappear as long as I remain blindfolded. Calm becomes possible. The less I use my eyes, the more my concussion improves.\n\nBest of luck finding your way out of long Covid, Ms. Lupi!",
        "A beautifully written revelation of the soul. Thank you. With all the testimonials you've gathered, I think what you've also explained is what it's like to live with mental illness, ie bipolar disorder. You've described my life. Thank you for this.\n\nIf your partner is reading this, please, please don't leave her. Reassure her 100 times a day that you will never leave her, that you love her as you've always loved her. Don't break hear heart more than Covid already has. But you won't. I have faith in you.\n\nBless you both.",
        "Thank you! Your graphics are amazing and hopefully will help both patients and their healthcare providers to better grasp the effects of this poorly understood, vexing disorder. I say this as a now retired doc who left practice earlier than planned because of my long Covid.",
        "Brilliant\nAnd devastating. \n\n24 years of ME/CFS",
        "I'm sorry, but all the fancy graphics in the world can't convince me that \"long Covid\" is a myth, at best a relabeling of various anxiety and depressive issues.",
        "My picture memory is what made me noteworthy in my field. Three years after my first hit, it’s gone. This is real.",
        "I'm surprised the author has not had an EEG. Following having COVID last October, I developed mild epilepsy. I feel \"SO\" fortunate after reading this article.",
        "I'm a little astonished to see some of the utterly cruel comments.  If you know anyone with similar symptoms you will hopefully be a little more sympathetic.  I do and I am.  I often thought \"just do this\" or \"just do that\".  Just take a little walk and then a longer one each day...\n\nThen I learned that she hadn't had the energy to take more than a single shower in the last month.  She often had to choose between cooking dinner (from delivered food - never had the energy to go shopping) and having a Zoom call because she didn't have the energy to do both.  etc.\n\nI notice that most of the worst letter-writers appear to be male.  There is a long history of men telling women that their illnesses are not so terrible, and in fact, not even illnesses.  My suggestion to these men - please be a little more reflective and a little more kind.  And if that's not possible,  please shut up.",
        "Just when you thought the personal essay form had nothing new to say, or do, or be, or express. This profound essay is an exquisite formal representation of our self-stealing, troubled and afflicted moment in time. I've thought about it all day. What an incredible mindheart.",
        "How long before the world wakes up to the fact that ignoring covid is unsustainable for the human race? Children are experiencing these problems as well. Who will take care of the massive number of disabled people?",
        "Paxlovid, NAC, NAD, Prednisone, a course of corticosteroids, low-dose naltrexone, nicotine patch , ArtemiC, Colchicine, acalabrutinib, and 'triple' anticoagulant therapy are all Long COVID therapies mentioned as being helpful to someone (as per the comments section of the NY Times). I hope this potential list of Long COVID treatments helps someone!",
        "Like you, I developed COVID in March 2020. It was a relatively mild case, but as the days and weeks passed I did not recover.  In fact, things got much worse.  \n\nFortunately, as a research scientist at a great medical school, I had access to sharp colleagues and research resources.  One colleague pointed to the possible involvement of diet, including new sensitivities to foods that were previously both healthy and well tolerated.  His advice set my course toward recovery. \n\nThe diversity of my symptoms along with reading dozens of relevant peer reviewed research papers led me to concur with those scientists who have postulated that Long COVID is caused by mitochondria dysfunction (MD).  \n\nMitochondria are found in every cell in our bodies.  They provide energy  (ATP) for all body processes. Additionally they are key players in innate immunity, play a vital role in storing and balancing calcium and monitor for and eliminate damaged cells such as those that result in cancer.  \n\nWhat about the diet-MD connection?  Following COVID, eating certain foods resulted in inflammatory responses in my body.  Broadly, inflammation can be destructive to mitochondrial DNA, resulting in dysfunction or even destruction of mitochondria. \n\nWhy aren't more providers exploring this possibility?  Perhaps because recognizing and treating MD is a specialty not widely understood by most providers or scientists. \n\nI write about my insights on Long COVID at Substack.",
        "All of her medical tests are telling her there’s nothing wrong with her.  I think I’ll side with the science.",
        "One of the key reasons that I subscribe to the NYT is the amazing infographics like these!",
        "I do best absorbing information visually. This piece with its stunning visualizations vividly conveys what she is experiencing to many, including her doctors. Perhaps how she illustrates her experience can be used by other patients to improve communication with caregivers.",
        "Oh, that 3rd infection, I live in terror of that. My fun began February, 2020. Very mild acute stage, but it was weird to not be able to finish my physical therapy exercises for my recently repaired knee. No worries, but in September I knew something was amiss as I got weaker with every workout/bike ride. Full stop until Spring 2021, by which time I had amazingly fully recovered.\n\nBoom! Reinfected (dentist to wife to me) June, 2021. Similar to first time, mild acute but negative results from exercise months later, so I took another break. April, 2022 I restarted. This time, I foolishly ignored the still-existing PEM, overdid it, and promptly began nearly a year of living in a chair, similar to this article but with worse \"brain fog\". This was unbearable for this retired biochemist who was cycling 2-400 miles/week between staying abreast of research papers before this began.\n\nLong, slow path towards recovery since May, 2023. Maybe half way back if I'm optimistic (minus the fitness thing).\n\nYou don't want any of this. Wear your respirator, ventilate and filter indoor air, and substitute outdoor activities (with N-95) for brunch/theater.",
        "This is one of the best arguments I have seem for people of all ages to get vaccinated regularly, always wear N95 masks in public, and avoid crowded places as much as possible.",
        "@Doctor from Baltimore is the saddest person here. Sad. That’s all I can think of to say. No hope there while the suffering author Giorgia at least had great hope. Thank you for your optimism and inspiration for the future, Giorgia! Count on thoughts and prayers and thank you for your courage and being a beautiful witness to what so many people are suffering with.",
        "Bravo NYTimes! for finding a way to display the graphic visualizations of this long Covid warrior. Bravo Ms. Lupi- for finding a way to use art to document, interpret, represent this/these difficult illness (es).\n\nI have nearly all the same issues- but haven't been able to even find a doctor to help. Living in NY has some advantages.\n\nI'd be delighted to have a follow up piece about what helps, therapeutics, etc. Modern allopathic medicine focuses on trauma, acute illness not chronic or viral illness. I can barely get a doctor here in Red Florida to listen to me yet alone believe, help me.\n\nI'm a retired therapist- so I can say meditation, relaxation exercises, rest, and limited activity/exercise like light yoga helps...as does knowing my limits. I can over do it so quickly on my good days...leading rapidly to bad days.\n\nAnti-inflammatories, staying hydrated, journaling, a positive mindset, very little/no alcohol, hobbies/mental activities; all the general chronic illness supports help too.\n\nResearch says there are millions of us- up to 25% who had Covid get long-Covid persistent symptoms. But I don't see society, medicine responding- only the occasional NYTimes article- so thanks. It's really affirming to see I'm not imagining all this, not alone. But like early HIV-AIDS, it seems like were being ignored, help is nowhere easily found.",
        "I got covid seven days after the author and have had long covid ever since. The person I was before is gone and I really miss her. Seeing the symptoms and time laid out visually has me weeping as I write this. \n\nWhen I got covid the San Francisco Bay Area was not yet sheltering place and I had a job and a two year old. Now my toddler is in kindergarten and about to turn six. He doesn’t remember me before I was sick. He wrote on a fill-in-the-blank Mother’s Day card that My Mom’s Job Is “To sleep and take care of me” and My MomIs Good At “Taking her meds”. It broke my heart to see my card versus his classmates. \n\nSometimes I can’t summarize the various miseries that long covid brings- I look able bodied and  reading the article I was only noticing the symptoms I haven’t had rather than the rest of them that I do. Thank you for writing this. I hate it when March comes around and it’s been another year of not getting better, this hit home in a way that makes me feel less alone.",
        "I have immense empathy for Ms. Lupi & her long covid experience, but I wonder if such focusing on symptomatic data is, in some ways, limiting recovery. Focusing on one's symptoms can amplify their impact on quality of life. Ms. Lupi's symptoms are real, but tracking them in such detail may not be beneficial. Instead of tracking the days one suffers fever, fatigue, heart palpitations, chills, etc - I wonder if tracking the days without such symptoms could improve quality of life? One cannot think away symptoms, but even if there were an increase in perceived asymptomatic days - this could help improve quality of life. I hope medical science will soon find a cure for long covid.",
        "I started reading this as someone who has had various bouts of Covid and wonder at time if there are lingering effects. But the more I read the more I wondered whether Covid also unleashed certain compulsive impulses in the writer. It is difficult to read this only as a piece about physical illness. There is an psychological component to the picture drawn by this article that seems to run deeper than the physical symptoms and raises questions of the extent to which the pandemic unmoored our relationship to our bodies and to reality. I don’t question the author’s physical pain but I wonder to what extent they are exacerbated by the compulsion to document every drop of pain.",
        "This article could have replaced the term Long COVID with the term Post-Lyme disease. The difference is COVID is viral and Lyme disease is bacterial (unless it's combined with the virus, powasson.) The shared symptoms are uncanny, very real and debilitating.",
        "I am not sure that long COVID is actually a thing. I have rheumatoid arthritis, which is a systemic autoimmune disease. I have fought the symptoms most of my life in the areas that this woman identifies. Every organ and every bone in my body has been involved over the many years I have had this disease. I think long COVID is probably a misdiagnosis for one of the myriad autoimmune diseases. Perhaps COVID triggered the diseases, but insisting that they have long COVID is probably causing people to suffer unduly from a known and likely treatable disease.",
        "I am a long Covid sufferer as well, and this is a very very important article. It’s so difficult for anyone who has not been through this to understand the horror of it. Your article does an excellent job by both showing and telling the emotional and physical toll of this bizarre disease. And the wonderful graphics demonstrate the complexity of it all. I am praying for a full recovery for you, and for all of us. Thank  you for all the hard work that went into this.",
        "So many of these symptoms coincide with what many with Ehlers Danlos Syndrome experience.  Not saying it's related but it's interesting.  On another note, I'd be interested to know whether TNF-alpha inhibitors like etanercept or infliximab might offer some relief.",
        "Your experience valudates my decision to stop asking doctors for help with my post viral syndome. I was sick in Feb of 2020 when we only tested oeopke in respuratory failure. In fact officially Colorado was just having its first cases as I sat too ill to move more than from bed to chair.  I had 3 bouts of prolonged chaotic heart rhythms in 3 weeks and went to the doctor after the 3rd.  I had had a pulmonary embolism. Considering how stereotyped the 3 episodes were I suspect they were all related to emboli.  My care became anticoagualtion. The fact that I was dizzy, tachycardic on the least exertion, losing my physical conditioning and my blood pressure rising was dismissed until I demanded a cardiology consult.  So in Feb 2021, a year into the thing, I saw a cardiologist who dismissed my story, dismissed my family history of longevity and ordered a CT angiogram.  It came back with normal arteries. He dismissed me. I was still fatigued, in pain, and tachycardic on the least exertion. I stopped talking about it. My sense of smell started to improve after 26 months.  Its still off. I'm still weighted down with the \"bricks on my shoulders\" fatigue. I still tach away at 120-130 and my sats drop to 91-89% just walking around the neighborhood. But Im not wasting any more time on doctors, procedures or medications. They have nothing but expensive, low yield testing. And they get frustrated because we dont have a test result they can give us a drug for.  This MD is truly fed up.",
        "I find it absolutely fascinating that long COVID skews heavily among certain demographic groups without rhyme or reason: it affects White people more than other races, women more than men, trans people more than cis people, and bisexuals more than either straight people or gays/lesbians. \n\nPart of this, I can't help but speculate, might have something to do with the nebulous nature of long COVID itself which seems to include everything from forgetfulness to lifelong dependence on oxygen tanks. The sooner we get a clear picture of what exactly long COVID is, the sooner we can identify and treat ailments that may have been erroneously dismissed as long COVID.",
        "My neighbor is a seasoned immunologist and even she agreed that long COVID is poorly understood and potentially not a true illness. Everyone suffered from many of these “symptoms” to some degree during quarantine.",
        "Unless I missed it I think you should ask an infectious disease specialist to Rx you an extended course of Paxlovid.  Like 2-4 weeks.  This is being studied currently but you may be able to find a provider who can Rx now.",
        "Thank you for this wonderfully complete description of your experience. It brought back so much for me that was so difficult for so many years. I spent all of my 30s and most of my 40s under the cloud of Myalgic encephalomyelitis/chronic fatigue syndrome. I am 62 now and I am deeply grateful that I can again actually exert myself without fear of diving into a long foggy hell. Somehow I learned to coax my body to gradually retrain itself. I am glad that you have some doctors who are taking you and your illness seriously. That was not the case for me, and I expect still not the case for many others today. My deepest empathy to all of you who are dealing with this type of condition.",
        "Thank you for this article. People do not realize what living with chronic health issues and uncertainty can do to a person. It is extremely hard to accept and yet we are reminded of it daily. I share a lot of your fears, as I have been sick for two years with numerous small issues that simply won't leave me alone or go away, all most likely issuing from long-term effects of refractory leukemia. I pray that you will find solace. 🙏🏻❤️ The article is beautifully done. Bravo.",
        "My 10 year old granddaughter has just been diagnosed with Long Covid. She’s in constant pain, low grade fever, headache, weakness. The worst of all are the nodules on her distal joints on her fingers, and chilblain lesions. She had Covid the first week in September of this year, seemed to recover, and started having bizarre, painful symptoms about a month later.",
        "Thank you, Giorgio, for so eloquently describing life with long Covid. You wrote of what my life has been like for the last three years. I have lost the ability to do just about everything in my life. I have my future. I live alone and am completely isolated. I am losing the ability to take care of myself. I also work from home and it is about the only thing I can still do. Because I can do it sitting down at a computer. People see me and have no idea how sick I am. \n\nUnlike you, I haven’t been able to get into research studies or clinical trials. I work at a university with a research hospital but most of the doctors I’ve seen have been skeptical. They run tests and when those turn out normal, I’m told there’s nothing that can be done for me. I keep getting sicker. I recently had a heart attack and was diagnosed with pulmonary embolisms. Even when I was in the middle of a heart attack, my tests were normal. It took two days of testing to find the blocked artery. Long Covid is not like any disease doctors learned about in school or have seen before. Doctors need to listen and believe their patients. \n\nI posted this essay on my Facebook page so my family and friends know how devastating this has been. I’ve kept it hidden from most people but decided to come out after reading this. People don’t know what has happened to people with long Covid. We need them to know. \n\nThank you again.",
        "I got Covid in mid-May, a bad case because I have an autoimmune disease that I treat solely with diet, and my immune system went into overdrive, with a histamine rash on my arms, face, and chest that was intense. I recovered over two weeks, with the help of anti-histamines and Paxlovid for a few days (it seemed to make the rash worse). I thought i'd escaped long Covid, but got hit with it about three weeks later, which is classic. My post-Covid symptoms took the form of fast resting heart rate, fatigue, lack of resiliency in regards to exertion, loss of muscle and weight, and upset bowels. It took me four months but I have recovered through the use of a strict anti-inflammatory diet, rest when tired, humming (really helps with the heart-rate due to the vagus nerve connection), and the help of a homeopath. The diet is almost everything, though- it's a no-grain, no dairy, no nightshade, no nuts, no legume diet [it's called the AIP Autoimmune Protocol diet] - all foods that are rough on the gut. The trick, I believe, is to heal the gut, and a healthy immune system will take care of almost everything. Not many people are willing to stick to such a diet, but although it's a challenge, it's a heck of a lot easier than having long-Covid symptoms.",
        "For those of us with fibromyalgia and ME/CFS and other disorders, the in-your-face graphics make it impossible to even begin to read this interesting article.\n\nWe suffer from sensory overload, therefore the visual onslaught is over-the-top too stimulating for us. Too bad. We could use some solidarity and support in reading this.\n\nCan do make a version with the print content only for us?\nThanks.",
        "An impressive and sobering account. \n\nAn old friend has ME/CFS which is similarly debilitating and which presents with aggravatingly mysterious multiple symptoms.\n\nI hope that research is able to dig into the root cause and devise effective treatments to lessen the agonizing experience of long COVID sufferers.",
        "Thank you for sharing your experience of chronic illness — it is so beautifully written and coloured exuberantly despite the heartbreak behind it. I have had what was diagnosed as fibromyalgia, chronic fatigue and hypermobility spectrum disorder for about eight years, and have progressively worked my way up to four days of work a week (mainly from home) as well as recently walk-jogging 10km — a huge success when I was formerly a long-distance runner who was rising the ranks at work. I wish you the best and hope your partner remains generous and caring — this is something I wish I have, which would help so much. I hope I’m not overstepping when I suggest checking out the Levine protocol for exercise, I read that it helped people with POTS get back to a normal lifestyle and even running. I am trying it now. Sending hugs to all fellow spoonies.",
        "As a researcher, I greatly appreciate your capacity to illustrate your experience with art and a compelling narrative. Wishing all the best for your recovery.",
        "I have been navigating neurological Lyme (long Lyme) disease for a long time. My journey is similar. It’s really terrifying to think of the amount of people like me and those with long with long Covid who drop out of life.\n\nIt’s more than any individual or society can comprehend.\n\nPeople really don’t understand that the medical system won’t catch you when you have a systemic illness that is not understood, believed or funded.\n\nThe sheer number of people who have and will get long Covid is impacting all of us. The impact is unfathomable.",
        "Thank you for sharing your story, Georgia. The more of us that speak out the more our health (or lack thereof) will be taken seriously. I wish you healing. I, too, can't wait to get back to snowboarding. Hang in there!",
        "If not already tried, I'd recommend Ms. Lupi (& others similarly situated) try (with their physicians dubious OK, but OK anyway) George Osawa's 10-day brown rice Macrobiotic diet. This very simple, very strict diet is described in detail in the books he authored in the '60s. It is a modified fast: no getting around that. But it's also a serious reset and a serious shock to the pathogens enjoying a now very familiar and comfy environment: her body.",
        "Those of us with lighter symptoms have trouble deciding if is long COVID or something else. I will soon be joining this journey to find out. This is after having spent 32 years with a Mycobacteria lung infection. Medicine is an imperfect thing. For all those years the doctors threw ever stronger immune suppressants at the infection. This would work for 6 months and then not. A year of antibiotics is what cured me. 3 fistfuls a day. In 32 long years, I learned what I was made of. For me, it is a flexible willingness. Something unearned, free, copious and indestructible. Yes I was sick 100% of the time, but grateful too. It was my bedrock. After being cured, I set about reclaiming my life in middle age. I got sick when 20 years old. Masters swimming, medals, US top 10 times. It is strange to suddenly be reduced to 1/3 or 1/4 of the exercise. Now it takes two years to prepare for competition, where 6 months used to suffice. I am disheartened to hear that this can continue to get worse. Maybe I'm already done with swimming? We'll see what Long OID clinic can do for me.",
        "We now know that Long COVID is a very common outcome of even a \"mild\" COVID infection. But our policymakers still do absolutely nothing to reduce the spread of COVID. No effort to improve ventilation and add air purifiers in schools, in workplaces, or in leisure/entertainment venues. And definitely no education whatsoever on the importance of wearing high quality masks in crowded public places.\n\nThe complete absence of any COVID-prevention policy stands in stark contrast to the devastating reality of this disease. We all justify our reckless complacency by parroting the falsehood that COVID is only a problem for the \"old and weak,\" as if that would be a morally justifiable position even if true.",
        "Thanks Giorgia Lupi for sharing your experience with long Covid for over 3 years. I too tested negative for COVID in Dec. 2020, 3 years ago after being confirmed positive a month before and then placed in ICU after being asked to go to emergency by my primary care physician. I have shared my lab results in scientific journals about the protection from future infections with COVID despite never receiving any vaccine dose or boosters. I chose to monitor my antibody levels and the increasing levels in the first 2 years was totally unexpected and after researching my medical records I found that the cytokine storm was quite severe just a week after testing positive in Nov. 2020. It is the same cytokine storm was attributed to deaths among baby boomers and seniors. Based on extensive search of scientific reports, my team concluded that cytokine storm is a double edged sword that caused deaths on one hand and possibly long COVID and on the other hand provided proven protection from subsequent infection despite several new variants and subvariants emerging in 2021-2023.\n\nThere is a lot that can be learned from looking back at the 3 years since COVID attacked our lungs. I did expect that the natural immunity would be broader compared to vaccines that elicit antibody response exclusively to one COVID protein, the spike protein but as a virologist, I never expected that the antibody levels to spike protein will continue to increase for 2 years before starting to slightly decline.",
        "I recently read the governmental \"guidelines\" for our current Covid situation (in this paper), suggesting we were masks again and avoid congregating in unventilated areas, but offering the reassurance that if we contract Covid we can expect only a mild illness, especially if vaccinated. What is going on in this country?  Who is suggesting that Long Covid is mild?  And it is the risk everyone takes when those masks come off.",
        "First: beautiful, poignant graphics in this piece, and they clearly depict the data underneath.\n\nSomething has happened to your nervous system.  All of these symptoms are the result of this damage, and it's quite similar to the damage done by other attacks on the nervous system that come from diseases like Lupus.  This type of damage has always been among the most mysterious of things to diagnose, but if there's one silver lining with Covid is that seeing the attack happening to so many people in real time allowed us to tie a lot of these symptoms together and start to form some much better ideas about what's happening to your nerves, or nerve linings.\n\nI don't know if we have any real answers about \"why you\" - why are some people so susceptible to getting Covid in the first place and then getting these symptoms long term - what specifically is the chemical or biological difference that causes that disparity.\n\nBut I really think it's just a matter of time until we have a handle on this and possibly even have some targeted therapies available.  Covid sped all this up.",
        "This sounds like the mantra of every person with autoimmune diseases. To hope for the life before the body betrayed us. To live without the constant reminder of pain and limitations.\nAs the partner of a graphic designer, I gotta say the graphics and illustrations are absolutely stunning.",
        "I sure can relate.  it’s nice to see it with an artful twist.\n2.5 years in myself.  Just about every organ affected after being perfectly healthy before.\nPeople who read the general news about Covid can’t fathom what it means.",
        "Thank you for this. A beautiful, visualization for a painful reality that so many of us face, but is hidden behind the mirage of 'post-covid' 'return to normal.' For many, it's heartbreaking to be treated as 'over-reactive' or irrational to continue wanting to take precautions (masking, distancing, testing, avoiding crowded areas, etc.)\nLong covid manifests in a range of symptoms, with a huge variation in severity. Don't discount or minimize the experiences and illnesses of people with long covid.",
        "thank you for sharing your story. the way you've presented your data is just gorgeous. i'm pulling for you, and will be sharing your article far and wide. \n\ni have POTS (likely caused by undiagnosed Covid) and life hasn't been the same since. it's frustrating that medical science and the research community don't seem to have the will to find answers. \n\nhere's to better days ahead.",
        "I am so sorry for everything you have experienced. After my first, very mild and almost symptomatic COVID infection I experienced bouts of difficulty breathing through both my nose and mouth. When this would occur I felt I could not get enough air, although I am asthmatic my inhaler was unhelpful, and my blood oxygen levels would drop measurably over just a few minutes. I also became less able to tolerate caffeine for some time and developed more food intolerances. I was lucky in that these experiences became less common over time, and I eventually learned from a doctor that this was post-viral inflammation. Only time was able to heal my body. I am now recovering from COVID again, a very symptomatic infection. I have been sick for two straight weeks and can only hope this is the end of it. It is a tragedy for public health that this virus was, and is, allowed to spread and mutate unchecked. For me and for others it is not just another flu or cold. I wish you all the best in your healing journey.",
        "Great story, fantastic insight and gorgeous graphics. Elegant piece.",
        "What an elegant and heartbreaking piece. As a sufferer of chronic pain, I reach out with compassion and understanding.  Find peace wherever you can and realize that you are not alone.",
        "Giorgia Lupi, goodness! What an absolutely gorgeous, informative, affective, effective, stunning graphic poem you have made out of your suffering. I am so sorry for what you are going through. Thank you so much for making real the risks we as a society have exposed ourselves to by deciding we can live with Covid when in fact there are so many remediations still possible. Your talent and skill as a graphic information genius at the Times is something we need to understand this increasingly complex world.",
        "I began having these symptoms several years before Covid and it was like someone flipped a switch.  I went from being super active to barely being able to work out at all.  Over time the symptoms have gotten worse and episodes are more frequent and last for longer.  I feel some gratitude that I have periods where I can feel somewhat better and can be more active but I have to be very careful not to overdue it or I could end up spending the next week barely able to get out of bed.  My diagnosis of CFS felt so abstract until Covid hit and so many people ended up with long Covid/CFS that my hope is now they are taking this seriously and putting more research into finding treatments to help us.  Whether triggered by Covid, Epstein Barr or another virus, this is an debilitating epidemic that is sidelining so many otherwise healthy people.  And trying to find an answer or way to make my symptoms better has now become a full time job.  I have heard it said that perhaps courses of anti-virals would help but don’t see anything really being tried.  Like the author I would give anything to go back to my old self and wake up feeling any amount of energy instead of like I do so many days, exhausted and in pain.",
        "This is an in-depth and beautifully illustrated description of post-viral illness. In addition to the long-haulers, I hope the study of long covid will help find effective treatments for all those who've suffered with these diagnoses for years before the pandemic.",
        "Extremely well done article: first and foremost the content:  I was a medical researcher when Covid erupted and deeply involved at the onset -  but then the actual production and unfolding of the website as well.",
        "Can't thank you and everyone who contributed to this article for an amazing presentation of the trials and tribulations that are part of Long Covid! As a Long-Covid sufferer myself from Winter 2020, it is so encouraging to see people coming together to contribute their skills, talents and empathy for the challenges that this pandemic brought to us! Blessings and healing to all!",
        "Thank you for your story. I've been afflicted with perpetual extreme fatigue and \"brain fog\" after a Covid infection that no one (doctors, family members) were taking seriously (i.e. \"It's all in your head\"). This external non-supportive context exacerbated the issue and my mind was starting to steer into direction beyond suicidal ideation. After reading recent studies regarding potential treatment for long-Covid neurological issues with standard SSRIs I \"pushed\" my doctor to try out few SSRI options. After a SSRI stabilization period the result has been beyond successful. I feel like \"pre-Covid myself\" with almost complete dissipation of extreme morning fatigue and material improvement in mental acuity. Obviously, this is a uniquely personal situation and please do not take this as a medical advice. However, I hope my success story provides others ideas for potential avenue(s) to explore in their search for treatment(s) and ultimate return to the person they used to be pre-Covid.",
        "If anyone has just started perusing this comments thread, it is is a great resource for information; well worth a deep dive.",
        "I am so sorry that you are suffering.  I had covid one year ago and was left with profound exhaustion and brain fog for about 8 months.  While the exhaustion has abated the brain fog remains.   \n I am hopeful that will disappear.  I wish you all good things and hope you recover soon.",
        "Thank you for this article.  Well written for us to understand that the the agony you face daily is horrible.  I hope it ends soon.   Our thought and prayers are with you.",
        "I am so, so sorry for you. I have been very frustrated the past three years at my damaged sense of smell (it comes and goes, and even when I can smell, it is so diminished). Reading this has really put that in perspective for me. I hope you someday find relief.",
        "i feel for you.  i had 13 years of CFS  fibromyalgia, changing my foods really helped, i  avoid most grains except rice, high protein, high fat foods help me a lot,  i hope you find relief",
        "I was diagnosed with long covid a couple of weeks ago. I had many of the other symptoms, but I'm so thankful I did not have the pain described by some. My naturalist diagnosed me, and he said he treats it with nicotine. I'm certainly not a doctor, and I hesitate to tell you more, but many studies about the relationship between nicotine and long covid are online. I did what he told me, and, although not entirely symptom free, I feel so much better, especially in my energy level and the amount I am coughing.",
        "I’m sorry for what you are experiencing. It sounds exhausting in every way. Covid left me chronically magnesium deficient. I was hospitalized when I got Covid but not with breathing issues. It seemed to attack my GI system and I couldn’t keep anything down for weeks. When I was finally admitted, mag, potassium and calcium had all plummeted, but only potassium and calcium came back to normal. I continue to take large doses to keep my mag level just at low normal (with doctor monitoring.). It’s not really a hardship and I feel ok, but it is more evidence that Covid can disrupt normal body functions for a long time. Wishing the author well.",
        "Thank you for sharing your experience, and so eloquently, you are doing a world of good for awareness and (hopefully) accelerating research.  Wishing you all the best on behalf of us and our son (11 years old, long covid for 1 year, 9 months).",
        "Doctors love to tell sick women they can't seem to diagnose we are stressed to take anti-anxiety medication, do yoga, or as one told me, you're slightly anemic, but a lot of women are (no suggestion of iron). I felt a low grade version of this weakness and nausea for 20  years. It may or may not have been related to a virus that wouldn't seem to go away for over a year. I finally resolved it with zinc, so my immunity was evidently weak or overtaxed. Meanwhile, it made everything feel like Herculean exertion and sucked me will to live.",
        "March 26, 2020 is the last day I felt well. This article resonated with me. In particular the part about waking up some mornings and forgetting that I am sick for a brief moment. We need viable treatments for Long Covid now!",
        "I’m so sorry this is happening to you. I hope science finds answers and effective treatments soon. \nI developed CFS/ME in my mid-teens, possibly the result of undiagnosed Lyme in my early teens. Subsequently, I really didn’t have much of a life, and even less sympathy. \nI’d urge you to not expect to become your “former self” again—there really is no such thing; life and time do a number on all of us—and to keep appreciating the (very) small things—an audiobook, a cup of soup, your purring cat—while you’re waiting and  fighting to get better. (Although I also do know that without some of the big “things”—health, community, purpose—the small ones don’t add up to much and are harder to appreciate.) I used to think CFS was the worst but then learned that it wasn’t by far when I was diagnosed with terminal breast cancer at 42, despite an extremely “healthy” lifestyle (that I adopted early to try and improve my condition). Now I know that even a tiny life full of suffering (CFS’s considerable suffering actually pales compared to what cancer can do as it takes you apart) is much better than none at all.",
        "I feel for Ms. Lupi.  I don't have Long Covid, but I do have Myalgic Encephalitis, commonly known as Chronic Fatigue Syndrome, which generally comes bundled with many of the other diagnoses she reports, such as POTS, exercise intolerance, and dysautonomia.  These are all things she has been diagnosed with as part of Long Covid.\n\nI feel as though I run the risk of being \"that person\" who offers unsolicited advice, but after many years of suffering I am much more highly functional these days.  I offer this in the hope that anyone out there who is empathizing with the author will consider trying it. \n\nSo what is the thing that has brought me back to life?  Something called LDN, or Low Dose Naltrexone.  Not all patients experience relief, but many do.  I started at a very low dose of .5 mg per day, and have gradually worked my way past the usual recommended dose of 4.5 mg, up to 12 and eventually 25 mg per day.  \n\nAt these doses I am able to function much more like my younger, pre-illness self.  I am not 100%, but functionally at about 80% or so.  I'll take it.  \n\nThis is currently an off-label use for naltrexone, a drug that blocks opioid receptors in the brain (partially, at this dosage) and apparently also has a host of other side impacts on the immune system.  Anyone interested in learning more can start with the LDN Research Trust:  <a href=\"https://ldnresearchtrust.org\" target=\"_blank\">https://ldnresearchtrust.org</a>/ \n\nI hope this helps someone as much as LDN has helped me.  My heart is with all who struggle with this.",
        "I'm not sure why media coverage of long covid never mention that this post-viral illness behaves like almost all post-viral illnesses: half of sufferers fit the criteria for ME/CFS and fibromyalgia - illnesses that affect millions of people but for which there is virtually no esearch funding. \n\nI really recommend anyone with LC watch this video with British Columbia's top covid/ fibromyalgia/ ME CFS doc:\n\n<a href=\"https://www.youtube.com/watch?v=XKF2viJRCKE\" target=\"_blank\">https://www.youtube.com/watch?v=XKF2viJRCKE</a>\n\nAlso, if you know a long covid sufferer consider that the research is showing that their quality of life might be lower than people with late-stage cancer.  <a href=\"https://www.theguardian.com/society/2023/jun/08/long-covid-impact-quality-of-life-cancer-study\" target=\"_blank\">https://www.theguardian.com/society/2023/jun/08/long-covid-impact-quality-of-life-cancer-study</a>\n\nAlso, researchers and specialists have voices frustration about where all the long covid research funding went...<a href=\"https://www.statnews.com/2023/04/20/long-covid-nih-billion\" target=\"_blank\">https://www.statnews.com/2023/04/20/long-covid-nih-billion</a>/\n\nI was bed-bound for 5 months, and low-dose naltrexone was the game changer for me. Still not back to baseline, but reasonably functional.",
        "Very colorful.",
        "I was impressed by the fact that the writer actually has test results to back up her diagnosis, especially since a whole lot of Americans simply decide that they have this or that, sneer at their doc when they’re told that tests need to be done first or that testing says no, huff out of the office and go doc shopping until they find the right quack, and then start taking some weird concoction or trying out odd diets.",
        "Interesting article and nicely presented. In some ways it seems long covid transforms into an autoimmune disease. Regrettable for those suffer from its effects, but perhaps their experiences will shed light on future treatments for both SAR's infections as well as more well known autoimmune ailments.",
        "This means a lot, I’m 22 and a year with long covid. It’s been the hardest thing I’ve ever gone through, taken away my entire life. I’m currently on disability, unable to work, bedridden, and leaving the house means going to the Dr office. It’ll take months for drs to believe you because typical tests come back normal, but I’m collapsing, not eating, nauseous, exhausted, have joint pains, I’m dizzy, and the list goes on. The illness is so much more than just not feeling well, it means losing friends, having to say no to everything I love, missing out on opportunities, and watching everyone else in my life and the world around me to keep going, but my world has stopped. I’ve undergone hundreds of tests, procedures, biopsies, supplements, and spent all my money and feel like every other week I return to square 1. I am also a young designer and was supposed to get my masters in Italy in January but long covid has taken that as well. I have recently developed a stronger interest in trying to find answers to this debilitating unknown illness. Without our health, there is nothing. I love to talk to others going through the same thing, it gives me hope! So please comment back!",
        "I hope and pray that you and the other people suffering from this, will find relief and healing soon. You are very brave and I thank you for sharing your story.",
        "Giorgia: I don't recall if you mentioned your age in your article? First like many commenters I want to say how sorry I am that you are experiencing this debilitating medical condition that has wreaked havoc with your life.   I  am 79 years of age, never had Covid that I know of, never a positive home test, all boosters, and unfortunately many of your symptoms are familiar to me. Chronic back pain, intermittent dizziness, occasional tachycardia, fatigue, exhaustion. itchiness, eczema, and not being the person I used to be goes with my aging territory. When I did receive Covid vaccinations except for the last one, I always had a reaction 12 hours later with high fever, unable to lift my head off the pillow, and severe chills that all disappeared by the next day. \n\nNot to minimize your issue, many of your symptoms are what seniors experience daily. Umteen MD appointments and testing is part of our weekly life. If given the tests you are subject to I wonder how many seniors would pass? I am going to assume you are a younger person, but something in Covid has flipped a switch and you are experiencing conditions of old age. I'm hoping the medical community will read your article and someone will discover a cure. Wishing you all the best.",
        "I can't look at those documents. Why abandon the advantages of a digital format for the annoyance of scattered papers? Too clever by half.",
        "Thank you, thank you, thank you. ME/CFS and Dysautonomia turned my life upside down. There is so much grief and so much isolation that comes with invisible illness.  And so much doubt--from medical professionals, from friends, from family, even, at times, from myself. Although years later, I have improved somewhat, I always live in fear of the unknown. When will it strike again? What if tomorrow I am again bound to my bed, future torn to shreds? I am grateful for my ease in symptoms and yet forever changed in ways that my healthy peers will never be able to understand. The multimedia approach to this article is beautiful and evocative. I am excited to have your words and art to share and maybe grant some understanding to people in my life when I don't have the words (or the energy) to explain. Thank you.",
        "Thank you for sharing your experience! I was telling my kids last night that I think we will look back at this in the future and wonder why more wasn't done to stop long covid =(",
        "My 11 year old has had long COVID for almost 2 years now.  He was vaccinated and had mild illness, but never recovered.  I can’t even get him into a long COVID clinic because they don’t take children.  Most of the experimental medicines can’t be tried because of his age.  Our health insurance does nothing for him.  We have spent tens of thousands on the few treatments that will take him, like hyperbaric oxygen.  He was entirely healthy, mentally and physically, before COVID, and now he has spent more than a fifth of his life ill.  He barely goes to an hour of school a week right now, and has no friends.  His childhood has been taken from him.  No one believes him when they interact with him because this is an invisible illness.  He is deeply tired from the moment he wakes until he goes to sleep. He sits all day in his chair in his room with legs propped up listening to his audiobooks over and over again while all our hearts shatter into tiny pieces for being unable to help him.",
        "Thank you so much for this. The visualization helped me to make sense of the amount of time I’ve felt like my life no longer looked like my own. \nIt is both encouraging and discouraging(which I know you can relate to!) to hear so much of my own experience echoed in your words and in the  wishes of your community members. \nI also had Covid in March of 2020, right before the city shut down. I have yet to recover and, like you and so many others, I am exhausted. Physically, emotionally and mentally. My executive function comes and goes, making it difficult to feel organized and make appointments with doctors. My symptoms ebb and flow and change. New symptoms come on. I’ve gotten many other illnesses as a result that are usually equated with children, or people with severely compromised immunity, some of which have gone too long without a diagnosis because I present well. I can’t help thinking about the further damage these things caused. \nI am also very fortunate to now have excellent medical care (so many specialists!) and work remotely, but I dream of the day when I can feel like I look: normal and healthy. \nAgain, thank you for this piece. The more everyone knows, the better.",
        "Thank you for this incredible article.  To have someone with your skills and platform describe what this illness is like with such clarity is a gift to all Covid patients. The courage, determination and vulnerability you each demonstrate every day is humbling. My prayer (because prayer seems my only option) is that God, science and your bodies help you all recover your lives. I believe you, and I believe more people are living with Covid effects than just the ones most severely impacted. Chalking it up to stress or depression or aging or diet or all of the above. Bless you all and bless the Times for their continuing coverage.",
        "People !   Thank you so much for the comments here and thank you Giorgia Lupi for this amazing piece of writing with really cool graphics.  Your experience expresses my own almost to the symptom.  Here's the thing.  I got similarly sick in 2015 after doing yard work.  I had a bullseye rash which my doc blew off.  Lyme tests were equivocal. My life since then has been at times a nightmare but I have fought as best i could and now have more good days than the bad, incapacitating ones.  Have any other readers dealt with other infections, viral or bacterial or both, and had this same constellation of health events as this author ?  Please comment.  I feel crazy frustrated sometimes because docs and most people i know just shake their heads.\nTake care, everyone.  You're not alone at all.  But I believe there are other triggering pathogens that lead to the same journey as this author and all LC sufferers.",
        "a fantastic read. For those who have wondered--about this. Its been around 900 days for our teenage son- and as many days days of intense research and care giving by us, the parents. We could probably write a thesis about this. A big shout out to the LC community and Drs who keep sharing what is working! But like the author says- we are the privileged who are able to weather this and get treatment.",
        "I developed mast cell activation syndrome in 2012 (many years pre-covid, so not covid related). Stories like the author's really take me back to those first years, when I developed mysterious symptoms and took a tour of specialists at the local university medical center, where I was poked and prodded without any good answers or good treatments. I had a spreadsheet, too! I found naturopathic medicine to ultimately be more helpful for me, but there's still a lot of trial and error involved in figuring out what helps.\n\nI'm so sorry that long covid is bringing suffering to so many. I hope we see more research and treatments -- it would benefit so many in the chronic illness community. And, this feels like hoping against hope, but I would love to see stronger financial safety nets, to allow those with chronic illness the luxury of rest without worry about our financial situations. The fatigue and sleepiness that accompanies my condition, which can be debilitating, is by far the most stressful aspect of my illness for me, because of what happened to my finances during the year when I wasn't able to work full time. It's a luxury most of us in the US just don't have, to be able to manage our health without also worrying about losing jobs and health insurance.\n\nThank you, Ms. Lupi, for sharing your story. Sending you wishes for strength and many good days ahead!",
        "Yours is a tale of validation for sufferers of Long Covid and a tale of validation for the precautions taken by those still trying to avoid exposure to the virus. Both groups owe a bode of thanks to your explicit delineation of the the impact of Long Covid.",
        "My Long COVID experience began in early Jan 2020 and very much parallels this, including the listed diagnoses. We keep doing all we can to inform folks of the reality and risks. The more times one is infected the greater the chance of developing Long COVID. The ME/CFS community saw this wave of disability coming, and no one listened. Many of us keep speaking and writing and creating art and community (to catch our newly fallen comrades) but denial is powerful, and we can only do so much. I hope others don’t join us in developing LC, but it has, and continues, to happen daily.",
        "I feel so bad for you.  I remain unscathed by COVID, probably because I live alone and am somewhat isolated.  I have had every vaccination and always remind myself that its the aftereffects that are the most destructive in this horrendous outbreak.  I am not a praying person, but I appeal to the Karma gods to provide you relief and soon.   PS your creativity is amazing.",
        "Thank you so much for sharing your experience, Giorgia Lupi! I am 10 months into my battle with long Covid, and the crippling affliction this has caused in my life, in addition to the pain and suffering, has left me feeling isolated and alone. You have given a voice to those who are struggling with this invisible sickness, and a better understanding to those who do not know what it is like to have a chronic illness. Truer words have not been said about my own experience with long Covid—it is a form of hell, and the torment infects you body, mind, and soul. I pray for those dealing with this sickness, and for those trying to help. May the harsh reality of stories shared like this lead to better research, remedies, relief, and recovery. God bless, everyone.",
        "I am closely reading the book \"How to think like a Roman Emperor - the stoic philosophy of Marcus Aurelius\" by Donald Robertson.  It addresses how Stoic thinkers (i.e. anyone who adopts Stoicism as a philosophy of life) can/should address illness and death.   Does the author have any recommendations  for books/podcasts/movies/songs that have been a solace/source of strength/hope in her sparring with/enduring/despairing over long covid?",
        "As ai sit at my desk battling some tachycardia symptoms(A potsie herself battling long covid for 1 year) this seemed to calm me down for a moment. What an amazing article. No one understands this illness that has no cure. We can only hope.",
        "Article sums it up pretty well. Thank you for sharing and for keeping this in the public.  As for the comment section- there are some truly alarming responses out there. \n\nPeople who were healthy, then got sick and then never got better are to be believed. \n\nYou don’t need to understand the disease to trust that a person who was healthy, then got sick then didn’t get better knows they are sick. \n\nThere doesn’t need to be a known pathophysiological mechanism in order for it to be true that a person who was healthy then got sick and never got better for it to be real. \n\n2 years ago I ran the Grand Canyon and won ski mountaineering races. Today, I brought in the trash cans.  3 years ago I helped (with a great team) lead a hospital and community through a crisis. Now I can’t follow a conversation. \n\n2 years ago I comforted my child when he was sick. And nothing has been the same since.",
        "Article sums it up pretty well. Thank you for sharing and for keeping this in the public.  As for the comment section- there are some truly alarming responses out there. \n\nPeople who were healthy, then got sick and then never got better are to be believed. \n\nYou don’t need to understand the disease to trust that a person who was healthy, then got sick then didn’t get better knows they are sick. \n\nThere doesn’t need to be a known pathophysiological mechanism in order for it to be true that a person who was healthy then got sick and never got better for it to be real. \n\n2 years ago I ran the Grand Canyon and won ski mountaineering races. Today, I brought in the trash cans.  3 years ago I helped (with a great team) lead a hospital and community through a crisis. Now I can’t follow a conversation. \n\n2 years ago I comforted my child when he was sick. And nothing has been the same since.",
        "I too, had long COVID for 7+ months after contracting the virus in August 2021 immediately after getting my COVID vaccine. Not sure if the COVID infection plus the vaccine was just too much for my body, but developed debilitating whole body pain, headaches, nausea, no appetite, diarrhea, food intolerances, terrible insomnia, etc. \n\nI had to switch from Kaiser because they didn’t believe me and my symptoms and wrote me off, asking me to go back to my work as a nurse in the ICU- yeah. Not quite the low stress or low impact job to just hop back into. Had to switch insurances to get better providers thankfully and then took a 3 month leave of absence from work to recover. \n\nModern medicine said, “just rest. It’ll get better.” It wasn’t getting better. So I went to a functional medicine doctor and naturopath where I went on an extreme diet- no gluten, dairy, soy, corn, potatoes, oats, only chicken and lamb/bison meat, no caffeine, no alcohol, no chocolate. Within those 3 months, my symptoms finally started to fade. Then took 3 more months to get my stamina back. \n\nI’ve since returned as a bedside nurse and thankfully have my stamina back. But I still experience migraines when having a food intolerance, and now have 50+ brand new food intolerances since contracting long COVID. \n\nPrayers for you and for overcoming as well. I’ve been there. It’s awful but there IS recovery on the other side.",
        "Your article is very moving. It is heartbreaking. I wish there was something I could do or I could come up with some pithy words of encouragement.\n\nIt's nothing pithy, but please hang in there and do your best to keep your chin up.\n\nThank you for sharing your story and raising the awareness of long COVID and other long-term disabling illnesses.",
        "This was a really well done article describing the autonomic dysfunction that can occur with a viral infection or even a vaccine.  My daughter developed POTS suddenly after receiving the HPV  vaccine.  All  of your symptoms were her symptoms as well. The healing process is not linear but rather up and down with better days and worse days until finally most days you are 90% your old self. That process took three years and a great deal of discipline in terms of diet and exercise and fighting the sense of hopelessness that comes from not being able to live your life.\n  Having a debilitating illness that is invisible  is a very lonely experience.\nAll the best to you as you heal from this illness.",
        "You aren't alone and that is comforting and terrorizing. I went through all of this with acute severe tick-borne infections from 2013 to 2020, at times completely unable to work and denied employment disability benefits.  Millions of others have experienced exactly this from EBV, mold, other other bacterial, viral or fungal infections.  It is devastating.  I'm incredibly lucky to have recovered and be able to rebuild my life. May the rare helpful doctors and researchers grow in number, quality of care, and passion for believing patients. May the patients be free from suffering and able to realize their hopes. May the healthy understand this visual essay and take individual and collective Covid mitigation measures such as masking indoors and prioritizing ventilation.",
        "Thank you for sharing your story and keeping Long Covid in the news. I’ve been battling Long Covid for over a year, tracking symptoms but still without all the answers. I’m now somewhat better with supplements and medications, but my life isn’t as nearly as full as before. Pacing my cognitive and physical exertions helps a lot so I don’t overdo it.  However it’s still like going through life without a fuel gage - never knowing how much is in the tank and always worrying I’ll suddenly hit empty and have a crash. \nOne of the biggest impacts I see in my own life, as well as others, is on the emotional and cognitive. You touch on it briefly in the article: stress of keeping track of all the data, your significant other sticking around, etc. But the reality is for many of us exacerbated depression and anxiety along with memory and comprehension impairments have wreaked havoc on our lives and our relationships. I’m fortunate to have a supportive family and expert care, including therapists and a psychiatrist in sync with my Long Covid doctor. I know not everyone is so lucky. I think a personal support system, even online, is as crucial as any other part of my care. I would encourage anyone impacted by this situation and feeling isolated to seek out support so you don’t have to suffer alone.",
        "I've had ME/CFS since 1994. I have so much sympathy for victims of long COVID. I hope the government sinks tremendous resources into solving this puzzle. People with LC need the institutional support people with ME/CFS were denied.",
        "Melissa Broder has an excellent essay on a partnership where one partner has an illness like this. It's in her collection So Sad Today. I wish you healing and thank you for sharing your experience.",
        "I am so sorry for what you are going through.  I had Covid the first week of October this year and it was a mild case of coughing and runny nose.  This was after my 6th Covid vaccination.  After finally testing negative in about 7 days, I had excruciating pain in my upper arms, upper legs, hips, and across my butt.  I started taking 3000 MG of Tylenol daily and rubbing arnica gel across all the pain.  I saw my primary and my rheumatologist and was diagnosed with polymyalgia rheumatica which can be caused by a virus.  Lab tests showed that my sed rate and crt levels were high off the chart indicating an inflammation in my body.  My primary was concerned about the amount of Tylenol I was taking and prescribed Tramadol.  Pain meds make me nauseous so I  took half a tablet and lowered my Tylenol intake.  My rheumatologist prescribed prednisone which I have been taking for the past 8 weeks.  My labs improved dramatically and I currently have no pain.  I am decreasing the daily intake of prednisone and hoping the pain does not return when I'm off prednisone.",
        "thank you for your sharing. Kaiser has dismissed all my concerns regarding long covid & suggests I wear compression socks. I, too, contracted covid in3/20 & then the omnicron varient in 1/21 after vaxed. I've never been my 'old self'",
        "My heart goes out to the author and those commentors who are afflicted with long covid. I cannot imagine that suffering on a daily basis, with no hope of a reprieve in sight. You are very brave.\nI have had covid twice, but after my first infection I was diagnosed with Autoimmune Hepatitis, a relatively rare disease that is invariably fatal if left untreated. Fortunately there is treatment that works, and the side effects of the meds are tolerable. There is no data out there to suggest that this disease was brought on by covid, but the fact that people experience a lot of immune disregulation after covid makes me wonder...\nI am most grateful that my suffering is minimal compared to others here.",
        "I was unable to read the article due to the annoying, disruptive and unnecessary graphics, but I'm here for the comments. Which in the NYT is always the best part. \n\nI've had long Covid since coming down with the virus on 10 March 2020. My life will never be the same. This is a weird and wily entity.",
        "So scary.",
        "\"Treating several individuals suffering from post-COVID-19 syndrome with a nicotine patch application, we witnessed improvements ranging from immediate and substantial to complete remission in a matter of days.” \n<a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9845100/pdf/42234_2023_Article_104.pdf\" target=\"_blank\">https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9845100/pdf/42234_2023_Article_104.pdf</a>\n\nThis is because \"SARS-CoV-2 spike ectodomain targets additional receptors - α7 nicotinic acetylcholine receptors - aka “nicotine receptors”.\"\n<a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10101490/pdf/main.pdf\" target=\"_blank\">https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10101490/pdf/main.pdf</a>\n\nThis spike peptide's action on the receptor is to give it a surge, and then inhibit it. Then it seems to sit there like a sliver you can’t get out. \n\n\"complete remission in a matter of days\" in some patients; zero coverage from NYT",
        "I had long Covid for 5 months (only 5, thankfully!) and I went to several doctors who shook their heads. Not one mentioned diet and nutrition, which I was woefully ignorant about. But then I started researching.\n\nI thought I was eating healthy, but I was actually very undernourished.\n\nHave you tried going all-in on diet? I am shocked and thrilled by the incredible impacts it's having on my health. I decided to go all-raw for 12 weeks. Drink 64oz of fresh juice a day. Cut out all alcohol, caffeine, black tea, sugar, bread, anything processed. Mostly eating organic veg, fruit, nuts, seeds, and some grains.\n\nIt will help your immune system.\n\nI started seeing results in 3 weeks, I'm currently on week 7. It sounds extreme but it is easy to do if you're motivated. 100% is way easier than 99%.\n\nI wish you all the best!",
        "I am so sorry that this has become your life. I feel for you with all my heart. I hope the research community will find cures. They can't pretend this doesn't exist. \n\nI've had ME/CFS since the first wave of it in 1985 - 1986. That's more than 1/2 my life. Arrogant doctors, arrogant family, no one believing me, even though it came with Belle's Palsy. Intense pain throughout my body. Brain fog, extreme fatigue. I'd wake in the morning and just the thought of taking a shower was so exhausting that I couldn't get out of bed. I was lucky to finally find a doctor who believed his patients. \n\nAnti virals, when they were finally developed, were life changing for me and many others. Not a cure, but still a blessing. When generics became the norm they were ineffective. There were two companies that made generics that worked. Then they stopped probably because the middle men (who want their share for doing nothing) made it economically unwise. Insurance won't pay for brand. Shame on them. \nI went off the meds with great trepidation but didn't decline as I had expected and feared. Then I got the flu shot in October and it took me out of remission for a month. Brain fog and all the rest. Couldn't walk, couldn't think. But it seems to have passed now. \n\nIn September 1986 all the major publications had articles about the new mystery illness, a flu that people weren't recovering from, now known as ME/CFS. Doctors saying that their patients couldn't lift a toothbrush. Worth looking up.",
        "Please see, \"Herpesvirus infections and post-COVID-19 manifestations: a pilot observational study\" by Zubchenko et al, Rheumatol Int. 2022; 42(9): 1523–1530.\n\nCo-infection with common viruses (e.g. Herpes Simplex, Epstein Barr, and others) may contribute to long covid symptoms. Many people carry such viruses in latent form, and re-activation occurs whenever the immune system is weakened. That process could play a role in long covid. It's a hypothesis worthy of consideration. Such viruses produce nerve pain and other symptoms.\n\nAntiviral therapy combining valacyclovir and celecoxib has been proposed as treatment for long covid. I hope the author will consult their medical team to see if this kind of treatment might be helpful. Best wishes for a full recovery.",
        "There is a world class cardiologist named Dr. Boon Lim who treats Long Covid with Dysautonomia. He has a double first from Cambridge and was rated the best cardiologist in London 2 years in a row. I have Long Covid and am in my 4th month of his treatment. My symptoms have been reduced 80 per cent.\n\nGive him a try.",
        "Long COVID is real. I don't want it. Who would? I still wear a mask in public to protect myself and others, avoid dining inside restaurants, etc.  I sometimes feel like a dork for doing so, but whatever.\n\nGiven the lack of messaging going out to the public about long COVID, it's easy to understand why people aren't on their toes.\n\nMany thanks to the author and the NYT for getting the word out, and in such a beautiful, easy-to-understand manner.",
        "My greatest fear. I've had 2 mild and then even more mild case and am deathly afraid of getting it a third time. I am careful and vaxxed but still, it just takes one person.\nI remember in the early days of the lockdown hearing a NYTimes podcast with a doctor /scientist that said straight out \"this is not a respiratory illness, its vascular\" ...I guess he was right.",
        "Just putting this out there in case someone else had COVID and wondering what the heck is going on with their body. My \"long COVID\" turned out to be pre-diabetes/insulin resistance and now eventually T2D. Disclaimer though: it already runs in my family with everyone being a high risk. If you were to see us, no one would immediately assume many of us are T2D, as we are all of normal size and BMI. \n\nI contracted COVID in May 2020, but nothing out of the ordinary... I just felt sick for 2 weeks and was relatively fine again. However, in the coming months I would experience extreme fatigue, disordered sleep, blurry vision, constant migraines, and numbness in my legs/feet. Looking back, I should have gone earlier, but I go in for my annual wellness in June 2021. While all other bloodwork numbers were in range, my glucose and A1C were in the pre-diabetic range. I go on Metformin for the next two years with some relative success... glucose and A1C still on the high end of being in range. Come 2023... the fatigue, disordered sleep, blurry vision, etc... all come back and I have my bloodwork again. My glucose and A1C are now in the diabetic range. The doctors change my medication to Ozempic, and it is a night and day difference... all of my symptoms abate and I feel \"normal\" again. \n\n<a href=\"https://www.cidrap.umn.edu/covid-19/covid-19-omicron-infection-linked-new-onset-diabetes\" target=\"_blank\">https://www.cidrap.umn.edu/covid-19/covid-19-omicron-infection-linked-new-onset-diabetes</a>\n\n<a href=\"https://pennstatehealthnews.org/2023/02/covid-19-survivors-risk-diabetes\" target=\"_blank\">https://pennstatehealthnews.org/2023/02/covid-19-survivors-risk-diabetes</a>/",
        "It is amazing how the mind can deceive us. I had unbelievable chronic back pain for years, which often also appeared in my knees, right hip, sometimes my right ankle, and occasionally both wrists. I went to specialists. I was told I had arthritis in my spine (at age 31), inflammation in my wrists, and multiple severely herniated discs. I was on medication but it only got worse. It got to the point where, for three months, I was in pure agony and could hardly function. Doctors recommended pain management as a longterm solution, which basically means, \"There's nothing we can do, you're just going to have to learn to live with this.\" \n\nUnable to imagine a decent future and grappling with some incredibly dark thoughts, I googled, \"Will my back pain ever end?\" and came upon an article about Dr. John Sarno and his book \"Healing Back Pain,\" by a woman who went through something similar until she realized that her brain was behind all of this. Your brain can cause you to feel pain where nothing is wrong. It creates a prison where there is none, and you have to deliberately learn to break associations. I had to teach myself that movements that caused me to scream were actually fine for me, eventually ending not just that bout of pain, but ALL of my chronic pain indefinitely. It's been 8 years and I no longer get the pains that used to plague me. This woman has become obsessed with her symptoms, understandably. But that doesn't mean there's actually anything wrong with her.",
        "I recommend you read  “ Understanding the Behavioural and Medical Impact of Long COVID “ , edited by Leonard A. Jason and Charles Lapp.",
        "I have had long COVID for about four months now, with some general improvement but some backsliding, depending on the day. I've had great advice from the dysautonomia and POTS communities on reddit, and with electrolyte boosting drinks and compression socks I'm usually able to make it through my day but thankfully, like the author of this piece, I can do a lot of my work from home, too. I don't know what I'd do if I had a 40hr/wk job where I had to be in the same place every day, all day long. I want to encourage sufferers to take care of themselves, and trust that a brighter future does await. Folks are working on it, and as more pieces like this come to the fore, hopefully more still will be done. Thanks to the author for shedding more light on this difficult condition.",
        "I am so grateful to you. Beautifully published data capturing so much of what you have gone through. My son had long COVID - mainly intense nerve pains - but is generally feeling better after 3 years. It still comes and goes but he is mostly able to do all the things he wants to do. Unfortunately, doctors were largely unable to help and displayed very little curiosity when he sought care.",
        "This is a nice article, capturing the essence of what you are going through and how many us who cannot express this vividly are going through some or many of these symptoms to various degrees in one form or an other, while yet balancing the same pre-covid life. Post covid is as apocalyptic as post world war 2 even more dangerous as it has effected us mentally in many unknown ways.",
        "Words are inadequate when describing a subjective reality.  This artistic soul has used her gifts to give us another way to understand.  \n\nI suppose, were I so gifted, my journey with fibromyalgia would look something like this, so I’m especially touched by this piece.  The healing modalities I have tried mirror the author’s.  I kept thinking, “I’m a smart woman.  I can find an answer to this.”  One thing I did that she didn’t do was have three well-meaning women “healers” speak in tongues over my body.  When you’re desperate to get well, you’ll try almost anything once!\n\nPeople want to help.  They’s say things like, “Oh, you have to try my ———(fill in the practitioner).  Or suggest cannabis, CBD oil, Pilates, Chinese herbs, on and on, not knowing I have already tried it.  And I make sure, for my own feelings of self-worth, not to “look” sick, so I’m told that repeatedly.  Mostly, I don’t talk about how my body feels.\n\nI get mad when I hear people opine that Covid is like a mild cold or flu.  Or suggest that Long-Covid is psychosomatic.  It will be decades before doctors figure out this evil virus.  \n\nIn the meantime, I wish Ms. Lupi increasingly good health as she tries to navigate her life’s journey.",
        "People living with Long Covid for years deserve empathy. Does anyone recognize that the symptoms of Long Covid are eerily similar to the symptoms of Chronic Fatigue Syndrome and Fibromyalgia from 40 years ago?  CFS and Fibromyalgia were called ‘wastebasket diagnoses’ by doctors back in the day. Do today’s doctors also  consider Long Covid as a wastebasket diagnosis today?",
        "Giorgia,\nYou colored your pain.\nThank you.\nWith those strokes\nWe all stand to gain.\n\nMy colors bleed into yours.\nPainting,\nYou illuminate\nOur wounded cores.\n\nWe want to wake well.\nListen,\nWe can almost\nHear that bell. \n\nI am you, and you are me. \nAs one, \nWe will conquer\nOur Infirmity.\n\nWith Homage and Love, \nAngie and all the Others",
        "The online presentation took long, which was discouraging for learning quickly what the author experienced. \n\nI am a practicing neurologist and participated in Covid illness research. I listen to a patient’s symptoms. They are real and biological. I am not aware that “stress” is a plausible explanation for diverse bodily disturbances. We have to take patients seriously and not treat them as if they are deluded.",
        "Thank you for sharing this and for helping readers visualize your experience. University of Kansas researchers I work with are collecting data about people's experiences with health care, insurance coverage, housing, transportation, Long Covid, disability and more. Anyone can add their information and experiences: <a href=\"https://ihdps.ku.edu/health-disability-survey\" target=\"_blank\">https://ihdps.ku.edu/health-disability-survey</a>",
        "I first got sick in 1975 with post viral myelitis.  What's now called ME/CFS erupted with a vengeance in 1980.  Formerly very physically active, I can only get around the neighborhood and even my apartment building with a motorized scooter.  I had some very good years in the middle, when I frequently felt well and could walk almost 2 miles on a good day.  Now, very limited ability to exercise along with age fueling my ME/CFS symptoms conspire to leave me feeling extremely sick and debilitated most days. For many years  I had lights flashing  when I closed my eyes.  Every day was like the Fourth of July.  That stopped after a decade or 2.  For decades I felt that I was drowning in poison, including a slight burning sensation.  I stopped feeling that way after about 40 years.  I lit up when I saw the author mentioned feeling poisoned. Most other patients have not been able to relate to that.  I'm sorry for your trouble and hope you'll start to feel better soon.  It could happen.  Take care of all aspects of yourself.",
        "The best bet for those with long Covid is to find a lyme literate functional med doctor with experience in CIRS, an understanding of biotoxins’ impact on 20 percent of the population, and use of ozone treatments, particularly EBOO. They are few and far between, but I speak from experience.",
        "I read another description of LTC as feeling like one is inside a void. It sort of “feels” like depression but it is not.\nThere was a marked improvement for me once I began taking the vaccines as soon as they were available. I also fought really hard against the physical fatigue and brain fog by doing things even if they felt hard. Unlike the author I don’t want a blank slate I feel like I became one and have had to re-remember the things I liked doing, how they felt, what I liked in terms of music, songs I enjoyed, activities that were pleasurable because I “forgot” so many parts of me….and yes there is inflammation and sinus infections (which I never had) , use of a daily inhaler for asthma which I had but didn’t have to manage because it was decades since anything triggered it.\nI feel like a delicate flower monitoring different things that can set off different discomforts and illness. I’ve made huge strides and even from last year I feel I have come a long way in terms of my level of activity. I went from not being able to carry a bag of groceries to being able to carry multiple bags as one does when shopping. Early on I couldn’t even lift one not too heavy bag and had to get one of those WF’s shopping carts.\nI took tons of raw garlic, vitamin D, I meditate, and eat fairly clean as a vegetarian. \nI am as they say making the best of it.",
        "I had Covid in March, 2020 also and had the same progression of symptoms, most of which reappeared numerous times over the next two years. What finally helped me, dramatically, was taking a blood thinner. I took one of the newer ones that does not require blood draws. It made an enormous difference, and there are papers on this now. I would urge the author to try this. For me, it ended the tachycardia, weakness, exhaustion, fevers, and nausea.",
        "We are 19 months into LC. We were probably at 30% of our pre-covid selves in ability to do things but still experiencing major symptoms but we both had a relapse at different times a few months ago. It is extremely frustrating to live like this, especially when we had been active adults and now brought to a grinding halt. We are fortunate that we got into a LC clinic very early on, but to be honest, there really isn't any treatment, only moral and emotional support. We do our best to stay optimistic but really, it's a crapshoot. We keep saying, \"maybe by spring\", \"maybe by summer\", maybe by fall\", maybe by the 2 year mark\". Some commenters have said it's psychosomatic; I really hope that they don't get a chance to find out for themselves. Please take LC seriously and learn more about it. We've been to physicians that didn't have a clue until we provided them with research articles.",
        "As a retired Primary Care Physician I first want to express my sorrow to the writer for her problematic odyssey through her illness and the difficulties with which she has had to deal.\n\nThat aside, there are all too many who have argued that either refusing immunizations was best or that it was a panacea to the assault made on humans by the very difficult Covid19 pathogen.\n\nI have no easy answers.  Nobody does. \n\nSimple statements do not work here.  I have been lucky, while fully immunized to have had no infection, but people immunized once or fully can still get the infection.  No clear guarantees apply.   Seeming to be sick or well and asymptomatic or only mildly ill could all land one in the same plight as the writer here.  Being immunized is not any the better in that regard.\n\nNot to get immunized?: I certainly do not suggest that. \n\nAn ICU bed and possible death are much more likely without immunizations. The dead don't get long covid or the symptoms noted here in convalescence, but death is not a better end, even to the extent that the events here might be missed in the finality of the fatal result!\n\nWe need to learn why some people get such prolonged manifestations of infection. The angry Neutrophils noted here in Blue are truly a concern and may reflect the same type of procass as the Cytokine Storm seen of the sickest hospitalized patients.  Why this is turned on is not clear.  Who is at risk is not clear.\n\nDoctors are not all knowing,  Time will tell what we learn.",
        "I have learned to take things day by day and to consider any positive a victory.  The big picture is too overwhelming.  A return to a simple life and sitting quietly in nature has washed a since of hope over me.\nGood luck to all and bless your caretaker.",
        "I am afflicted with it. \n\nThe waves of inflammatory pain will go from constant and steady to suddenly like being stabbed by hot waves of agony that rage through my entire body. This kicks off without warning. You have no idea when it will happen. \n\nStretching, walking, any kind of movement is crucial to being able to keep going. The fatigue as the day wears on can be disorienting. \n\nDiet changes, no alcohol, and the sheer desire to not give up carries me along. \n\nI had Covid twice, the first time well before vaccines were developed. I was lucky to have lived. \n\nI wish the author of this well. \n\nHaving this is like carrying around a malevolent being inside you. I have to tell myself that my mind can control it.\n\nThe battle never ends.",
        "I cried. \n\nThank you for letting yourself be seen and by doing so, letting all of us be seen. But it was a huge sacrifice. What can I give back? \n\nBy exerting so much energy to work and create, aren’t you keeping yourself in a crash? Aggressive rest is my favorite term and about the only thing, so far, that can help our bodies fix things. Maybe I’m wrong or maybe I want to be because without partaking of thinking, feeling, doing and curiosity life isn’t life. \n\nI have shared your article to everyone I know hoping they will understand and not abandon me. I don’t know you but I love you for what you’ve given.",
        "Sounds a lot like (my self-diagnosed) CFS from 45 years ago (and ongoing) except long Covid sounds much worse. To skip the long gory details, I caught Covid in September for the first time, they gave me Paxlovid and I felt better than I had in that 45 years. Too bad it was only a five day prescription, I'd gladly try going back on it permanently. After several months I'm more or less back to that mild CFS equilibrium.  I saw where they're trying long term trials of Paxlovid in England. HIV patients take antivirals on a permanent basis, maybe long Covid cases would respond similarly. I've been very lucky to have lived a fairly normal life, due to my job, where I could ease off as needed undetected, and  with my family supporting me. Hopefully long Covid will get the attention it deserves and people will be able to get the relief they need - and it may already be out there waiting for the medical community to discover.",
        "Thank you for sharing your story. It is heartbreaking to read. I feel for everyone who is experiencing long COVID. There needs to be way more attention paid to this condition. You mentioned brain retraining briefly -- and I'm wondering which program and whether it helped at all? Many people with long COVID have been able to fully recover using brain retraining programs like DNRS, which makes sense because long COVID symptoms align with a limbic system injury. As someone who struggled with \"incurable\" chronic health conditions for decades, DNRS helped me enormously. But I was able to fully recover after a more intense diet change and liver cleanse. It required a top-down and bottom-up approach. Please don't lose hope and keep trying. Our bodies can heal!",
        "Infections do this, and have always done, to a small portion of those infected.  For this virus the portion of people effected may be larger.  Immune system disfunction and other kinds of system regulation disfunction are probably the cause but those systems are immensely complicated and not well understood.  Of course, just because you have this doesn't mean you can't also be suffering from one of the many diseases that cause the same symptoms and that doctors know how to treat, so there is the testing, which usually gets nowhere.",
        "Makes one better appreciate what one has now, and not take wellness for granted, nor waste lifespan on low value or toxic pursuits. \n\nImpressive collection of data, the author should add in \"pre-illness\" records such as they still exist.   There is no way to know what tiny bit of data might lead to an method to ameliorate even some symptoms, for someone.",
        "Thank you for sharing this.",
        "Thank you, thank you.  I don't feel I'm alone",
        "Are these patients eligible for disability benefits?",
        "The most beautiful heartbreakingly awful reading experience I have ever had.",
        "\"The reason that patients are being minimized for so long is because it’s very, very clear that complex chronic illness doesn’t fit in this neat package of ‘Here’s an X-ray. You got a broken tibia,’” said David Putrino..\"\n\nThis is exactly what American primary medical care has become. It's drive-through, \"#1 with jumbo fries..\". Doctors have been forced into mass-market medicine. It's about profit now, not care.\n\nThat said, Ms. Lupi's symptoms are real and proof positive that, while the common flu and Covid-19 are both coronaviruses, the similarity ends there. Covid is the equivalent of a fragmentation grenade in aerosolized microscopic form. The fluorescent dye study of her blood shows her body teed up to battle those \"frags\".\n\nGet vaccinated, stay boosted, don't miss any window to stay that way. Mask-up. Our world is markedly different post-Covid. Remember Ms. Lupi and all those battling Long Covid.\n\nKudos to the NYT visualization team for their skills in bringing Ms. Lupi's story to us. It is why I'm a subscriber.",
        "I'm terribly sorry to read about your illness. \n\nAs I read about your symptoms I was struck by the similarity of many of these two what was formerly called chronic fatigue and immuno suppression syndrome (CFIDS), or chronic fatigue syndrome (CFS), now renamed myalgic encephalomyelitis (ME).\n\n<a href=\"https://www.google.com/search?q=myalgic+encephalomyelitis&ie=UTF-8&oe=UTF-8&hl=en-us&client=safari\" target=\"_blank\">https://www.google.com/search?q=myalgic+encephalomyelitis&ie=UTF-8&oe=UTF-8&hl=en-us&client=safari</a>\n\nThis is a very difficult to treat autoimmune-type illness that is now the subject of more intense study. I had it in the mid 1990s and found it to be almost completely disabling. I eventually recovered… You may already have thought of this possibility, but just wanted to throw that out there. One common symptom is postural hypotension - feeling faint or passing out when trying to sit up or stand and walk. It is commonly exacerbated by exercise.\n\nI am glad you have your artistic and analytical skills to help you through this. I wish you well.",
        "At the risk of sounding callous (I am) I have to ask whether the graphic-design of this writer's illness was of benefit to her. \nChronic pain and especially chronic fatigue are closely bound around one's thoughts and mood, which drives the mind to various places, including exacerbated immune response. \nPainters tend to color what their eyes see with what their mood happens to be when they see it. That abstracts the pain, takes it off somewhere else.  The only exciting mood-disorder paintings I've ever seen were executed by schizophrenics. But that wasn't their dissection of their own disorder or even their feelings; it was a way they actually 'saw' what no one else could see, of the 'actual' world. \nSympathies, of course, to the writer, with hopes that she is well soon.",
        "Just reading this article made me cry, Geez I thought my prostate cancer was bad but long term covid is terrible. Kinda a double wham with the current state of the world.",
        "Ironically, some physicians are treating the spike in the \"spike protein\" associated with the Covid vaccines. Though the shot triggers the body to manufacture just the spike in the coronavirus, to induce an immune response, one theory holds the body continues to produce the spike, all of which doesn't get taken out by the immune reaction and the excess spike is a source of ailment. It is too bad the NY Times can't do a better job of covering how off-main-street doctors are approaching the complex mystery of long covid.",
        "Long covid seems to share a lot with chronic fatigue--which has been ignored, dismissed and denied by the medical profession for years.\n\nThe film Unrest should be required viewing for every medical professional <a href=\"https://www.unrest.film/watch\" target=\"_blank\">https://www.unrest.film/watch</a>",
        "Has any serious research been done to rule out the Covid-19 “vaccination”?",
        "For 25 years, I lived with all the symptoms you describe along with many more- including more serious autoimmune diseases. I followed the same path you did with hundreds of dr. visits and testing. I finally found relief from my symptoms when I read The Divided Mind by Dr John Sarno. That is when I started to learn about the psychological factors that cause chronic conditions. I hope you find relief from your pain.",
        "This is an extraordinary story. Not only for the information of long covid and the personal trauma of it by Ms Lupi, but the art direction and the the visual methods for representing the data are breathtakingly beautiful and effective in telling the story. I am suffering from this condition, and this is reaffirming, and yet it confirms that we know almost nothing about it. Thank you, NYT.",
        "Had covid once a couple years back and have experienced moderate long-covid; got sympathy from doctor and bloodtests then some vitamins. Fatigue/dizziness/brain fog was at its worst about a year ago, got pretty depressed. I'm able to exercise more, take longer walks without fatigue, and I don't get exhausted nearly to the degree I used to; I'd say maybe 80% back to normal. It makes me nervous to get covid again, but I'll take life a day at a time. I appreciate those who share their stories, as having a seeming phantom illness can be infuriating and its easy to start to lose hope. Empathy for those suffering the worst of it, and glad they are trying to return to some state of normalcy, it's important to stay hopeful.",
        "Very, very sorry for her travails.\nLovely graphics.\nBut I was hoping for more information for the rest of us, not performance art.\nBlessings to the author.",
        "Just read this heartbreaking piece about trying to live with long Covid. I had shingles at the end of 2015 and have been experiencing some of the same symptoms as the author ever since.Especially the intense burning pain on a daily basis, brain fog and fatigue. What I have is called postherpetic neuralgia-\nPHN. My symptoms  began after a viral illness too. Thankfully I had just retired (I am now 72) and have a supportive spouse. But like Ms. Lupi this is not the life I hoped to live in retirement. Maybe since Covid is such a widespread illness long Covid studies will lead to a better understanding of other post viral syndromes. Thanks to Ms.Lupi for her honesty. For sharing.",
        "Wife and I both caught Covid while visiting a relative in a nearby hospital trauma ward.  Mine was minor, but hers turned into breathing difficulties and required a hospital stay, and long home nursing care.  She still needs supplemental oxygen at times and tires easily.  After the GP, cardiologist, rheumatologist and endocrinologist all did their tests and expressed uncertainty, she saw two pulmonologists who got her on the oxygen and inhalers.  They diagnosed COPD, not long Covid.  Nobody will assign that because the medical codes for insurance and records have apparently not been established.  But at least she's better now...",
        "One of the very best and most vivid uses of visual/multimedia journalism that I've ever encountered, up there with 'Snowfall.' In complete awe of how shattering and effectively this format conveyed the sheer scale and severity of this illness -- widening from one person's experience to the countless others enduring it on a daily basis is just a staggering and heartbreaking achievement. A true public service; thank you.",
        "Nice visualizations ... I find having a very painful chronic condition makes you more risk adverse, as chance taking is stress and stress often leads to more pain.  Layering Lyme on my 50 year mystery autoimmune? condition makes me even more tired.\n\nThe best I felt in years was when I was locked down at home for a year with my wife and daughter.  No outside viruses to set off my immune system.\n\nBest of luck to you, I have been in sick cycle for about 7 weeks so far lately, and while I have come back over and over, I wonder about when I won't come back.",
        "My experience with Long Covid:\nI called my husband and said:  \"I think that I'm dying.\"  Concerned he asked, \"What do you feel\"?  \n\nChaos of symptoms:  headache, confusion, temperature dysregulation - sweating for no reason or freezing cold and shivering,  heart racing, problems concentrating, vertigo, blurred vision, joint and muscle pain, general weakness, and body telling me that something is wrong.",
        "I am truly sorry for the medical and physical ordeal you've been through. I can't help but notice the diagnoses some of the doctors  threw at you before sending you on your way. Health care today is the absolute pits. MD's in many cases are double and tripled booked to accommodate the overflow of patients to be seen. This necessitates a huge staff that is multi-tasking, prone to making mistakes, and making it harder and harder for a doctors to make a decent living.\n\nYou are lucky today to garner 15 minutes with a doctor before a guess is made about your condition. In some cases the doctor will pass  you along to a specialist, and what i refer to as the 'MD merry-go-round'. You the patient are on a never-ending visit to specialists providing you with only 15 minutes of their time.\n\nOur law makers needs to intervene and put a stop to the control insurance companies, (who are making BILLIONS) and find a way to let doctors be doctors again.",
        "Last I checked (based on NY Times articles), the odds were something like 1 out of 40 that on any given covid infection, one will end up with a debilitating case of long covid, such as described by the author of this piece or one of the many commenters here with long covid.  That's why I mask up when indoors away from home, that's why I don't join my colleagues in indoor restaurant meals despite the obvious pressures to \"just move on\".  As another commenter mentioned -- what I'm trying to avoid is not just being \"sick\" for about 5-10 days, it is the horrible possibility of having my life stolen from me. Why can't people see this??",
        "I find the animation the Times is using these days frustrating and prefer descriptions with words, or at least animation that is optional. Can it be made optional? Can you insert a Skip button? I tend to skip these articles, as I did half of this one, if I can't. \n\nIt's too bad. As a former long-term Lyme sufferer, I identify with much of what the author is dealing with. When the immune system is involved, symptoms of all kinds can develop. We're used to seeing symptoms as, particular disease=particular symptoms. With the immune system under attack, the symptoms depend on weaknesses in the individual, whether due to genetics, lifestyle or past history of disease or injury. Very confusing and frustrating and difficult to diagnose and treat.",
        "What this author is describing sounds truly horrible but I have a lot in common with her. Hospitalized in March 2020, extreme fatigue, muscle tightness, tinnitus, trouble concentrating. It's been almost four years and I'm maybe 2/3 my former self. I've been to tons of doctors, and no one can tell me what's wrong. I keep waiting for my old self to come back, or for some magic pill. Bottom line is I know how I feel and I am not the same person as before.",
        "I am there. I am right with you. Neurologist, rheumatologist, opthamologist, you name it. I am a stay at home mom of two little girls. What do I do? Sometimes I scroll through my phone and look at old pictures of myself before I got Covid. My carefree happiness. I had it all and I didn’t even know it.",
        "Thank you for your wonderful article. I also had a mild case of COVID that ballooned into months of fatigue and confusion. I am surprised the NYT published this, considering the amount of Covid denial and down-playing they have engaged in over the course of the pandemic.",
        "Is there data yet on whether vaccination before infection helps reduce susceptibility to long COVID?",
        "For 3 years I’ve had identical PASC (long Covid) symptoms (ME, PEM, POTS, brainfog, migraines, Dysautonomia, neuropathy, excruciating hip and leg pain, blah, blah, blah) and had similar, myriad imaging and lab tests, from blood and cerebrospinal analysis to dna mapping (btw, the spinal taps were more, um, “pleasant” than the EMGs). I continued to do all the fancy (often “uncomfortable”) medical stuff to help the cause even when it became clear there was no real help in my case. (The massive medical file I submitted likely helped with my disability ins. application after I was forced by cognitive issues to resign from teaching.) Paxlovid? Did it. Lyme tests, yes. Thyroid, check. To the skeptics and the well meaning tipsters— I, um, had blood and brain juice drawn and my dna mapped! In the end, the only effective (a relative term) treatments ones that focus on ind. symptoms—a prosaic diet of a dozen different daily pills and monthly injections to fight the grind. Pills! Pills! Pills! I’m gagging on painkillers and Prozac.  This essay is well written and accurate, a good reminder out there that the pandemic continues and that as a society we need to keep taking it seriously. I certainly do, but now that I’m resigned to my plight and likely medically grim future, my concerns are more for my kids. In addition to the writing, I do like the pretty colors the author uses—they remind me of the lovely flowers in my garden, which I happen to appreciate now more intensely than ever.",
        "Try some real medicine like Acupuncture and Herbs or Functional Medicine.  Not the pharmaceutical nonsense we practice in this corporate country.",
        "Dear fellow long-hauler,\n\nPlease ignore the condescending comments blaming you for your illness, ignoring the preventative steps you wrote about, or minimizing your illness by comparing it to aging or other, milder illnesses. Some people have no heart and little brain.\n\nI got Covid for the first time in May 2022, 6 weeks after my 2nd booster, from a friend who thought she was suffering allergies and tested positive the next day. I was mildly ill for about a week. I began experiencing long Covid that July — breathlessness, POTS, post-exertional malaise, nausea, lightheadedness and more. Since I previously had fibromyalgia, that kicked in, too.\n\nI have gotten somewhat better. The breathlessness and POTS have all but disappeared. The fatigue and the post-exertional malaise have not. I’ve been hospitalized twice. A second bout of Covid in October set me back months.\n\nI am beyond fortunate. My long Covid is extremely mild, I am retired with a pension so I don’t have to worry about working, I have an extremely supportive husband, and good long Covid care through the long Covid center at Westchester Medical Center, about an hour from home. \nEven so, I suffer about how my suffering limits my life. Suicidal thoughts are part of it. \n\nGood for you for your advocacy, perseverance and talent — your piece expressed what so many of us go through. The stupid comments demonstrate why it’s even worse than it should be.\n\nThank you for this piece. I wish you all the best.",
        "As one who suffers many of the same symptoms you describe, though not quite as severe, I find it heartbreaking to read your story. The effort and time you have put into this is remarkable.\nAnd as a fellow working artist, I appreciate your visual work. I am still able to work a few hours a day - alone in my own studio - and am grateful that I can still do that.\nAt the risk of being labeled anti-vax (which I'm not), I suggest that you might want to take a look at the possibility that repeated boosters might be keeping the spike protein alive in you, given your obviously suppressed immune system.",
        "This was an amazing article and while I am so very sad about your health and wish for improvement/healing I think it's a godsend that someone with your talent was smart enough to record the data - I can only imagine your illness and the work you have done to record the symptoms will help the medical community. Our bodies want to be healthy and your is trying to teach the world something. My very best wishes to you for a recovery.",
        "My heart goes out to all who have this debilitating condition. Thank you for this heartbreaking and beautifully presented article.",
        "Thank you so much for writing this article which so vividly describes how profoundly something like Long Covid, and other stealth pathogens (Lyme etc) can affect someone's life.  I wish more attention could be paid to the general idea that there are so many suffering from chronic illnesses which are triggered by pathogens of many types, and just because you can't always observe it, doesn't mean the person isn't suffering.  Thank you again for raising your voice.  I just find it sad that so many have had to suffer at once before medical science started to pay attention to try and find some at least partial solutions.",
        "It's a rude shock to have these symptoms and extreme difficulties and disappointments.  After surviving this condition for 40 years, I've learned that these post-viral chronic illnesses can morph into other auto-immune diseases, often serious neurological illnesses.\n\nWestern medicine often doesn't do well with confusing, chronic conditions.  To survive takes mental strength combined with willingness to try different medical traditions and be open minded.  Mind body practices have helped.  Escaping the body through meditation is particularly welcome several times a day.",
        "Thank you for this incredible article. My sister had these symptoms to a T, but ultimately could not stand to live with them. I recognize that it must have taken an enormous amount of energy to even write this article. We need to keep bringing light to these cases. People are suffering.",
        "One person’s creative piece on LC tells me little.  Back when chronic fatigue was a big thing, the two people I knew who were diagnosed and on disability, managed to muster the energy for months long European travel.",
        "The data visualizations depicted by brushstrokes drew me to this piece. Descriptions with words, only ,could not have given me the understanding and interpretation of the multiple system impact on the body by long covid. The graphic work, the imagination and skill shown by Ms. Lupi is a valuable contribution to science as well as to anyone needing a way to record, sort and interpret complex information  This work is a gift especially to those inclined to think visually but often cannot untangle the data by other means alone.",
        "You have a very significant talent in putting together these visuals.  It makes your very troubling health issues come to life in front of our eyes.  My personal wish is for some \"breakthrough\" that might bring a little joy into your life.  Your strength in facing these challenges are way beyond what an average person would endure.  Thanks and God's blessings onto you!",
        "I have lived with CFS since 1984.  Except for my PCP who knew me well, other specialists treated me with distain, it was all in my head.  One specialist at a major hospital told me I was \"just a spoiled rich housewife from W----- Go home and take a walk!\"  When I burst into tears of frustration, he threw a box of tissues at me.  How helpful it would have been to have the medical community take CFS seriously. The damage to your self esteem is extreme.  \nSince I could find little help, I worked on acceptance and finding a way to live with uncertainty every day.  Meditation, hypnosis were helpful but the most important lesson was to NOT get out of bed or off the damnable couch and try to make up for what I missed which only exhausted me again but to take each day, do what I can and be grateful for life's little moments.\n  I was raising a family, supporting a husband and building a small business plus volunteering in my community.  It was all changed in a few days after experiencing a \"flu\" that was \"going around.\"\nI lost time with my children, endured a divorce from an unsupportive spouse,  learned not to assume anything. I also learned that I am a survivor.  I am now in my Seventies with symptoms that have diminished but can flare up at anytime.\nLittle is offered as tests come back inconclusive or negative but do not under estimate Time.\nLearning to use it in the way that is best for you but not what others maybe want of you is hard but you owe it to yourself.",
        "Thank you for this article.  As someone struggling with long Covid for three years I appreciate the effort it takes to communicate clearly and effectively about the experience of living with this condition.  The visuals and prose are brilliant at communicating the staggering of symptoms over time, and the emotional weight attendant on a life suddenly compromised by this condition.  Politicizing Covid is having disastrous effects on both a personal and global scale.\n\nI’m in my mid 50s and feel quite certain that I have aged significantly in my physical and mental functioning since my first infection in February 2020.  I’m concerned about the implications of this.  Not just for myself but for society in general.\n\nI have no doubt that most of us don’t have the energy to spend on being effective advocates when daily life remains challenging in ways that are often surprising and deeply dispiriting.  We need people like this and medical professionals to keep pushing for research.  Covid is still with us.  I believe those of us with long Covid are the canaries in the coal mine.",
        "Jesus.  I have emphysema (48 years of smoking), and the story of this struggle makes me feel.... lucky.\n\nBefore reading this, I had more or less assumed that 'long covid' meant suffering the known effects of covid past the time when one should recover.  What Ms. Lupi endures is so far beyond that.  Although I am not particularly empathic, I am overwhelmed with the desire to provide some help or comfort, and disconsolate that I have nothing to offer.",
        "Mecfs is not just pem and feeling tired. It comes with all of the same  symptoms found in long covid, yet for some reason people with long covid think their condition is new and special. It's not. I've had mecfs for 2 decades. I too have diagnoses of dysautonomia, peripheral neuropathy, neurological problems, autoimmune involvement, headaches, pain, etc. this is the norm in mecfs. Long covid is a new name for an old disease.",
        "Extended fasting!  Naturopaths! Meditation!  Laughing! Something you saw on tik tok!  I guess this is what happens when science has nothing to help you with.  At least meditation probably won’t hurt you.",
        "One possibility for helping to relieve some of the symptoms of long covid: earthing (also known as grounding). Check out the results of a study by the NIH: <a href=\"https://pubmed.ncbi.nlm.nih.gov/35987499/#:~:text=The\" target=\"_blank\">https://pubmed.ncbi.nlm.nih.gov/35987499/#:~:text=The</a>%20following%20symptoms%20were%20improved,with%20a%20shorter%20illness%20duration.",
        "As a family member of a LC sufferer, this article captures the experience well. And the data. Thank you!",
        "Wow. Make this a book, of some kind. It’s such impressive work. You’ve wrought a kind of beauty out of your suffering. That doesn’t “redeem” it, but it does ennoble you.",
        "Wonderful article. Will share this with others to wake them up! \nThe only tiny thing is the author implied that having covid protects you some from long covid if you get reinfected….I believe just the opposite is true, from my reading.",
        "This might be a naive question: would a complete blood exchange make a difference for people with long Covid ? \nI also wonder if vaccinations can do the opposite: Infect and weaken SOME people's immune system like Giorgia Lupi, who seems to have gotten all possible vaccinations and also used masks. It is alarming that she has long Covid so severely and I wonder if studies have been made how many people with vaccinations might get an intensified exposure of this horrible virus instead of immunization ?\nI had the 2 vaccinations and a booster shot in 2020/21. The first 2 vaccinations were easy, but the booster inflamed my entire body (mostly joints) for 6 months. I haven't  gotten any more vaccinations since and I am lucky, I never got Covid so far.",
        "If you can, try full body exposure to the sun daily.  The sun's infrared radiation may work wonders.  Also hot sauna, infrared and red light therapy.  A Loma Linda doctor has been promoting the ideas on youtube (Medcram).",
        "I’m so sorry for your suffering. I hope a treatment can be found soon.",
        "I commend your efforts to understand what has happened/how you can recover your former life. I offer encouragement. After successfully finishing a half-triathlon (70.3 miles), several weeks later I remember the day I passed out going up a single flight of stairs. Having never visited an ER, I soon racked up multiple visits in short order. I did not know what was going on other than the fact something was very wrong. It was 2015, my symptoms did not fit nicely into a diagnosis. A gauntlet of doctors appointments, medical bills, and testing including a heart study at a highly respected medical system. I remember the doctor stating they had sent me to every specialty group and did not know where else to send me. Not great for my morale as there were days I had to call out of work since I could not stand to walk across my small studio without feeling like I might die. 2 years onto this hell, I had lost all physical endurance and any resemblance of a social life. Mayo gave me the diagnosis of POTs. The recovery journey took an agonizing amount of time and it continues. I hated that I had done marathons and now walking around the block was a job well done. Rebuilding endurance was incredibly slow, there were many setbacks. These days I don’t run but in ‘22 I was able to walk a half marathon. Finish line tears as I had regained part of myself. My world is different now but it can still be good. Be kind to yourself. Let your body rest but stay determined. Keep looking for insight.",
        "If you still have money in your bank account then the US healthcare system isn't done helping you.",
        "I would contact Dr.Bobbi Lutack in seattle. I suspect a naturopath might take a few different approaches.",
        "A surprising number of comments even here dismiss the author’s experience as mental, fabricated, not serious. This is why ME/CFS and other invisible disabilities with a wide variety of symptoms (and that tend to infect women more than men) do not receive funding and attention. Gender bias in medicine directly harms women and queer folks. Please don’t dismiss this author’s beautiful, deep, and detailed presentation of her personal and medical data because you were expecting this article to be something else - it’s such an important contribution to the discourse.",
        "I recognize so many of the symptoms here. It’s valuable to have both the sharing of experience as well as the corroboration of many difficult to explain concerns. \n\nNow, because they’re difficult to explain I would have preferred a design which communicated the facts without obscuring them with unnecessary FX. This is the “tyranny of cool.”\n\nEdward Tufte:  [1983], “The Visual Display of Quantitative Information”, is the most important book on the subject. A designer of informational graphics who hasn’t studied this book is like Mr. McGoo without his glasses. \n\nI want information about my illness, not an Acid Flashback.",
        "Thank you- me too.",
        "Thank you for your story and for the graphics which help show the confusion and extent of the problem. I too suffered from Long Covid starting in March, 2020. Six months later, when I had unrelated surgery for breast cancer, there still were lingering problems. \nI have since been one of the luckier ones, with only mild brain fog and fatigue continuing to this day.\nI changed doctors to one who listened to me. I followed the LC forums. But the overall feeling was helplessness and hopelessness. \nI wish you healing and resolve. Articles like yours help keep LC in the forefront of research, where it needs to be. Sufferers need to be heard.",
        "I truly feel for the author’s suffering. I had long covid acutely for 5 months this year (some symptoms still resurface randomly now, 3 additional months later, and tinnitus is constant). \n\nMy PCP was helpless in all of this. He’s a middle-age man I have a 10 year relationship with. He wouldn’t acknowledge that long covid could be the thing causing my suffering. It didn’t exist when he was educated, isn’t part of his doctrine. \n\nMy symptoms were largely non-“traditional” for long covid - severe electric currents through my body, extreme bone pain, sore lymph nodes in neck, groin and armpits. Fatigue and abdominal pain were the only traditional symptoms. I was sent to an ENT, who scoped me, then a gastroenterologist did an upper endoscopy. I had ct scans twice (suspicion of lymphoma or bone metastasis of a prior cancer). Etc etc etc. Thousands of dollars in testing of every variety. An infectious disease doctor thought I might have Valley Fever, as I’d visited California’s Central Valley early in the year. \n\nAll the doctors, in their specialist silos, couldn’t see the woods for the trees, except for the oncologists from my prior cancer. One prescribed me a powerful antibiotic that took away many of my worst symptoms - I had some kind of secondary bacterial infection. Another told me to take paxlovid, and that finally mostly sorted me out. \n\nMy radiation oncologist said that there is just so much we do not know about Covid.",
        "In addition to long Covid, this patient might have obsessive compulsive disorder. It can be helpful to track symptoms but her tracking seems extremely excessive and out of proportion. I also see a potential issue with her doctor shopping (46 doctors) and 81 procedures. At some point, you need to accept the illness and learn to live with it. You need to trust your doctors and not continue to doctor shop. Her search for a cure sounds more extensive than most people dying from cancer. Having Covid 3 times in 3 years suggests that her body was weak to begin with. I think her symptoms are real and I am sure she feels awful every day. I hope she can learn to relax and live with her symptoms on the best possible way. The stress of her obsession with this disease is probably making it worse.",
        "I've often felt uneasy about pursuing medical treatment for symptoms that can be difficult to describe clearly or are not visually identifiable. It's happened with elbow problems in which significant damage was found after five surgeries. It's been true with symptoms that have occurred in the five years since a stage 4 cancer diagnosis. With the latter I've relied on quarterly blood test results and annual scans. While the scans were clear for cancer recurrence, the blood tests have shown persistently low results for neutrophils and lymphocytes, markers related to immune system strength. I've had ongoing joint and skin pain but have rarely been sidelined by it. \n\nDespite my lowered immune systems i haven't been \"sick\" since I was \"sick.\" Until two weeks ago when I tested positive for COVID and then for COVID pneumonia. I barely moved, struggled to catch a breath, and coughed so violently I thought I might burst a blood vessel. I just started a very strong steroid regimen that's provided significant relief from the coughing and has gotten me moving around. Steroids aren't for everything or everyone. They can make you jittery and irritable. Sometimes you need to extend the regimen, but they've been helpful. \n\nHowever, the author tracked a number of symptoms I've shrugged off due to their relative invisibility. My immunosuppression leaves me vulnerable to ailments that'd otherwise be minor inconveniences. I'm not so sure now. This has been an eye opening column. Good luck.",
        "This reminds me so much of people with long term Lyme Disease. I would encourage folks suffering from long covid to visit with an LLMD (Lyme literate MD) in your area. From someone with a family member who went through something similar long before covid, I feel like there is a potential correlation. It is so hard to have any illness that is invisible. Thank goodness long covid is getting the attention it deserves. No one deserves to be told their illness is all in their head, but many with illnesses such as this have been told this in the past.",
        "Have you tried Dr Vaughn's clinic in Alabama?  His research seems sound.",
        "shout out to the graphic designer",
        "The covid rates on the nys forward site today are shocking.  and we havent even hit Christmas yet. No one seems to care anymore ....\n <a href=\"https://coronavirus.health.ny.gov/positive-tests-over-time-region-and-county\" target=\"_blank\">https://coronavirus.health.ny.gov/positive-tests-over-time-region-and-county</a>",
        "I was fascinated by the graphics in this piece, and how they both tracked and conveyed the feeling of being overwhelmed by so many different symptoms.",
        "Great article, but if you can imagine this happening to a child, you’ll be someway to understanding the nightmare that is long covid and long vax in children. \n\nSeeing a life cut before it’s begun, understanding that they have so many unanswered questions as any child would, seeing them dismissed by arrogant medical professionals is just heart breaking.\n\nNow there’s research validating Long Covid and Long Vax as debilitating diseases we should be seeing more support from government bodies, apologies from the medical communities and compensation for the suffering.\n\nCheck out Long Covid Kids for more information.",
        "Wow!! Amazingly comprehensive, informative, and emotionally charged reporting.  Vividly beautiful yet stark and saddening simultaneously. I can relate on one level, as a person living with “Long Vax” syndrome. I have some of the same symptoms, but not to this intensity. I too went to multiple DRs, the ER, 7 MRIs, etc, and all I was prescribed was a topical NSAiD gel, and Plaquenil. I’m in it for the long haul - what other choice do we have?!",
        "This is an amazing article, so well done. I'm so sorry you and others are going through this.",
        "Guilia was so kind to me in our support group last summer when I had excruciating kidney pain from a medication I took trying to cure my Long Covid. It will be 4 years in March. I was an athletic, healthy 33 year old in NYC. Now I’m disabled, unable to work, rely on my mom for help, and still trying experimental meds because no one has answers. The government needs to step up bc millions of us are suffering; not to mention the millions with MECFS pre-pandemic.",
        "Thank you for your brilliant writing and visualizations, Giorgia. Along with the symptoms, people with long covid struggle to communicate what they are enduring  and what the experience is like, in the moment and over time. The best we can do is try. You have done us all a service with your explanations. \n\nIt’s so very challenging for others to understand how long covid seems to affect every body system. Our health care providers are baffled and ill-equipped to address long covid, specialists are sadly limited by their very siloed specialties when patients need insight into how our body systems are creating interconnected knock-on effects. Nervous system (SNS, PNS and autonomic, cognitive function), cardiovascular, digestive, immune, etc.: our gears are out of sync and spinning wildly. Someday, hopefully, we will have an array of helpful and accessible tests to guide treatment. (Dr. Putrino’s clinic at Mt. Sinai has developed a good list.)\n\nAnd something I keep in mind: everyone’s experience is different. Yes, you’ll see overlap among patients, but  symptom intensity and profile can vary greatly among them. We are on a spectrum of severity and we all move around on it all the time. Management and stability are elusive. \n\nI, too, used to think my daily observations and symptoms records were a data goldmine. I’d love to know whether a repository for our collections exists for future scholarship. It could be a unique and valuable record of a worldwide phenomenon.",
        "I’ve been following Giorgia Lupi for years. She is a genius at data visualization. I’m sorry she’s suffering so.",
        "I am also a long Covid survivor. I am an elderly, healthy white male. This past summer, 2023, my wife and I flew from Florida to NJ to see our families. I contracted Covid either immediately before or during the flight. The third day I was feverish and a test confirmed I had Covid. We left our families accommodations and went to a hotel. My Symptoms diminished before the flight home  and I had a surgical mask for other’s protection. The symptoms became more frequent and I went to my doctor the next day. I was given Paxlovid which I took for a few days but had to stop because of side effects. Within weeks my autoimmune system started to attack me. All of the symptoms described applied to me. My joints ached. My hands swelled up to the point I could not see my knuckles on either hand. A myriad of blood tests have not determined what I have. Steroids in large doses worked their miracles. But they cannot be taken long term. No medication is working effectively. I was prescribed Hydroxychloroquine which also had minimal effect. My fall back is Ibuprofen which does have a positive effect. I can only hope that someday I can get back to my old, normal life.",
        "As a physician, I want to thank you.  My first impressioon is that you have, in this piece (and in your struggle to regain your health: 1. managed to communicate your experiential (subjective) reality in the broadest sense, remarkably skillfully.  2. specifically, provided a remarkably  clear, understandable history of  both the signs (medically obserbable evidence) and symptoms (your experience of pain, other abnormal perceptions,  and your dysfunction, across multiple domains) utilizing both your journalistic and graphic designing skills.   In so doing, you, I suspect,  were very helpful to others going through similar experiences. I hope you reminded many physiucians and other health care providers that they would be wise to retain 1. humility about the reality that despite having learned much, we are more ignorant than informed about the complexity of health and disease, including profound ignorance about variability amongst individuals. 2 that alongside humility, we need to retain hope, and determination, in our efforts to relieve pain and suffering, and pathological function.  We need to remain determined to find or develop cures for the many illnesses we do not have cures for. \nYou are a healer yourself, both to  patients, and a teacher, to physicians, and other health-care professionals.  Thank you.",
        "I do hope that your body figures out how to defeat Long Covid and return to being the active, vibrant person you were.\n\nI wonder how many people have Long Covid but remain undiagnosed & when we might have a test & treatment? I suspect there are many people who have a lighter, non debilitating form.\n\nI have been experiencing a range of symptoms over the past 2 years: dry heaves & vomiting, balance issues when standing (not always, but often), & perhaps the worst thus far - thermoregulation issues. I sometimes have to lie on a huge heating pad at 123 +degrees while bundled under a mountain of blankets for 1-2 hrs & up to 7-8 hours. I am fatigued & a partial day of activity often leaves me useless for 2-3 days after. I have neuropathy from my diabetes. The intensity of chronic pain ramps up now & again. I suffer from an almost always there headache. Oh, & there is the almost ceaselessly running nose.\n\nLong Covid? No way to know. I've had a ridiculous number of tests, retests, procedures like endo and colon oscopies. Just got another clear MRI. I dunno. Like the writer, I'm tired of being unable to do the most basic of functions without paying for it later:( My only irrefutable case of Covid (mild) was 9/22. But that's no assurance. Asymptomatic, Baby! I keep up to date on ALL of my vaccinations.\n\nAnyone know if there's a RBC link? Some are not \"normal\" (size/shapes?) & leave me with zero energy. Anemic but not enough to treat. Come back in 3 months.",
        "This woman is A REAL ARTIST! Wow, this is the best infographics I've seen in years. Good work, everyone. As for long COVID, I'm feeling this now too. I just had it for the first time - about two months ago, and I feel loads of these synthoms. I have read somewhere there are hints about the brain and the production of serotonin (?) ...  I'm not sure of any of this, but it's ongoing research that could give hope. Good luck to everyone who's having it.",
        "The graphics told this story better than any words.  Brilliant!  I contracted Covid on October 19, 2019.  Like the author, I had so many symptoms as Covid attacked all parts of my body ending with chronic fatigue.  A year ago, I found myself unable to make a pot of coffee in the morning without messing it up.  My brain just didn't work. The worst part for me not mentioned in your article was the way friends treated me.  They just could not understand.  \"You're still ill?  Pull up your bootstraps and get back out there.  Why can't you do this?\"  I am single and have no family nearby.  I became isolated.  I tried to do things and would crash for days; too exhausted and weak to get out of bed.  No food and no water for days.\n\nIronically, this past June I came down with what I thought was the flu.  Then, I realized I couldn't taste salt!  It had to have been Covid!  Surprisingly, my chronic fatigue disappeared. I no longer have crashes.  I can be more active and stronger. However, my immune system is still weak, and I am still uncomfortable with crowds of people.  \n\nI have met so many who experience long-haul with little support even from their families!  I wish the author the best in her Covid journey and thank her for sharing.",
        "Giorgia, you and I have chatted via Instagram several times about the effects of long Covid. It is at once fascinating and terrifying to see your illness in a data visualization. I’ve lived with many of these symptoms since January 2020, after a very bad bout of Covid. I’ve had a chronic cough, sore throat and dry mouth every single day. My lungs feel like they don’t work right. Doctors and others look away when “long Covid” is mentioned as if it’s not a thing. The extreme fatigue may be the most difficult as I teach design at a college. Hoping for answers and a better quality of life for you.",
        "That sounds awful! I'm sad that there's nothing in this story about masking up and doing everything you can to avoid getting COVID in the first place, or a reassurance that the author now masks everywhere so she doesn't add to her pile of Covid infections. \n\nI've been masking everywhere indoors that's not my home since the pandemic started, and I've never gotten COVID that I'm aware of. Not even a sniffle in 4+ years now. Masks work. This disease is awful. It's not just a cold. Please protect yourselves and others.",
        "I am so sorry you have had to go through this. This piece is beautifully designed, kudos.",
        "Oh boy... is there the same energy for what happens to our body when we drink polluted water, breath polluted air, or eat processed foods?",
        "“Every morning, I wake up in my Brooklyn apartment, and for two seconds, I can remember the old me. The me without pain, the me with energy, the me who could do whatever she wanted.” Welcome to the reality of your golden years ….",
        "I am so sorry for your suffering. The plethora of symptoms occur because the COVID virus attacks endothelial cells, which line every one of the 60,000 miles of blood and lymph vessels in our bodies. Your platelet images show endothelial cell activation. I hope you can find doctors who understand the ways to increase endothelial derived nitric oxide (ENOS) and heal endotheliopathy.  Bless you and thank you for sharing your art with us.",
        "Really commend you for writing. Such an excellent piece. Was wondering how you join one of these groups? Good health and good luck!",
        "a brilliant piece of work!",
        "Continuing the excellent information presented in Ed Yong’s most recent column, it is interesting (and should be editorially scrutinized) that this is an opinion column and not considered “science reporting”. These labels, much like what is considered research, need to change.",
        "As an “early adopter” of COVID, l ask, “How the HEAL are you?” after producing this very beautiful article? The energies of that virus used you to create an empathetic message for others it affected and took down. But now I believe you are on the upward spiral, entering the greater light of healing. Please let me and others join you on that glorious path. And thank you for  “taking one for the team,” and staying strong for all of us. Love.",
        "I am also a Long Haul Covid sufferer. Like you, I had a rather mild case in February of 2020 and again last year. I have a team of doctors from UCLA that have run hundreds on tests on me and concluded I have Chronic Fatigue/LHC. I’ve become that person who never feels good… I hate it! I now regularly cancel things I want to attend out of exhaustion or nausea. I know most of my friends think I’m a total flake. If I wasn’t living this realty I would feel the same way.  \n\nThe one thing that I’ve recently found that helps me is frequent cold plunges. I would highly suggest you try them if you haven’t. Each morning I jump into my pool (It’s 47 degrees as of today) for 2 minutes and immediately feel like my old self for at least an hour…often longer. I have taken to sometimes jumping in twice a day. I am having a cold plunge and Finnish sauna put into my home and I am not a super wealthy person. I have decided I need to heal myself. No pills will fix this!! \n\nThank you again for writing this article. It helps to know I’m not alone…\n\nPeace and love to all of my fellow Long Haulers…. And try the cold plunge ASAP!!!",
        "Giorgia, I cried. I am home with Covid, my 3rd infection, on Paxlovid (again). I was diagnosed with long Covid after my second infection in 2022. I see myself in so much of this story: additional diagnoses (POTs, dysautonomia, hypermobile Ehlers-Danlos syndrome, MCAS), the treatments (steroids, facet joint spinal injections, daily medications to raise BP/beta blockers, acupuncture, supplements, inhalers), lifestyle mods (high salt diet and compression stockings to reduce fainting). WILD, temperature fluctuations, as well as extreme heat and light sensitivity (I have to sit to wash my long hair so my heart rate doesn’t go dangerously high). Hair loss, tremors, difficulty swallowing, inability to stand for periods of time. I should mention I’m a 37 year old woman, who doesn’t drink, eats an organic, vegan diet, and had an active lifestyle. This illness has changed everything. I was a public school educator in NYC, then unable to speak and stand at the same time. Monitoring my symptoms was similar to tracking student progress. My cardiologist, rheumatologist, immunologist, pain management specialist, PCP, long covid specialist have a lot of info to work from. I now have a desk job and every bit of an exertion is a trade off. I recently fainted on the sidewalk bruising and scraping both knees. The cascade of illness is endless. I don’t “look sick” but everyday is a battle. I have most $ health plan, max out FSA, and STILL have tremendous out of pocket costs. Thank you.",
        "The potential for long covid is why my husband and I neither one want to get covid. It's not to avoid being \"sick\" for about 5-10 days, but about having our lives stolen from us. I wish those who denigrate us for our concern about not contracting it in the first place could understand this. We've lost two friends because we refused to go out for dinner with them when one of them had been exposed just days before to covid and another person was invited along because she had been diagnosed with covid 5 days earlier but didn't then have \"symptoms,\" without any mention of having also had a negative covid test. (I'm well aware that someone who would end a friendship because we wouldn't put ourselves in that position wasn't a genuine friend.)",
        "I’m interested in people’s long-term post viral psychiatric symptoms and what has helped. This is for my daughter. As a child, she developed lupus. Possibly following Epstein Barr. After some bumpy years she stabilized on plaquinal and a low dose ssri for mild depression. Recently she began having high anxiety. She also got Covid and seems to have become even more anxious during paxlovid. She’s starting anxiety counseling which I think will be useful but I also think there’s a post viral component from Epstein Barr. Wondering if people have experienced this and what has worked. I know this is a column about covid but there seems to be common ground with viruses.",
        "I am so sorry for the author and others who suffer from long Covid. I am also grateful for the author's work at documenting their disease. It is fascinating and terrible at the same time. I once had debilitating fatigue and brain fog--it is better but not 100% now--so I have a little window into what this is like. What the author doesn't mention is how hard it is to go the medical community again and again asking for help. I so resented the phone messages where the caller would cheerfully report that all my bloodwork came back normal. No follow up. No understanding that that wasn't entirely good news. It would have been a relief to find something wrong as maybe it would have pointed to what to treat!",
        "I read the article and my jaw dropped. It explained to a t what I’ve been going through for the past year. Tons of tests, for MS, lupus, immunologic diseases, neurophysiological diseases/disorders, depression….. on and on. All tests inconclusive but I have pain in my body, paresthesia on my right side, muscle pain, hip and shoulder pain, extreme fatigue, temperature fluctuations, vision problems including double vision, insisting cough, migraines…. I’m so tired and there is no answer in sight. \n\nIs there a support group for people like us? How can I find more info? I want my life back !",
        "Beautiful piece. Hopefully science will continue to study COVID and someday discover fully what it is and how it affects the body. The fact that we still cannot agree on its origins is unsettling enough; given that many of us, like the author, are still relatively young and functioning, another unknown is the effect of this virus on lifespan. I guess we will find out that metric at some point in the (hopefully) longer term future.",
        "Many of these symptoms are common with other chronic illnesses. Illnesses decades (many for centuries) ignored by medical researchers.\nShe is lucky that COVID caused a bunch of money to go into the research system to figure it out.\nMaybe this will help millions more in the same boat, but suffering for decades.\nI'd list the diseases here but, there are too many.\nShe and others with long covid are different in that it was a novel virus that hit them. Not one that has been around for hundreds or thousands or hundreds of thousands of years. She might have had a good life otherwise. Just like the millions of others with diseases that cause many of the same symptoms.\nI think our best hope is with Crisper. Much more money needs to be put into finding gene based solutions to many of these diseases. This money will likely be public as commercial interests have no incentive to fund a permanent or long lasting cure.",
        "I have come to realize that people who suggest ‘muscling through’ haven’t really experienced the kind of fatigue that people like us know all too intimately. I don’t blame them — until it happened to me I had no idea either. I probably would have recommended mental fortitude, psychological conditioning, meditation, deep breathing, etc etc. \n\nBut then for a few weeks last year I was in a state where not only could I not physically get out of bed or sit up, but even turning from one side to another required several minutes of thought, planning and ultimately great effort. Which of course would leave me even more depleted, as if that were possible. \n\n“Fatigue” is a woefully inadequate term for this symptom because everyone experiences it from time to time, so they think we just have ‘more of it’. No. It’s a different animal. Just like you can’t ‘muscle through’ a heart failure caused by calcium deficiency, and can’t meditate away a fractured bone, you can’t just ‘push through’ this fatigue and brain dysfunction. Sadly. \n\nAnd I saw all this as a firm believer in mind-body wholeness and as a practitioner of meditation.",
        "I got COVID in November 2022 and experienced bad brain fog for months and motion sickness all of a sudden.\n\nWhile those symptoms have mostly gone away, my partner has mentioned how I have become more irritable, quicker to upset, and in general frustrated way easier. \n\nI can't 100% say it is Long COVID, but my personality has shifted in the last year in a way that has been very frustrating and depressing given I have always been a person who prides myself on never getting angry or irritable. \n\nIt's a nasty, nasty virus.",
        "Excellent piece. Her journey mirrors mine almost to a tee: 3 years, nine months, very similar symptoms, all the same diagnoses, extensive charting of symptoms, countless medical appointments and tests. Where is the government on this? Millions of us are disabled and unemployed or underemployed. Isn’t that affecting the tax revenue in a pretty huge way? It is, according to the Brookings Institution - $200b in lost wages per year. The government allocated $1.15b over five years for the RECOVER study, which is almost over, all spent, and hasn’t yielded much of anything except high level understanding that other scientists have already blown past. This is a crisis of bigger proportions than HIV. We need help now.",
        "Thank you for helping me understand the disease afflicting so many people.  Your art while beautiful was strikingly painful, I could not turn away.  Bless you for the strength of every day.",
        "In 2000 after a very mild sore throat I started feeling really tired and, because I knew I had been exposed to an active case of mononucleosis, I had myself tested and  discovered viral mononucleosis, the infection caused by the EBV virus, was what was causing my progressive symptoms of extreme fatigue bodyaches sore throat and fever. I sought help and was told I would get over it, but this belief is based on the fact that teenagers can recover from the infection.  Older adults don't have the same immune capacity to fight the infection.  I did my own research and finally found articles saying that chronic fatigue syndrome can sometimes respond to valaciclovir the antiviral pill that treats members of the herpes virus family of which the EBV virus is one.  I had some immediate relief when I started the pills, and it took me about 10 years of taking them to finally be fully over the infection.  I suspect one key to treating long Covid will be  focusing on antiviral treatments.  My understanding that is the Paxlovid does have some impact on long Covid.",
        "It is incredible how you were able to transform your pain into a work of touching and beautiful art, for everybody else to experience. You are a good person.",
        "Not a long Covid sufferer, but have lived with chronic disease for 25 years after 18 months with symptoms but no diagnosis.  It definitely changes your mind and perception of yourself and life, and makes life challenging.  Since it’s invisible to others, people don’t realize what you’re going through.b I’m sorry that Covid has brought more people to join the club.",
        "I had Covid in October, mild case, but I have lost most of my hearing.   I can not imagine the suffering this woman (and other long covid victims) have suffered.   I feel great, other than I can't hear much.   Makes me appreciate what a wonderful pleasure reading is.",
        "Thank you for sharing your story. Long hauler myself for 18 months now. I am so lucky to be the patient of knowledgeable, compassionate long covid specialists. They don't know how to cure it but they do their best to find what helps. Hang in there.",
        "I completely relate. I went to the Stanford Hospital Long Covid Clinic and the nurse practitioner told me that there are studies researching a drug for long covid. They are currently running a study testing the drug on a test group. Hopefully it will be out sooner rather than later. Both the writing and graphic design of this article was so engaging. Thank you.",
        "Thank you for writing and creating the visuals of chronic illness associated with long Covid. \n\nI also came down with Covid in March of 2020 at the nascent of the outbreaks. I’ve wondered if the first variant was more virulent than the subsequent outbreaks. I also had second and third infections in 2021 and 2023, even after vaccinations. Neither of the later infections were as brutal as the initial one. \n\ni don’t know if any research has been done to indicate which variants of the virus caused long covid, or if the initial outbreaks caused dormant chronic illnesses to become active. A lot of long covid symptoms overlap with Lupus, M.S., Epstein-Barr other debilitating chronic illnesses. \n\nIt’s reassuring to read that the medical community has begun to take Long Covid seriously.",
        "So many commenters express hope that something will be done to provide long Covid sufferers with some measure of relief, the same way so many people offer thoughts and prayers after yet another school mass shooting. These offers do absolutely nothing to gain any insight, much less relief, for either of those problems. The solution is lying somewhere in scientific research not yet conducted because there is no funding. If everyone with an adjusted gross income above a above zero were required to put just $10.00 into a long Covid research fund at tax time, the wheels would start to turn. Call your representatives in both the House and Senate. Send them this article. Let them know how important this is to all of us, and that we're willing to pay for it. Thoughts and sympathy without action are meaningless at this point.",
        "The prospect of living this way terrifies me. I don’t understand how most people can live their lives without concern for long Covid. Am I missing some piece of information or are they ?",
        "I went to the Long Covid Clinic at Mt Sinai in New York City and was pleasantly surprised with their holistic approach.  The pain treatment and physical therapy referrals are very helpful.  What I find myself most disappointed with is the fact that the Covid vaccines I diligently received were/are not effective against Long Covid.",
        "While others read this with tears in their eyes, I read it with a smirk on my face. Why? Because I have been struggling with the same issues (although her fatigue is worse) since early 2020 after being very sick with \"colds\" at the end of 2019. Once I got the COVID vax (without ever having documented COVID) in 2021, my dysautonomia went off the rails. I struggled and resisted, going to doctor after doctor, trying supplements, documenting my diet, restricting foods, etc. None of it helped. The best thing that I did was get a heart ablation to get rid of the PVCs that worsened since 2020. After that, I've just tried to live my life. I dumped all supplements. Stopped trying to ask doctors for help (they never were able to anyways). Stopped most of my dietary restrictions (still mentally trying to get over much of the neurosis). The result? I am about the same-- maybe a little better thanks to the ablation. Still many odd symptoms and dysautonomia. My best advice to people like me, who are vaguely sick and love to \"know\" and gather data- stop trying to figure it out and just live your life as best as you can. You are not in control. Some days are harder to accept than others. It is not something science understands yet. Your rumination is only making you suffer more-- and your family, too. I know from personal experience.",
        "Show me your thyroid tests, please, including a reverse T3, Free T3 and Free T4 and your Hashimotos antibodies tests results..and your RB magnesium, vitamin D levels and your vitamin B12 level. what is your metabolic body temperature in the am? Write down a food diary and supplements. I wrote a book on long covid. it is a failure of the medical system to deal with basic metabolic failure, a loss of cellular energy and the persistence of covid virus. Quite possible \"Reverse T3 syndrome\", i.e. Wilson's syndrome. Below is a lab test description of reverse T3 found at Mayo Clinic. It can occur after a severe infection. Reverse T3 has been described as a persistent hibernation state.  It is something protective that goes haywire. it is elevated when we get sick and causes us to feel we have to lie down in a bed  in a state of total exhaustion so the body can use all resources to fight the virus. it persists in a few unlucky people. \n\nReverse triiodothyronine (rT3) is believed to be metabolically inactive.The rT3 level tends to follow the T4 level: low in hypothyroidism and high in hyperthyroidism. Additionally, increased levels of rT3 have been observed in starvation, anorexia nervosa, severe trauma and hemorrhagic shock, hepatic dysfunction, postoperative states, severe infection, and in burn patients (ie, sick euthyroid syndrome). This appears to be the result of a switchover in deiodination functions with the conversion of T4 to rT3 being favored over the production of T3.",
        "Dear Giorgia Lupi,\n\nFirst, I must apologize for the cruel comments made by other physicians in these posts, they are despicable.\n\nSecond, I must thank you for creating a phenomenal presentation of your experience of this miserable illness.  The power and beauty of your graphics allow all involved to better grasp the scope of this condition.  It will also be tremendously validating and therapeutic for patients with similar symptoms.\n\nIt is by laying out the entirety of the impact that researchers will be better able to see the kind of nuances that will make for better treatments.  Diseases of this complexity are like tumblers of a lock, a lock most likely created by well intentioned evolution gone awry.  Your body is struggling to defend against an illness in a way that has become self injurious and has created a lock of great intricacy.  Your amazing graphics help us see the nature of this lock and will one day allow the manipulation of the tumblers in a way that will ease your symptoms and improve the lives of many, many people.\nI thank you for this work and pray that your symptoms ease promptly and fully.  If at some point, you could publish what medications and supplements you've tried and what you think helped or hurt, it would be awesome.  Especially if done in a similar manner - the beauty of it adds such poignancy!\nPeter",
        "Excellent piece. Thank you.",
        "This is so close to what I've experienced that I'm wondering if I'm still asleep and this is a dream.",
        "Please tell me they have checked your thyroid at least twice, better yet thrice, in these last nearly 4 years.",
        "What I don’t understand, are individuals who say they have gotten their annual flu shot, but, see no need to get a COVID booster.",
        "Dear Georgia, I visited MoMA a couple years ago and was immediately taken with your Dear Data exhibit. I spent the majority of my time at the museum carefully looking at each postcard and left feeling incredibly inspired. I haven't had direct experience with long Covid, but this article will stay with me. Thank you for sharing such a difficult and personal experience in such a beautiful way. I'll be thinking of you.",
        "Hugs. I had irregular heartbeat for a couple of years, something I didn't have prior to my infection in March of '20. Fortunately my immune system seems to be holding off further infections.\n\nI don't think the covid minimizers understand that they were/are playing with fire. Ex-president Donnie turned covid into a political wedge issue. His fellow politicians followed suit. Their base grabbed on with both hands. And here we are.",
        "…or did COVID unlock the door to other symptoms & disease states? \n\nWhatever the answer/cause, Godspeed to all.",
        "Ms. Lupi, you are a warrior, talented artistically and verbally gifted.  You not only gifted those who suffer, as you do from long Covid, but those like me, who thought they may also have the long covid, to understand your suffering.  I have foujnd few medical professionals of my own, will even respond to the term, let alone take it seriously and note it in the medical records.   \n\nAfter reading of your suffering and the impact of the illness, I know I have some other problem. No symptoms of mine are as  severe or consistently occuring. I am so so sorry to hear of the decline of the quaility of your life and over such a long period of time.  \n\nYour visuals are absolutely mindblowing, and infomative. I am a visual person and your talent is effective in tracking such detailed information.  I quilckly recognized the reports, notes, and medical records which are overwhelming for any non medical person.  So your ability to clearly designate day to day detail was absolutely essential to clearly understanding your world and condition. \n\nTo me the photos of your graphic method of tracking date are art.  Hopefully, some one will recognize that and make your life more financially secure, and then some scientists will help make strides in your recovery so you can again do things you love with out pain and anquish.  As humans that is what we all want.",
        "I wonder if Dr. John Sarno's work warrants any consideration in these cases. The mind/body connection is a powerful thing.",
        "Thank you for sharing your painful and difficult story.  In spite of your illness, you still retain the capacity for clear, lucid prose and creative and beautiful visual expression. The immune system is extremely complex and yours seems to be on full alert all of the time. I hope your suffering diminishes soon.",
        "I had long covid in starting January 2020 before the lockdowns, which caused me to have a stroke, and then experienced a negative reaction to the Moderna vaccine.  \n\nAnd yet it's stupefying that not one Democrat will break ranks to get to the bottom of the cause or the worst response in history to a public health crisis. \n\nWe should not forgive our representatives for politicizing the pandemic, nor should we let them get away with the censorship of true information. \n\nIF there's ione thing we should come together about. It's our collective health and well being.",
        "I am SO sorry this happened to the author. How awful. \n\nI still have long COVID symptoms once in awhile. I’ve had the evil COVID twice and the 2d time it lasted 8 weeks. My internal organs were all hit by the virus. My lungs- oh my god. My sense of smell comes and goes and twice I’ve given myself food poisoning becuz I could neither smell nor taste my leftovers had gone off. I am a two thrower outer now.  Depressed. Sad. Impatient. Then suddenly fine. I got blood work and X-rays and CT scan done to make sure there are no infections or injuries. Brain fog still hits but practice makes it better. Words used to flee - I’m a writer. Puzzles and patient kids helped return to my normal 500 mph once more. \n\nIt took almost a year to recover. The words longer. \n\nBefore that I was in good health except for arthritis which it really attacked. That is much worse. This Xmas it will two years done. And now my daughter wants me to get the jab… I’m waiting til after the hols. The idea of even a symptom is too much. The shringrix vaccine for shingles the fall put me on my pillow for a week. Oy.",
        "As a post polio, post covid It has been a longest hard climb of my life. With normal blood work, one physician asked me if l wanted cyanide for my indescribable fatigue. There was no way l could push through my exhaustion and strengthen my reconditioned body. After 9 months , l have turned the corner, thanks to a brilliant rehab doctor in Milwaukee. LDN has boosted the dopamine in my brain and Prozac helped with increasing the serotonin in my gut. My improvement in walking and strengthening is short of miraculous.",
        "Add to this living in a society in which your whole sense of identity and self-worth is how much you are able to produce and how well you can produce it. There are very few people excused from this, and even then they’re encouraged to work (I worked for a social service agency that had a program that gave jobs to people with severe intellectual disabilities because it “gave them a sense of purpose” even though there was no evidence that it was true). \n\nChronic illness strips people of all that sense of value and identity, and you lose the support of the society around you. People can become obsessed with getting back to “the old me,” a personal nightmare that gets a hold and is hard to move out of. And the support or understanding just isn’t there. Want disability to take the pressure off? Good luck, even with the best lawyer to help you. Want Medicare? You have to be legally disabled for two years. \n\nAmerica is an abysmal place to be sick, and the cultural shift it would take to change that is happening, but very slow going.",
        "Not to be a smarty or anything but the U-Penn work showing serotonin depletion tied to Long Covid is direct, compelling evidence of causality.  Serotonin, as a vital neurotransmitter is manufactured in the brain stem (in limited amounts) and also derived from food conversion (tryptophan) into serotonin.  Platelets will take up serotonin (dense bodies) and have several stages of \"readiness\" and none with pathophysiology good news.  The U-Penn work was spectacular molecular science showing serotonin depletion and argument might follow that you need serotonin notwithstanding a colony of lower GI (something or other) happening as direct or ruminant viral activity possibly of myriad species. (A.T. Research Partners, serotonin work, --atresearchpartners.com).",
        "The virus literally invades and consumes cells... all types of cells, so you will have dozens of symptoms. It will be like a forensic crew going over a 747 crash and putting thousands of small, charred items into little baggies for analysis.  These things usually take years.  The biggest thing it affects is the arteries and the blood flow into vital organs, like the lungs which completely changes the former map of main circulation... like going from highways to move things around to golf cart trails to do the same work. It takes 7 years for the bodies to completely repair and replace all it's cells, including nerve cells.  You're probably looking at that kind of timeline if there is such generalized damage to everything.",
        "Do you ever take Paxlovid? They are currently researching if it is effective for treating long Covid. I wish you the best.",
        "I know you’ve done your research - but have you considered getting tested for LYME and specifically the co-infections of LYME, BARTONELLA, BABESIA. Also look into POTS. You need to go to special labs for testing as most Lyme tests for chronic bacteria/parasite shows up negative. My test came back negative and I also gave a lot of what you’ve been dealing with. I have seen a million doctors and none of them said LYME - until I met a functional medicine Dr/naturopath who knew immediately that my main issue is BARTONELLA. It’s not just tics - mosquitos, fleas, spiders etc etc anything that can bite you can pass along disease. I would look into these for sure if you haven’t already. Go to IGenex and/or Galaxy labs for tests ! Or skip that and try herbal treatments from a Lyme literate naturopath. I go to Dr Hillary Thing - she does video conference too! Hope this helps.",
        "Thank you for sharing your journey with long Covid.  I live with a variety of chronic illnesses and it's very helpful to read that there are others like me, doing their best to deal with various maladies.  I especially appreciate the visuals for conveying the complexities of trying to help ourselves have some quality of life.",
        "This piece is all of the below:\na. Brilliant\nb. Devastating\nc. Orders of magnitude scarifying\n\nThank you for sharing.\n\nFingers crossed for your and everyone's 100% recovery.",
        "Beautiful article, thank you.\nResearch on increased exposure to the sun to lessen the effects of Covid, including long Covid, has emerged over the past couple years. The scientific basis can be found here: Nicastro, F., Sironi, G., Antonello, E., Bianco, A., Biasin, M., Brucato, J. R., Ermolli, I., Pareschi, G., Salvati, M., Tozzi, P., Trabattoni, D., & Clerici, M. (2021). Solar UV-B/A radiation is highly effective in inactivating SARS-CoV-2. Scientific Reports, 11(1), Article 1. <a href=\"https://doi.org/10.1038/s41598-021-94417-9\" target=\"_blank\">https://doi.org/10.1038/s41598-021-94417-9</a>. \nPerhaps the author of this piece (and others with long Covid) could find some relief with increased and prolonged exposure to the sun, though that might mean living in a sunnier climate. It's worth a try and essentially free. I hope things improve.",
        "I suffered all these symptoms and more.  keeping very strict to an anti-viral diet and anti-viral protocols (plant tinctures) as outlined in 'cleanse to heal' radically reduced my symptoms.  i still have very mild tinnintus and a few other gentle aches but i am no longer bed ridden and fully enjoying my previous life.  please check this book out if you have tried other approaches and nothing worked.  when i stray from this diet my symptoms flare proportionally.  so grateful for this information and wish to share with others that might not have accessed it yet on their healing paths.",
        "Thank you for this, I have been surprised by the lack of reporting of long covid in NYTs as it has such a high a tragic incidence rate. Really appreciate this article.",
        "Thank you. Research into long covid is finally casting light on post viral syndromes that a number of people have suffered for decades without any prospect of being taken seriously by the medical community. I hope that will now change for good.",
        "This is a truly amazing article. My father has long covid and had to quit his job as a teacher after a while on the fence. Exactly like the piece says, mom has had to take over most of the household activities and work multiple jobs. It is hard for him to talk about, and I can't imagine what either of them feel like, but this has given me a window to view a glimpse of it all. The fact that so many people are dealing with this affliction that we all thought would come and go like any other illness is something that can never be reported enough. Bringing awareness and research to this issue is vitally important, and I hope Giorgia Lupi keeps holding on. I really wish there was more I could do, more that I could say. But there isn't. Again, thank you. So much.",
        "I'm just wondering how many patients with long COVID and chronic diseases like this have children. I have many of these symptoms, and there are many days I would love for a partner to make me coffee, but as a single mother of teenagers with no child support from their dad or other help, I have no choice but to get up and push through and go to work (which thankfully is a work from home desk job). I'm honestly not trying to be snarky or rude--genuinely curious how many single parents come down with this or some other variation, and what they do if so? As another commenter said, the time the author spends meticulously tracking her symptoms may to some degree be reinforcing her illness. Most parents don't have time to consider their symptoms with such all-consuming focus, and that may be what helps them move through it. My guess is that the majority of single parents live with such diseases and push through, out of necessity and the training that comes from those early days of months of sleepless nights.",
        "The question should be 'why some people experience this' while the majority, thankfully, do not. There must be some unique and common health issue shared among long-covid patients that puts them at greater risk, either behaviorally or genetically. The research community should focus on this so that they can easy pain and suffering and also protect against future cases among those at greater risk.",
        "Thank you.  I am writing under my husbands name.  My husband who takes care of me because of my long covid, ME/CFS, POTS, brain fog, etc.  I wish every time the news reports on a new variant and its risks that they would mention long covid, how it attacks the body, the percentage of people who get it, and the increased risk with each subsequent infection.  I’m with you and we are  not alone.",
        "Thank you for this thoughtful article. It took me back to when I had an acute and debilitating bout of Lyme disease that despite immediate treatment left me with pain and fatigue for years. I had to work my way around the chronic Lyme quackery and dismissive medical practitioners to find my way through—it took ten years, but I did. I believe it was time that healed me as much as anything else I tried.",
        "This is a beautiful and heartbreaking piece. Thank you to the author for giving voice to a remarkable, courageous community.",
        "Ms. Lupi, you’re clearly a gifted, exceptional artist. This detailed essay about your ongoing long covid illness is devastating to read about even as the beauty in which your present it compels me to marvel at your talent and to begin to grasp the loss you continue to experience. I pray the medical community may find the key that unlocks this debilitating condition so that you and others who have it can once again enjoy the gift of your lives.",
        "I’m glad this essay was published. I have Ehlers Danlos Syndrome, a genetic collagen disorder, which has also caused bronchiectasis, a post-Covid disease not mentioned here. Many of my symptoms overlap with those of long Covid, and EDSers might be more prone to long Covid as well. For that reason, I have had to alter my life substantially since the pandemic began. I’m mostly at home. I focus on outdoor activities, mostly hiking. No more plane flights, or indoor dining, or thrift store shopping. I wear N95 respirators everywhere. I know that my mask wearing and indoor get together refusals confuse people, but I will continue to live this way to avoid Covid.",
        "Beautiful visual analysis of the author's experience. In our household, we have been living with my husband's diagnosed long covid for 1.5 years now. He has made some improvements, and he has continued to work ( he was self employed for part of the time) but we are still very careful. He can't push himself too much or there will be a setback. His energy level is compromised.  I notice cognitive disconnects regularly and I pick up a lot of the slack on a practical level. At the same time we recognize it could be much worse. But, the reality is that now our lives are altered and we don't know if we will ever return fully to \"normal.\" I wish the author the best as she navigates her journey and ongoing healthcare.",
        "Thank you for writing this and thanks to the Times for publishing it. Perhaps it will help some medical researchers to view the entire spectrum of symptoms and they will discover how to help you and others.",
        "Thank you for this beautiful and heart wrenching piece of art that truly gives us a window into your suffering - I’m grateful for this gift that you are still able to give despite your illness, and I sincerely hope that researchers are able to find answers sooner rather than later.",
        "1,374 days. I'm going to compare this number with the 25,000 days I've lived with severe asthma. My lung function is roughly 50% of what it should be, even taking daily medication.\n\nI'm an older American who has suffered from serious chronic asthma that is so debilitating that I must inject biologic medications in addition to daily doses of steroids). I developed asthma when I was a toddler. I don't remember a time in my life when I didn't have it. And I must plan every activity I do around my limited lung function.\n\nMany of us have had serious, debilitating conditions virtually all our lives, and we've gotten little recognition for our struggles. \n\nI am not belittling anyone's suffering from long COVID. It is real, and it is serious.\n\nBut unlike sufferers from long COVID, many of us suffering from other conditions have lived decades without a voice.\n\nPerhaps now the attention given to long COVID sufferers will educate more Americans about other conditions many of us suffer, as well.",
        "What a powerful piece.  Those graphics have captured my experience over the past 16 months with long covid in a way nothing else has yet.\n\nThank you NYT for publishing this beautiful piece and Ms. Lupi for using your data expertise in such a powerful way.",
        "I have been complaining about tinnitus since I got Covid a year ago. I will rethink that and be grateful that I don’t have more or worse symptoms",
        "I was first irritated by the graphics - by how slow it was to go through them - then I realized the brilliance of that approach. The author found a way to show how relentless this thing is, how it piles insult on top of injury. \n\nI applaud you for maintaining hope and my hope for you is that you experience relief and joy, sooner rather than later.",
        "Thank you for this detailed article. Hopefully, it will bring even more light to the debilitating symptoms countless people  suffer after contracting Covid.\nMy own story starts long before Covid, back to the early 1950'S, just before the Salk vaccine for polio was available. During a hot midwestern summer in the 1950's, all the public swimming pools were closed because of a polio outbreak. I was very sick with fever, severe pain in my legs. My knees felt like they were on fire. I wasn't crippled by the virus, but it continued to impact my life with residual symptoms and bouts of fatigue so extreme I couldn't get out of bed.\nAnd it has taken a lifetime, my lifetime, for the public and the medical profession to acknowledge the power of these viruses to debilitate humans for the long haul.\nThere is an excellent documentary, 'Unrest',  that sufferers and their friends and families would find helpful.\nI have managed to carve out a life I'm very grateful for. I say, without reserve or apology, that I have to work twice as hard to accomplish half as much as a healthy person. And I have flares that can last a week, when the pain and fatigue are overwhelming and all I can do is lie still and take it. \n Multiple traditional therapies have helped, diet, knowing when to exercise. My body is very clear about when it has had enough. I've become my own person and I make the choices that are right for me.",
        "Thank you for explaining long Covid so well. Mine has gotten better, somewhat, and is now liveable and I am so sorry that you are still struggling with it's severity. I'm certain there are many, many more people who have not been diagnosed simply because they were not believed by their doctors and loved ones, and that was my lot in all this.",
        "Thank you for sharing your story in such striking detail. Most people have no idea that covid can cause debilitating illness, especially in young and healthy people.\n\nWe need clean indoor air proper HVAC and HEPA filters, and to wear proper masks until we have it.\n\nWhy does the world accept the risk of illness from our air when we have the technology to reduce it?",
        "I currently have all of the symptoms described by the author (many now controlled with medications and supplements) and have been working with doctors for years to try to figure out what was wrong with me. I fully understand having your body betray you and not know if it is temporary or if there is a point when you would have to accept a new way of life. \n\nWhile I appreciate the effort the author of this article has put into tracking her symptoms, there is a point in which it is not mentally healthy to do so. I have tracked things in the past and I have talked to my doctors about all of the diagnoses she has been given. In the end, none of the diagnoses actually help you get better. I know getting one of those officially diagnosed would just send me down a path of victimhood. Treating the symptoms has helped significantly. I also found that going to a therapist to help me work through the emotions to be extremely helpful.",
        "I have long Covid since July 2022.  I would like to see a column with the advances made for medication and treatment so far.  We have had enough of personal stories.  We want information on treatment now.  Q and A's with medical personnel.  Now.",
        "As others noted, vividly captured. Kudos to Pentagram for the graphics and story telling. I would be curious to know if scientists have determined any risk factors for long Covid. Is it totally random or are some of us more susceptible?",
        "Thank you for this. Your story needs to be told. I too had long covid, with many of the symptoms described here. I was lucky and one day after about a year it abruptly and inexplicably lifted, all except for a weekly short-lived dizzy spell and a weird little patch of neuropathy on my thumb. But there are millions of people who are suffering like this. It is painful, exhausting, terrifying, and upsetting, and I wouldn’t wish it on anyone. It needs to be discussed, and often, so there is continued pressure for solutions. \n\nI see you, I hear you, and I hope for your healing.",
        "What an incredible piece, especially in light of what surely was the difficulty and pain of producing it. Good luck in finding relief. \n\nAnd to everyone who makes suggestions and second guesses: oh, please.",
        "Read The Salt Path and Landlines by Raynor Winn and follow these with audio books with humor. I recall Norman Cousins improved his deteriorated physical condition by laughing and claimed it was laughing that worked to make his body whole again. Put your design talents to work coloring scenes outside your living quarters.  Don’t stop.",
        "Great article but I would appreciate follow up articles on some of the positive Covid clinics and more hopeful research being done.\nThank you as this is a serious problem",
        "Those with long term Covid please research Annie Hopper and DNRS. In 2010 I was diagnosed with Lyme Disease. From there I spiraled into every imaginable symptom. 14 doctors across the country including the ‘expert’  on long term Lyme at Yale University to no avail. I became hypersensitive to everything and symptoms kept piling on top of each other. I no longer could live in my house as everything made me sicker. I lived outside and only came in when necessary. I could go on and on. My husband stumbled upon an article in The NY Times about others like me with debilitating long term illnesses that have no diagnosis or cure. The author at the bottom said it was once her but she no longer suffers. He contacted her and she gave him Annie’s name and her program. I don't say this lightly but for me it was a miracle. It has to do with the Limbic System and the brain being stuck in high alert and all the hormones we need during fright and flight being continually pumped into our bodies causing chaos. A brain injury of sorts. The team at DNRS has been working with long Covid in retraining the brain.",
        "Such much on the body and nothing on the mind.  No indication that meditation was prescribed or attempted in any form.  Also, therapy.  There is connection between the body and mind in ways the best physicians can’t answer.  The one theme recurring in long Covid suffering is a lack meditative practices and therapy.  What will it hurt to try?",
        "I am in no way suggesting that Ms. Lupi's experience isn't real, or that it didn't begin as a physical response to a novel virus. BUT... as someone who has had 3 terrible bouts with COVID--including lingering symptoms like heart palpitations and arrhythmia, autonomic disregulation, various neuropathies, headaches, and general muscle/joint pain throughout my body--I can say with certainty that the more you dig into this kind of chronic illness, the harder it is to overcome it. It becomes a psychological issue, and the brain manifests the emotional pain and anxiety and fear as more physical symptoms, until you have a closed loop of endless illness. \n\nFor me, what's helped is accepting that COVID led to my having, for lack of a better term, Fibromyalgia (a catch-all disease in many way, but it captures many of my pain symptoms) as well as several autonomic issues, none of which will likely kill me. And then, I move on. I push through my workouts when they're hard, I go to work and run errands even when I'm tired, etc. Mentally, I feel much more free of the disease, which then makes the physical symptoms easier to manage.\n\nAlso, don't underestimate the effect of deconditioning for people like Ms. Lupi, who apparently does almost no physical activity (even making coffee). Do that for too long, and you'll always feel exhausted because your body is literally too weak to do even the simplest things.",
        "I'm so sorry for what you and other long Covid sufferers are going through. To feel your body going haywire, to lose you basic feeling of ok-ness, and to have no answers, no solutions is alarming and maddening all at the same time. When you have a debilitating condition that doesn't fit neatly into a diagnostic wizard with an insurance-covered procedure or pharmaceutical at the other end, you start to realize how limited is our knowledge of the human body and how it works. Covid can disrupt the entire complex system of your body, and our medical system is not designed for holistic healing. I wish you well, a return to equilibrium, and a return to feeling that your body is on your side, not working against you.",
        "The article broke my heart, while delighting my brain with the brilliance in illustrating the story.  Having had a bad case of covid last Xmas despite the boosters and mask fidelity.  I went to one single event at a church in NYC before the holiday, and bam I got it.    I only recenty am getting back to normal, but the worst part for me was that it changed my personality.  I became agitated and annoyed, it almost seemed like the joy left my life.  Everything that may have hurt a bit before, hurt a lot after covid.  Recently I received a booster and a flu shot.  I got dreadfully sick from it, however when I recovered some of my lingering covid symptoms were either lessened or gone.  This is a thing apparently.  Ms. Lupi is a truly unfortunate case and there are many many more of us out there.  But what is truly amazing is this article and her extreme talents in presenting this information.  Bravo Ms. Lupi for your courage and talent.",
        "Thank you for your powerful work and your brave openness. Like others, I think your article can make a difference. I wish you and others with long COVID all the best. My heart goes out to you.\n\nI had a chronic illness like this about 25 years ago. I was lucky to find a doctor who worked with me, and I was able to pull myself out of it, day by day. It took four years and then another four years to mop up. Doctors I saw then told me that they had patients who were very sick with post-viral illnesses (which might have been what I had. I dealt with the symptoms rather rather trying to get a diagnosis, because my doctors did not agree). I don't understand why the medical community is not speaking up about what they have learned about post-viral illnesses over the years.",
        "Beautifully written. I can see you are a very good graphics designer. As someone who has been dealing with Valley Fever for a long time (nothing at all like you are going through) I believe that it is a matter of finding the right doctor who says, yup, I have been down this hole before and know the way out. I hope and pray you find that doctor.  Having a huge network helps as someone MIGHT know someone who MIGHT know someone who can help. Maybe it is a pill. Maybe it is diet. \nI would recommend to you to read A Series of Catastrophies and Miracles. It will not help you get better but it MIGHT give you hope to keep fighting. Everyone reading your story is on your side and you have thousands now who stand together with you. Have a Facebook Page or a way to reach out to you if we learn anything. Please get better.",
        "This was a beautiful though tragic representation of the author’s story.\n\nI wonder whether she might consider a long medically supervised fast at a center like True North to reset her immune system as it appears to be overactivated as part of her illness? The autophagy process triggered by fasting might be helpful. She has tried so many other things.",
        "I've still not gotten covid, but my wife and I still mask up and avoid crowds.  We're both healthy, but you never know how it's going to affect your body until you get it.  This essay is the primary reason that we're still making sacrifices with our choices because this is still very scary to me.  I hope those who are suffering with this get respite soon, it's totally unfair to have to deal with this while society is operating without a care.",
        "What strikes me in these comments (and so many comment sections) is the certainty people seem so confident to express, one way or another. Especially the so called doctors, as if science isn’t about constant revision.",
        "I wish I didn’t tingle all the time. It sounds thrilling but it’s not. I’m happy I don’t have more problems but I also long for my old self. I too am scared that maybe it will get worse.",
        "Ugh, so sorry. For six months I've been dealing with a very very J.V. version of what you describe here. What you're going through sounds awful. \n\nHang in there.\n\nThe effort to get a grip on this thing is gaining momentum...",
        "I have MS (Multiple Sclerosis) and debilitating fatigue is my number one symptom. However, I also have brain fog and anxiety. Long Covid symptoms sufferers seem to have some similar symptoms to MS. Viruses are thought to trigger MS, and I always wondered if after Covid we'd see an uptick in MS diagnoses.",
        "Thank you, Giorgia, for helping us understand what our loved ones are going through. Your bravery and self-sacrifice and creativity are much appreciated. Your tragic colors are filled with beauty and hope.",
        "What a brilliant interactive way to share your story. The data visualization pulls us in, adds depth, connects the dots, and breathes life into your words. Thank you for sharing your journey, pain, vulnerability, and your art. This strategic storytelling will help others. I hope you find moments of peace and eventually relief from the spectrum of colors and symptoms.",
        "Thanks to the author for her superhuman efforts to survive, thrive, find a cure, and tell her story, and to the Times for sharing it. I hope the beauty with which she tells of her experience doesn’t diminish the seriousness of its tragic effects. I hope, too, that medical breakthroughs come soon for her and the many others who suffer from the disabling constellation of insults to body and mind of this confounding disease.",
        "My husband has ME/CFS for about 10 years. We never  have had covid, but he did have a serious infection as a child. Much like chicken pox, years later, can pop  up as shingles, I believe any viral infection can do the same thing. He doesn't have  pain  like this writer has, but he has horrible fatigue all the time. My sympathies to all with any with long covid or CFS. It's horrible.",
        "Thank you so much for sharing your painful experience. I can empathize. Despite careful precautions and diligent vaccinations I have had COVID twice, with ongoing problems.\n\nOur country, both individuals and government, have long ago decided we're 'done with COVID.' Too bad the virus didn't get the memo. It's far from done with us. It continues to evolve, mutate, and sicken people. COVID is the third leading cause of death in this country, affecting those over 50 the hardest who account for 98% of deaths.\n\nThe virus is unique in many ways we don't yet fully understand - or want to accept. We are an impatient society and want everything fixed and done quickly. COVID doesn't work that way. Despite all the rationalizations, delusion, and denial, the reality is 10%-30% of people who have been infected continue to have long term problems. \n\nEver since the state of emergency was ended, funding for and interest in research to find solutions has withered. We have prioritized money (the economy! and jobs!) over our health and lives. Combined with ageism, short-sightedness, and general selfishness and lack of compassion, we have accepted the deaths of over a million people, and the long-term debilitation of tens of millions more, to be able to go to bars and travel without the oppressive tyranny of masking. \n\nAs Neil deGrasse Tyson beautifully said, 'The thing about science is, it's true regardless of whether or not you choose to believe it.'",
        "This article can make a difference. We need to know about the suffering caused by long covid. Otherwise, our usual short-term thinking leads us to engage in behaviors that are more risky than we realize.\nPeople deal with danger in all sorts of ways. There needs to be a middle ground. No one wants another lockdown. Nor does anyone want another wave of illness and death. What we want is to prevent severe forms of covid, including long covid. \nWhen people choose not to mask in crowded indoor settings, they are risking getting and spreading covid. So many people are now minimizing it when they contract covid. But this is way before they know if they'll suffer as Ms. Lupi has with long covid. Being heroic doesn't mean playing chicken with covid, but being reasonably cautious.",
        "I suggest you contact the company Berlin Cures, the have developed antibodies that could cure long COVID with amazing success in several treatment attempts.",
        "I had Covid about seven weeks ago, and I am not entirely over it yet. My main symptoms are low grade fevers, sweating, and chills. I am hopeful these will continue to lessen, but I am a bit worried. This article was very helpful in detailing the possible outcomes.",
        "This startling article has blunt facts and captivating colorful visuals. Meditation & morning pages might help categorize this ague & offer solace. The plague of our times needs to be studied, analyzed, written about Newer and younger poets and playwrights may start a post-Covid theater. Dramatic Workshop II has composed \"Ambidexterity\" about Covid.",
        "Thank you for creating this excellent piece - you brought to life what living with chronic illness is like. I hope many doctors read this article. Having come out of 20 years of chronic severe migraines, along with other neurological symptoms, and watching my partner endure chronic untreatable Hashimoto's, with many symptoms similar to yours, I appreciated the seriousness with which you tackle your situation, and your doctors' contentiousness. Living in Montreal, we have had very little decent care, other than from a very good neurologist who helped me in one significant way: he prescribed B vitamins and magnesium. There is no doubt in my mind that they do help heal nerve damage. I started with 100 mg per day of B2, working my way up to 400 mg per day. Same with Magnesium (malate), working up to 300 mg per day. Eventually added a muti-B (the B's work in concert) calcium, vitamin D and A, E, multi minerals. (And C.) I now take 200 mg a day of B2 and Mag-malate. As well as the others. The migraines significantly lessened after a year, the other symptoms, including vertigo and peripheral neuropathy, took longer. I am now almost always symptom free, though I still have to avoid certain food triggers and still wear sunglasses in brightness. I'll probably take these vitamins for the rest of my life.",
        "Thank you Giorgia for writing this. My first thought for you was: \"how exhausting it must have been to put all this together!\"  I can imagine it because I have many of these symptoms, especially extreme fatigue and utter brain fog. On bad days writing a two sentence email is a massive effort. Since 2020 I've been diagnosed ME/CFS, Lyme, chronic EBV etc. etc.; taken about  20,000 pills; been on 12 different antibiotics for 11 straight months; and like you, charted my condition daily to look for correlations and found none. (Unlike you though, I gave up a year ago, and the quality of my data, let alone the visualization, was nowhere as fantastic as yours!)\n\nI didn't catch covid until 2021 so my condition wasn't triggered by it, but it seems regardless of the triggering cause (probably EBV in my case), it is one family of ailments - long covid, Lyme, me/cfs etc. - which causes this kind of chaos in the body. I am fortunate that somehow I have what I call \"days of lucidity\" when I do feel better, and that state can last several days. But invariably I end up back at my baseline, which is utterly disabling. \n\nI share many of the ordinary hopes people wrote back to you.",
        "I have experienced chronic pain with similar symptoms for ~13 years. I spent many years in a doom loop that made living incredibly difficult. I smoked and drank to avoid my new reality.\n\nThe last 3 years have been much better than the preceding decade. The key, in my opinion, is acceptance. One must learn to live with their current context. Over time, pain becomes normal. Also, learning how to manage your (limited) energy is key. \n\nGood luck to all.",
        "Find a respected Naturopath. The Allopathic system is not your friend when it comes to afflictions that affect the brain. Their system is decades behind and filled with doubters. Your trials show this. We may not know all of the science, but Naturopaths are far ahead on effective treatments and have a much better idea what's going on. Find patients that have conquered Lyme and other autoimmune conditions. It will take a combination of therapies and it will take some time but those that have found effective NPs, and more rarely Lyme-literate MDs/DOs will tell you where to go. Diet plays a large part but you cannot fix this overnight. The preservatives, gmo and pesticide laden fruits and plants, hormone-filled animals, artificial flavoring and colorings and processed foods that have ravaged our internal defenses take some time to fix. It's a long road but people are beating this with the right help.",
        "This is such a beautiful visualization of a devastating illness. I hope that effective treatments can be found very soon so that you, and others, feel better and can reclaim your lives.",
        "I've had Covid twice...and all of my vaccinations too.  I practiced wearing a mask, staying away from others, washing my hands and not going to theaters, cruises, and group get-togethers.  I used to be able to get up, ride my bike outside going about 8-11 miles each day for 3-5 days a week. Also, my appetite used to be normal and I had normal digestion. No longer. \nI\"m tired, falling asleep as soon as I sit down.  I don't know that I've fallen asleep. It is not sleep apnea. I use a CPAP.  My hips and throughout my mid-section I have aches and sometimes throbbing pain.  My blood pressure is 117 / 77.  That's pretty good.  My legs ache when I walk. Advil helps.  I'm up at night sometimes for hours, then I wake, exhausted.  The ringing in my left ear is endless.  Sometimes I can taste my food and other times I can't.  I'm exhausted after taking a shower.  \nSo, here I am at age 76 and I feel like everything is crashing down on me.  Two weeks ago my wife and I took a 3 week cruise to South America. Both of us found ourselves, tired and depressed. We've never been depressed before.  She has some of my symptoms and has had Covid once.  She too has had all of her shots.  In September she got pneumonia and was sick for 3 weeks. She's always experiencing back pain.  \nNeither of us used to feel like this. We're worn out and then there are days when we're just feeling wonderful but it doesn't last. \nWe don't mind getting older but we should feel much better than this.\n Long Covid hurts.",
        "I had what was thought to be long Covid (never confirmed officially) for almost two years. Lost sense of smell and taste, brain fog, constant dizziness, depression, anxiety (with no history of either in 71 previous years), heart rate acceleration/palpitations, weight loss (30 % of my body weight), irregular functioning of my autonomic nervous system, periodic black outs. At one point the doctors had me on 12 prescription drugs and I almost needed catheters etc. \nI eventually resorted to electroconvulsive therapy (ECT)....because the mind drugs hadn't worked. The result was miraculous. Over the course of twelve treatments I got steadily better until I felt like my old self. I swam Alcatraz this year at age 74 so I think I am ok now. I've been better for a little over 1.5 years.",
        "Thank you for capturing what those of us with long covid, ME/CFS and other invisible chronic illnesses are going through so... beautifully. It's horrible that the folks who've developed ME/CFS from long covid have helped galvanize new research that may help all of us with this poorly understood disease that's been chronically dismissed and underfunded for decades. It's a monumental effort to create a piece like this, and I for one am deeply grateful that you've written and illustrated what I cannot right now -- I will be sharing with my family and friends.",
        "I am a neurologist. It is clinically unlikely she had long COVID. This is an array of symptoms seen in a variety of diseases like depression, fibromyalgia, “chronic Lyme”, etc. The reason doctors cannot figure it out is because they know there is nothing here and keep pushing her on to the next doctor as these patients have diagnosed themselves and are unwilling to hear that nothing is wrong with them. This term “long COVID” is a catch all for people who are depressed and hurting all over mentally and physically, and had a runny nose once in 2021 that was COVID+ on some swab they did. Now they can blame all life’s woes on that. This is not science.",
        "This is exactly my partner’s story. She also got Covid for the first time in March 2020. It’s been a cascade of exhaustion, systemic inflammation and unexplained symptoms, all of which track with the author’s. There must be thousands suffering similarly. We see doctor after doctor, some sympathetic but helpless and others dismissive to downright hostile. It strikes that most are either too incurious or exhausted themselves to dig deeper. We need a national effort to confront this. Where is the national panel on long Covid? Thousands are losing their lives, which impacts their partners, children, friends, coworkers and on and on.",
        "This anecdotal account was less than helpful, I expect better. Please write with epidemiological evidence that shows this condition not just I a few folks, but in a statistically significant portion of the population around the globe, from multiple countries and cultures.",
        "I have suffered for 3 yrs from a similar array of symptoms, including dysautonomia and histamine-intolerance, of a scrambled neurology, endocrinology, immunology, and metabolic system. In Ms. Lupi's interactive graphics, I've found a powerful presentation--not description--of the overwhelming accumulation of symptoms cascading upon symptoms, the futility (and necessity) of meticulously logging symptoms and precursors in an endless search for mere correlations (never causations), and the disappointing interactions with medical providers, who can only think horses, never zebras, when they hear the sound of hoofs.\n\nMs. Lupi's textual description amply supports her expressive, multimedia presentation of the symptoms of her diseases, conditions and disorders. How expressive? The text drew tears; the interactive graphics produced the anxious apprehension of recognition.",
        "Your excruciating experience is very similar to mine with chronic Lyme disease which triggered a cascade of symptoms affecting multiple systems in the body for eight years. It is impossible not to become consumed with data as you try to find answers. These types of illnesses are far too complex for our segmented medical model. Sadly, I see even functional medicine, which based on your tests, is not enough and the aspect of this that has high never ending costs.  Somehow after eight years, I took a risk on an expensive, very alternative approach that seemed to work.  The messaging for me during my treatment was that it was the lingering infection keeping my body in a continuous cycle of inflammatory chaos. Two years from treatment, I’m still recovering but the unexpected day to day symptoms have resolved and my body is slowly recalibrating. I’m wondering if the virus acts similarly to the bacteria in Lyme disease, forming biofilms to protect themselves or some kind of mechanism that makes it impossible to treat.  That was the answer for me. Hoping there is a resolution for you, but in the interim making art from data is beyond resilient…",
        "Thank you so, so much for so beautifully and clearly  sharing your experiences - and those of others - living with Long COVID. I am so so sorry that you are living in pain and that your life has shrunk so much. I hope that there is funding for more research, and that it brings you and others relief - and also, that it helps people to see more clearly that COVID is not benign, or over- and that each of us can help to lower its impact by getting vaccinated, testing, masking, etc. Again, my best wishes for your recovery, and for keeping your strength and determination - and may you find joy.",
        "How devastating! This is my worst fear about contracting COVID. This is why I continue to wear a mask when I go out in crowded places. I am one of the few people I know who hasn't had COVID ... yet. After meeting friends at a restaurant, where a mask isn't possible, I come home and immediately gargle with mouthwash and use a nasal spray to irrigate my nose. I try to be as cautious as I can but still go out and enjoy life. I am so sorry for the author and hope research will be able to find an answer to all those debilitating symptoms for author and so many others.",
        "I feel so fortunate that my brief brush with Covid 18 months ago was so mild. I ascribe it to vaccination, general good health and luck.\n\nMy sympathies for all who suffer.",
        "So vividly, poignantly, beautifully captured. Data came alive and developed intense meaning so those of us who haven't experienced this can relate to it, as is what the author does professionally. important topic beautifully portrayed. May the puzzle(s) of long Covid be soon solved.",
        "Long covid is a tenuous label at best. A collection of generally nonspecific symptoms in the context of an infection which the majority of the pop has had. Are many so called cases unrelated to covid? Probability says yes. Is it necessarily  different than other post viral syndromes? Not entirely clear. And do the incidence of fashionable diagnoses spike when thd public is interested? You betcha",
        "\"You had Covid\", the doctor who saw the high antibody score said.  \"But couldn't that just be from the vaccine?\" I asked.  After a medical journey less intense but not dissimilar from the Author's, my crippling fatigue was diagnosed as chronic.   Roughly a year later, it went away.  Who knows?"
    ],
    "web_url": "https://www.nytimes.com/interactive/2023/12/14/opinion/my-life-with-long-covid.html"
}