{
    "main": "Advice From a Psychotherapist on How to Cope Today",
    "abstract": "The unknown is the most difficult thing for the brain to navigate.",
    "keywords": [
        "Presidential Election of 2024",
        "Psychology and Psychologists",
        "Brain",
        "Depression (Mental)",
        "Anxiety and Stress",
        "Trump, Donald J"
    ],
    "comments": [
        "Thank you, this is very eloquently put. \n\nMy thought is that the world is often shades of gray, not always black and white. As you point out, it can be harder for the human mind to manage that.\n\nRegarding your sympathetically trying to suggest that the Trump supporters check their facts, it may come as a surprise, for example, that nationwide, violent crime was higher and rising during Trump's administration while lower and declining during Biden’s – and that overall, crime rates are lower for immigrants here than for others.\n\nThese are concrete facts based on actual data, though you're not likely to hear them on Fox.\n\nI'm reminded of a powerful quote from a nemesis long ago, that still rings true today:\n\n “If you tell a lie big enough and keep repeating it, people will eventually come to believe it.”\n \n — Joseph Goebbels, Minister of Propaganda, 1941\n\nAnd another, from an old, wise American:\n\n“It's easier to fool people than to convince them that they have been fooled.”\n\n — Mark Twain",
        "Vote, then move on.  Go watch a movie or something.  Don't spend all night watching CNN or whatever.  Don't let this eat you up.  Know that you did your tiny little part, and unless you actually have a job that empowers you to make a difference, remind yourself that nothing you do from here on will make a difference at all.  That was the lesson learned four years ago--millions of us beating our brains out for absolutely no productive purpose whatsoever.  \n\nSo just let it go and move on.",
        "It comforts me to think that the planet has been here nearly 5 billion years, and (probably) will be here after the election.",
        "While we must all respect the advice from an esteemed psychotherapist, historians and even J.D. Vance have pointed to the numerous similarities of Donald J. Trump to a German leader from the middle of the 20th century who changed world history and the inter-generational trauma that Donald J. Trump has caused should not be minimized, because while America might remain a democracy after this election, Republicans now know that every four years they will have a new chance of turning America into authoritarian nation.  The uncertainty and trauma is genuine.",
        "1. A skilled psychotherapist guides rather than gives advice.\n2. Embracing helplessness? Not today.\n3. As a psychotherapist, I encourage reflecting on what brings you joy, laughter, and a sense of appreciation. Tonight, lean into those sources of positivity—perhaps with a light comedy, uplifting music, or a moment of meditation. Dinner? A hearty pasta and perhaps a bottle of wine, shared with people you love.",
        "This made me cry. Yes. We will go on regardless of what DJT and EM plan.",
        "People respond better when there is less uncertainty. They spend more, start new businesses, invest in the stock market, and buy homes.  Less uncertainty is good. \n\nOne candidate constantly threatens tariffs, denigrate women, threatens violence against his opponents, and speaks incoherently. His supporters tell the world he really doesn’t mean what he says, which should generate more uncertainty. \n\nAnd yet, people vote for him and people like me worry on what he might do. People like me fear his presidency—a chaotic and vindictive leader filled with uncertainty.  That is the basis for my anxiety. \n\nHarris is trying to get to common ground, trying to promote unity and less uncertainty.  If she wins,  I have less uncertainty and less anxiety.",
        "I honestly think I have PTSD from 2016. But I think the best advice I've heard so far has been what was shared by Michelle Obama. \"just do something\"  Even if it ends up being futile, at least I know I will have tried.",
        "Here’s a simple thought to get through this:   “It’s not all about me and my feelings.”",
        "It's just an election folks and we've been through these before.",
        "Frodo: What are we holding onto, Sam?\n\nSam: That there’s some good in this world, Mr. Frodo… and it’s worth fighting for.",
        "That's good advice, especially for the long term. But tonight, I'm going with drugs and alcohol.",
        "\"Tempting as it might be, it would be far worse to give ourselves over to a man who is never uncertain, even when he is wrong.\"\nHave you heard the Biden-Harris'spin on the chaos at the Southern Border? For three years we've had record numbers of illegal immigrants and  Biden-Harris  told us they could do nothing without action by Congress. Then in 2024 they could.  Now the story is Biden-Harris have been working on a solution but it took them 3 years to develop it.\nThey're a joke.",
        "As grandma taught us, the serenity prayer (figuratively) works well and \"this too shall pass\" !",
        "I appreciate this article and it's counsel. As adults, do we not have the maturity to know where to direct our precious energies? At a certain life stage it's more likely than not that we have made it through challenging times -- perhaps even life threatening times and we are still here. Those who would exploit our fears for their purposes do so knowingly -- we must not fall for that. Our democracy is worth fighting for. There are so many examples of human strength and kindness and compassion and solidarity to draw upon.  Let us use that as fuel, reject dystopian propaganda, call forth within us the agency we have and keep moving forward.",
        "Yes- surrendering to the unknowable. It is the same skills I had to cultivate during my cancer journey. You can’t make your serenity contingent on everything being “ok”. All we can do is ask, “where am I?- here” “what time is it? - now”. What’s my next right action? How can i be of service to myself and others? What is in my control?. This focus imperfectly helps me stay out of “small mind” fear as much as is possible. It’s the only way for me.",
        "It puzzles me that physical and astronomical science can predict perhaps to the day when and how there would (or) could be a solar or lunar eclipse perhaps decades or even centuries from now   but  5 hours after the polls open in the East coast of the United States no one could predict (at least with 100% certainty who will win this election and how both  main candidates will get in terms of popular and electoral votes. It is sobering to know that almost all of Dr Greenberg's  clients mentioned about their anxieties regarding the election and most of them are Kamala Harris supporters. As a non-American I  am also much effected by 'vicarious anxiety' (and at  times anger and resentment) as to how this man, who a very conservative- but decent- former Vice President Dick Chney has termed the most dangerous presidential candidate in United States history, gets the support or at least the votes of up to perhaps 80 million or more Americans. I think Dr Greenberg or others who specialise in mass psychology can explain this cult-like worship behaviour of the millions of mainly (but not limited to) MAGA people albeit if Trump wins by means of the electoral vote (and not popular vote) all mass psychology 'lessons 'can hardly be considered 'therapeutic'.",
        "Do things today that wont change no matter who wins and that always make you happy anyway. \n I walked thru Central Park in the warm sun and beautiful foliage and went to the gym for a good hard workout.  Came home and had a nice lunch and watched some soccer.  Donald Trump cannot take any of that from me ever.",
        "My 7 and a half years of sobriety will not be damaged if Trump wins or even, as is the nature of addiction, if Harris wins, because for me the core truths of recovery (as cliche as they seem to many) are made for a week like this: progress not perfection, the truth no matter how hard will set you free, you are not in this alone unless you choose to be, so easy does even as it helps to break all your old routines in order to put your recovery/mental health above all else, since if you don't you will eventually lose everything you put first in its place.",
        "Wonderful commentary.  When thinking of a Trump victory, I comfort myself with the idea that all Trump really wants to do is sit in the White House wearing a t-shirt that says, \"I won,\" and order McDonalds take-in.",
        "If Trump wins, I'm going to selectively obey the laws that are easy to obey and don't infringe on my ability to do whatever I want when I want.  If the president can disobey the law with impunity (per voters and SCOTUS) why can't I?  After all, the president leads are nation, right?",
        "\" I support the fears and outrage of the Harrisers, while trying, as sympathetically as possible, to suggest that the Trump supporters check their facts,\" But they wouldn't be Trump supporters if they checked the facts.",
        "What troubles me is that, when interviewed by the N.Y. Times, several Trump voters seem to feel it’s okay ……..to forcefully resist the election results if Harris wins.",
        "Still, writing as a survivor of the Vietnam War years, of the collusions of the sixties, it hurts like hell to feel the truth of being divided from the main, of discovering that we no longer are part of any main, we are alone in our lifeboat...\nFor me, God is spirit, that which is generated by a common people on a common journey. A Trump election would mean there is no common people, no common journey. There will be an America for the rich and their suckups, and there will be an America for the rest of us who will live like refugees. No amount of psychobabble will help with the pain of that. \nWith Spirit we prosper, we awake to each and every day with hope and playful anticipation, but without that spirit, at best, we become Navalny, joining in a fight, at worst, we...well, I lived homeless for years so I can attest one can live on daydreams and illusions.",
        "Read and re-read this - it's got to be the couch",
        "This opinion piece didn't provide any coping recommendations. Give it a D.",
        "Here is a simple option on to have a better day:\n\nIf you see someone homeless on the street, give them some food.\n\nIf you know, someone who is Jewish reach out to them and tell them you know the world has been really difficult for them lately and you hope any antisemitism they have felt or seen hasn’t disturbed them and you are their support them.\n\nIf you interact with any service workers, give them an extra generous tip.\n\nI think if you do any one of these things that you control your day will feel better.",
        "Spending the day outdoors and puttering around the house. Checking the NYTimes now and again before bed. But that will be it.  No TV, radio or doom scrolling on social media today.",
        "Unease, anxiety, sleeplessness? Really! Please....\nImagine you were in command of Fort Sumter on April 12, 1861 wondering whether 1/2 the nation was getting ready to kill the other half, or Abraham Lincoln about to take the reins.\nI'd be a lot more anxiety ridden if I were on the front lines in Ukraine or on Taiwan's shore gazing at China's navy zipping around the island.\n We've been through much worse and we'll get through this one way or the other. Vote and let the chads fall where they may.",
        "It's bonkers that anyone should need therapy to deal with a presidential election.",
        "Best to adopt a Zen-like approach to what may happen in the U.S. at least.\n \nMr. Trump is lazy and somewhat incompetent, characteristics that may paradoxically prevent him from doing great harm.\nHe is almost certainly going to devote his time to enriching himself and his family and to playing a lot of golf.\n\nThe biggest global risk is that those who see him as a “useful idiot”, like Netanyahu and Putin will take advantage as they pursue their agendas.\n\nNetanyahu in particular is rooting for a Trump victory in full expectation that the planned annexation of the West Bank and Gaza and the permanent “buffer zone” in south Lebanon will be officially recognized. \n\nRemember that his friend Mr. Trump recognized the illegal annexation of the Golan, where they have named a settlement “Trump Heights”.",
        "It is not easy to stay calm if you are a woman, gay, Jewish, Muslim. legal or illigal immigrant from South America...",
        "“Never let the future disturb you. You will meet it, if you have to, with the same weapons of reason which today arm you against the present.”\n\n― Marcus Aurelius, Meditations",
        "Coping with uncertainty or tragedy, my experience as a retired oncologist. Both of these create stress and depending on the specifics, sometimes tremendous or overwhelming stress. With uncertainty the best you can offer is to feel that you’ve done everything possible to avoid or limit the harm from a bad outcome. Once a bad outcome is verified or a reality the best that can be said is that we will get through this together. The best among us may come up with solutions that we haven’t even considered and the kindest among us may contribute so much compassion that whatever the loss or final solution we can marvel at how much goodness some people are capable of.",
        "I'm stress eating today!!! Lots of popcorn. At least popcorn has fiber. Praying for Harris to win my home state of NC, which counts votes quickly. If she wins NC- this election is over!\n\nI appreciate the article.",
        "@Harley Leiber: for me, raking the leaves can wait until tomorrow.  today I call Democratic hotlines, volunteer to drive conscientious voters to the polling place, etc.  Baking bread can wait a day.",
        "What happened to adults and resiliency?  Perhaps the victim Olympics has made Americans too soft. Not the greatest generation by any means.",
        "The trick is to work as hard as one can to further one’s hopes, while respecting others  right to disagree. Or to be wrong. What none of us should condone is violence, racism, misogyny, or intolerance. I plan to spend this week out in Nature, listening to music, and pursuing creative interests. It’s a good time for devoted self care.",
        "Please VOTE! Take part TODAY in the only poll that actually matters, if you haven't voted yet that is. Thank you.",
        "No need to have to pay a therapy bill that will not be covered by any insurance plan in the country.\nJust watch the 2016 election night SNL Skit with Dave Chappelle and Chris Rock, everything will be fine after that.",
        "Just think of the happiness Trump's victory will bring to millions of people.  That should cheer you up!",
        "Either THAT, or the Democrats could just come up with someone anyone really wants to vote for that isn't a Wall Street and warmongerers tool.",
        "Beautifully written, thank you.",
        "If Harris wins great we have grown up as a nation to value a stable govt over chaos. If Trump wins he is too old to function at the hardest job in the world so he will turn it over to Musk who will be the actual dictator ,all the money ,all the power all that hubris will upset the gods.",
        "Not adding \"The Book of Woe\" if this essay is any indication.",
        "No, I will not cultivate helplessness, but resolve. Resolve that no matter what happens, we will continue to work to protect what is left of our democracy, to protect those at risk, to resist the violation of our rights, and to resist despair.  I still have hope that voters will make the choice to restore our national dignity by rejecting Trump and all he stands for but if he wins, it will open a new chapter of resistance and perhaps disillusionment with his malice and incompetence that will finally break the fever of hate and division in this country.",
        "Regardless of who wins, the fact remains that half the country will have voted for two of the most repugnant and dangerous men in our history.    They will have voted for:\n\novert racism and sexism\n\nsexual abuse\n\ncontrol over women's bodies\n\ncontrol over families\n\nmass deportations\n\ncozying up to dictators\n\nabandoning our allies\n\nlawlessness\n\npolitical violence\n\ninsurrections\n\nassault rifles and mass killings, including children\n\ndepriving millions of health insurance\n\nbook bans \n\nan all out assault on the LGBTQ community\n\nabandoning the separation of church and state\n\nthe removal of regulations and agencies that protect the air we breathe and the water we drink\n\nthe end of our democracy\n\nthe destruction of our planet, to name just a few things. \n\nNot exactly people I want to be friendly with, work with, live next door to.   So, how do we cope with this?",
        "When Donald Trump declared candidacy in 2015, my first thought was ‘the good news is that we’re all going to die someday.”  That’s still, today the best I can do. Basically, this, too, will surely pass.",
        "I'm looking at my schedule today.  Would you happen to have a free hour at, say, 11pm?  There is a distinct possibility that I will need your services.  If by miracle I do not, I will be more than happy to pay just about any reasonable charge you might levy on a missed appointment.  Heck, we could also just get on the phone and rejoice together.  Gotta run; I have some prayers to tend to.",
        "My heart broke when Roe went away. I hope that was not a precursor of things I dread and fear today.\n\nSelf-enforced helplessness is an absurd and self-destructive idea. It's precisely what tyrants desire. It's the reason Jim Jones killed the children first.",
        "Read Alan Watts- The Wisdom of Insecurity",
        "“Don’t spend a lot of time imagining the worst-case scenario. It rarely goes down as you imagine it and, if by some fluke it does, you will have lived it twice.”\nMichael J. Fox",
        "Not sure this article was properly titled.  Feeling small and helpless is not how I intend to cope today.",
        "As a therapist myself I appreciate the author's thoughtfulness about the unique challenges this election brings for our clients (and us). However, I can't conceive of how encouraging helplessness or viewing the election outcome through the lens of a terminal illness would benefit anyone. \n\nWhat seems to help my clients the most is cultivating acceptance of what is (different than helplessness) and developing practices for coping. And probably the biggest help is to simply have someone to talk to about it, someone who will listen, have empathy, and be there for you.",
        "Thank you for this timely reflection on a basic truth. As in so many other things there is a real paradox to embrace here: that acceptance of what is to be (once you have done your part) is an act of strength, and far more empowering than railing against reality.",
        "Trump creates fear. Harris creates hope. How do people respond to a government they fear? Hopefully, we won't find out.",
        "The article describes the foundation of Stoicism: That there are two things in this world; the things we control and the things outside of our control.\n\nWe don't control what happens; we control how we respond to what happens. And we respond with courage, wisdom, self-discipline and justice (doing what's right for our fellow humans). \n\nAnd the beauty is; No one can take these character traits away from us. And thinking and acting with these four traits as the foundation of our being ensures a good life; no matter what happens.",
        "I would recommend practicing mindfulness. Use the strain from a Trump administration to focus on the present and live day to day, moment to moment.  Use it as a clarion call - what would you like to accomplish and what dreams do you want to pursue?",
        "A lot of commentators here are reassuring themselves that life will go on after the election.  If Trump gets in life will go on in the form of a dictatorship and most Americans have no idea what that will really be like.  If you feel anxious about Trump becoming president pat yourself on the back for having a healthy response.  In the meantime make a plan to combat the helpless feeling.  For example, you can join a local environmental organization to help fight climate change.",
        "Trump would likely get push back from rank and file in DOJ and enforcement, military on carrying out constitutionally questionable policy. He can't fire everyone down the chain.  Many of these will end up in court or in hearings.  Protests will be everywhere.  Certain low level appointments or promotions can be held up by anonymous holds indefinitely by a congressman or senator... this is a constitutional instrument designed for just this kind of scenario.. a party trying to load the civil service with ideological lackies and patronage appointments. They won't be able to change the rule unless they have both houses... they are predicted to get the senate but not congress.  Also, Republican sisters and daughters will start showing up (if they haven't already) with difficult pregnancies and find themselves in mortal circumstances.  His AG will be too busy in court to do much else. Would be something to see his own mob turn on him once they start feeling the pinch of his agenda (especially if he meddles with Social Security.)",
        "Yes, the only certainty is the unanticipated.\n\nBut we all have to try and make rational plans and take rational actions based on what we know, and do so as best we can. Want a house that you eventually own, you have to plan and save, etc. etc.\n\nAnd because everything is uncertain and something new always comes to our awareness, we have to change our plans when that need becomes self evident.\n\nSo we plan and change our plans as life requires, or at least we try to.\n\nThe difficulty and insanity today is that trump and his followers do not believe in verifiable facts and truth. Or care about anyone but themselves.\n\nJust absurd opinions about stolen elections, higher tariffs mean no taxes, yet tax cuts for the wealthy will help us all...and government shouldn't fund or regulate clean air, water, vaccines or anything helpful to society.\n\nI have compassion for all suffering from anxiety and depression. I hope you receive needed help. One party is more likely to care and try to help than the other. Let's vote accordingly. And hope we survive.",
        "To help cope with the potential disaster that could unfold this week, I would suggest the long version of the Serenity Prayer.\nI lean on these words during difficult times;\nGod, grant me the Serenity to accept the things I cannot change, the Courage to change the things I can, and the Wisdom to know the difference. \nLiving one day at a time, Enjoying one moment at a time; Accepting hardship as a pathway to peace; Taking, as He did, this sinful world as it is; Not as I would have it; Trusting that You will make all things right if I surrender to Your will;\nSo that I may be reasonably happy in this life, and supremely happy with You forever in the next. (R.N.)\nAmen",
        "Not exactly a guide to handling the rolling blackouts of anxiety with the impending election. But I would suggest some breathing exercises. 4-7-8 works well. Breath of joy. There are many. Tapping on your chest below the collarbones where there is a small indentation. Tap gently and breathe. All else fails go for a walk and a have cocktail.",
        "Remember this kernel of beauty:\n\nThe USA and its people are much better than Donald Trump and his Mad Hatters.\n\nBetter angels are voting today in HUGE, historic members.\n\nMAGA is being sent out to political pasture.\n\nSanity and objective reality is going to have a banner day today.\n\nDrink up !",
        "I and everybody I love and have loved is either dead or going to die.\n\nTrump?  Harris?  Child's play next to that.  \n\nI'm alive today.  And I'm going to enjoy my day.",
        "“Give unto Caesar what is Caesar’s. Give unto God what is God’s. “ Luke 20:25. By that logic, Harris deserves it.\n\nNo candidate in history responds to a question from the other side as Harris does—with a meandering irrelevant word salad. Every time.\n\nHarris deserves it just as much as Caesar deserved his: a salad named in her honor.\n\nKeep your sense of humor and history",
        "Dems are upset because we know people are going to suffer.  Watching ignorance and selfishness replace civic virtue is not uplifting.",
        "Looks like this therapist fell into the trap of aligning with some patients and not others because of shared political views. Never tell someone their political choices are wrong in therapy, even if they are terrible. It just serves to make patients feel bad and disturb the therapeutic alliance. And I’m sure it has minimal effect on the actual outcome of the election, so there is really no point in taking sides.",
        "Yeah, helplessness ain't the answer. And I'm struggling to quell my resentment at comments by readers who resolve to start resisting if dt wins. Where have you been?  We've needed your help this year and in every election cycle since 2016 to volunteer, canvass, write letters and postcards, phone bank, drive people to the polls and cure ballots. \nI suppose It's never too late to start resisting, but those who haven't done so  until now probably lack the fervor to face being fired upon by the military and national guard.",
        "Thank yo for this. I need advice on how to forgive the Trump voters in my life. I don’t want to write off decades long friendships but I am struggling.\n\nIn 2016, many friends voted for Trump and I thought at the time they were ignorant and uninformed. I can’t credibly say that now…",
        "Like the writer and most of his clients, I am for Harris, and thus share the concerns about Trump that many Harris fans have. \n\nWhen it comes to speculating about the fears of the other side, I'm guessing that immigrants raping and pillaging is only a small part of it. From what I have read, much of the concern of Trump supporters centers on economic issues and a feeling that they will be better off with Trump. Another big concern, I suppose, is abortion and a feeling that Harris wants to open up the abortion floodgates, or something like that. Getting dragged into foreign wars might be on the minds of some Trump voters. \n\nThere are understandable concerns on both sides, but I like to think the concerns about Trump by Harris supporters are the more rational and compelling concerns.",
        "The comments section has a surplus of people who suggest that the world will still spin on its axis after Nov.5 and things won't be that bad. These observations are a-historical and lack the knowledge of what happens when democracy is undermined and power resides in the hands of incompetent, uncaring and dangerous people. Yes, the world won't end tomorrow but if Trump wins your dread won't end as well.",
        "Watch the new season of “The Diplomat” on Netflix. It’s terrific, and you’ll forget all about the election.",
        "This seems to be a teachable moment!  From my POV, the 'ups and downs of life' (equilibrium & disequilibrium cycle) are how we learn.  We will learn alot about who we are and how we think whoever wins!!!  \n\n\"The sun'll come out\nTomorrow\nSo ya gotta hang on\n'Til tomorrow come what may\"",
        "— “Helpless\" is not in my vocabulary except for cheating death.  Cultivate ACCEPTANCE of the PRESENT moment, which promotes and does not deny the possibility to positively influence a better future.\n— “Tiny\" humans have amazing power. You have a functioning brain, power and agency.\n— Focusing your efforts on the highest and most needed priority, the root cause of our current problem, helps emotional coping.  The root cause is psychological.  You must be a great student of human personalities to identify the root causes of our present day circumstances.  The information gained creates effective strategies for problem solving.",
        "It seems to me a mistake to say that what we're experiencing is \"unraveling of a social fabric that once felt as certain and present as the air.\" I feel like the social fabric has been pretty tattered for as long as I can remember, which is a period that extends back to the assassinations of MLK and JFK, the riots at the Democration convention, the killing of student war protestors by government troops, etc etc etc.\n\nAs far as I can see, we Americans have always been a violent and divided lot. The idea that we once had a shared set of values is little more than a nostalgic longing for a time when disenfranchised groups kept quiet. Segregation was tacitly accepted, LGBT people stayed in the closet, women \"knew their place,\" etc. \n\nWhat we're experiencing now is not so much a loss of \"social fabric,\" but rather a disconnection from reality. It was bad enough when the MAGA folk were claiming that the pandemic, which killed millions of people all over the world, was a hoax intended to impact the US election. Now we're at the point where they're claiming, in all seriousness, that Democrats control hurricanes and use them to target Republican districts.\n\nIf someone holds a different view about taxes or immigration or whatever, I can engage that person in dialogue and we can hopefully reach some sort of understanding. If someone believes that Democrats are controlling viruses and hurricans, we've got nothing to talk about.",
        "Surely the Times could find a more helpful writer, perhaps a researcher on what actually brings piece of mind in the face of large scale problems rather than this anecdote.\n\nI personally realized that for millennia, humans have been doing unspeakable evil, and likewise have been generous in millions of usually unseen ways, daily. This current situation is horrifying, our democracy isn't seeming super capable, but if I step back at long history I found some peace knowing my focus can be on my actions. Whether that's resisting a wannabe dictator or doing something more local to my family or immediate community- perhaps hosting a fun dinner party... I am choosing to create beauty and justice in my actions, and doing so in community.\n\nThat thought has helped sleep better recently.",
        "As a Psychologist, when a client states that they have election anxiety, I encourage them to share those feelings and fears. Otherwise, their mind will try to deal with it by ruminating, which makes it worse. We discuss who they get support from and good coping strategies. One may be to have a busy day followed by a good movie, etc. Later, we may talk about how they can use their participation to help a future election.  This helps someone to feel like they have some control even though the outcome may or be what they want.\n  Personally, I talk to my friends and wrote 200 postcards in October. I also talked with people from my hometown who may have been affected by the economy, for example, differently than I have.",
        "I am all in to extend the dream albeit for everyone I want my vote to come true. In extending the dream, I have given away my tv and I am briefly kenneling the dog and hightailing for a brief office visit with a lovely family and the joy that will bring eclipses any result anywhere. Upon my return, there's a ticked off pooch to embrace. I hope that is a lone hostility.",
        "I voted, and then lucky me, just escaped to Barcelona, and a month getaway from the uncertainties.\nThe trouble with that is that Spaniards are also concerned and wish to talk to me about our troubles most of the time!\nAnd also, that at least for now, I have to return.\n\nYou can't runaway from problems, I'm afraid. I just wish we had a better idea how to solve the divide.",
        "Although I agree with most of what Dr. Greenberg says, I don't find his advice very helpful.  I accepted a long time ago my inability to affect the outcome of this election to align with my wishes (a Harris victory).  Nothing new there; rather obvious in fact.  \n\nMy \"therapy\" such as it is has been writing hundreds of postcard to low-propensity swing-state voters, and distributing lawn signs locally, to give myself at least some feeling (probably  mostly illusory) that I have some agency in the result.\n\nBut now, on election day, and with horrible memories of previous elections (2000, 2016), I still feel nauseous and sad.",
        "Oh the anguish, the gnashing of teeth. As my dear wife informed me. Who ever wins \"I still have to get up and go to work tomorrow\".",
        "Here's something more to break our brains:\nOne of my friends in Oklahoma is working the election at the polls and she is seeing husbands hovering over their wives as they vote  to \"make sure they do the right thing\".\nApparently not illegal to hover over another voter in the voting station.",
        "Stop infantilizing Americans....people could start by resolving the uncertainty and send the chaos agents packing. Turn off the TV for a minute and do something for someone else. And stop acting like victims.",
        "I find it deeply worrying that anyone would need help from a psychotherapist to get through an election. We need to stop treating ourselves like we’re made of glass. \n\nAt the end of the day you have vastly more control over your life than whoever’s in the White House. Take a deep breath. It will be okay.",
        "Today is the day.\n\nToday we decide the direction of the country. Today we support two very different directions. You know all the details, all the gaffs, all the policies, all the issues but what nobody knows is what will happen tomorrow.\n\nI will wake up as always, read the papers, ride my little Schwinn Cruiser across town to the high school, teach, ride home, maybe a little novel reading on the porch, dinner, watch the Warriors, sleep then repeat as I have done for the last 25 years. \n\nI will not sell the house and move to Canada, will not fear the end of the world, will not dive into any discussions about how the election will be the end of everything. \n\nBecause the sun will come up and even if America elects someone who thinks almost the exact opposite of how I think, I will persist. I will continue to teach connection and love and peace and unity. I will continue to feel gratitude that I have an incredible family, live in paradise, have my health and some great friends. And I will continue to fight hate.\n\nLife is easier when your leaders represent you but Democracy means respecting many views. Will I be upset if my team loses? Heck yes especially because of what it says about America. But will I give up? Not a chance.",
        "While this uncertainty in regards to the election is causing anxiety among Dr Greenberg's patients in the US, in my Anglican parish in Australia on Sunday, the Reverend offered among the prayers for the day, a prayer for the people of the US that they choose their president wisely and carefully.\nThis was unprecedented to offer a prayer for something that is so distant, but today the choices are quite stark and unnerving and what happens in the US could have an impact around the world, which is no doubt why every client Dr Greenberg has had in the last four weeks has raised the US elections in their therapy session!!!",
        "The way to cope is the get a life.  Politics is important but it shouldn't overwhelm the rest of one's life.  No matter who wins the sun will still rise tomorrow morning.  I blame the media including the Times for raising the stakes of these election beyond all sane reason.  Half this country will be very disappointed tomorrow but life will go on.",
        "Trump will dictate.\nIf he is elected don't cooperate.\nResist.\nRefuse.\nThrow sand in the gears.\nFollowing this `psychotherapists' advice to `cope' amounts to helplessness and acquiescence.\n\nDon't cooperate.\nAgitate.\nResist.\nRefuse.\nThrow sand in the gears.",
        "Learned helplessness happens to lab rats when they are repeatedly given a mild shock and eventually they give up don't try to escape the shock. The list of shocks, repeated events that Americans have no control over is obvious. From Covid to Iraq to the 2008 financial meltdown to inflation, for millions of Americans fear and anger are their daily lived experience. Today 2/3 of voting age Americans are going to vote which is amazing.",
        "How to \"cope\"? I thought \"coping\" applied to situations such as having a child with a life-treatening illness or living in a war zone.  People who need help \"coping\" with American election results are fragile indeed.",
        "No matter who wins I will always have to live with the fact that so many people support Trump. Support his lies. Support lack of agency over one's body. Support lack of clean air and water. Support lack of proper health initiatives and care. And I can go on and on. I can never forgive these people.",
        "If Trump wins we will have to join and protect our democracy It won't be pretty.",
        "The ancient Stoics said something like this; \"We are but playthings of the gods\".\nMy take on this election is that a whole lot worse can happen. We saw Covid in action. Recall just what the Bubonic plague did.",
        "Good grief. Americans are so fragile. Most of the Americans I know suffer from depression, anxiety, are prone to hysteria, and are bitter and angry. They have easy, comfortable lives but believe nobody in history has suffered as they have. Hilarious.",
        "Not really advice on how to cope—this just made me MORE anxious!",
        "Cultivate helplessness?\n\nI prefer another word:  SURRENDER.\n\nAnd then, as you slowly start to crawl up from the floor, slowly and incrementally grasping the revelation that when you are weak, you are strong. And that grace takes you places hustling can't.",
        "Get off the couch and go about your business.  The world as you know it will not change tomorrow, the next day or the next day no matter who wins.  What you should be concerned about is how much money the new President will spend during the next four years.  It's so nice to say I want to give you this or give you that but hey someone have the guts to stand up and say, \"How we gonna pay for that\"  If that doesn't happen at some point then you need to worry about democracy.",
        "Everything can be taken from a man but one thing: the last of the human freedoms—to choose one's attitude in any given set of circumstances, to choose one's own way.\"\nViktor Frankl\n\nAmor Fati.  Love fate.  \nEmbrace whatever happens and make the best of it.",
        "The flames of this dumpster fire of an election have been stoked by fear mongering. How we should be afraid of all these external threats. Just like a horror movie. The monster is in our house.",
        "You may be powerless, but you are never helpless.\n\nTwo anchors for me:\n\n1. The Serenity Prayer by Reinhold Niebuhr\n2. Man's Search for Meaning by Victor Frankl\n\nEverything can be taken away but one thing: the last of the human freedoms—to choose one’s attitude in any given set of circumstances, to choose one’s own way.\n\nHave courage. Change the things you can.",
        "Political polarization has distorted the field of psychotherapy in a very sad way. Most therapists are liberal, or at least left-leaning. Certainly nothing wrong with that — I share the sentiment.\n\nBut conservatives, even Trump supporters, need our help too. Maybe even more, if I’m being honest, as violent demonization is a product of emotional weakness, not strength.\n\nIt’s not psychotherapy to challenge a client’s political views. Psychotherapy tries to understand the views and values of every client or patient, to explore underlying feelings and motivations. If in doing so, their politics change, great. \n\nI’ve seen this happen in both directions: conservatives grow more open to helping the poor, liberals become more able to claim things for themselves that they previously refused in false self-sacrifice.\n\nDespite what a lot of my colleagues seem to think, psychotherapy is apolitical that way (even though it occurs in a political context, like everything else in life). We therapists can and should be politically active citizens — just not at work.\n\n<a href=\"http://blog.stevenreidbordmd.com/?p=1685\" target=\"_blank\">http://blog.stevenreidbordmd.com/?p=1685</a>",
        "This is very good advice.",
        "Hmm…\n\nAs an active practicing psychotherapist with a full caseload, I cannot honestly say that the election has been mentioned by clients in every session in the last month or the last week or even today (election day).  It is a background source of anxiety for sure, but rarely present enough to bring it into a session for my folks.\n\nAlso, I find that acceptance of the hard truth “…that many of the most important parts of our lives are beyond our control, and equanimity cannot be had without surrender to circumstance” is critical for thriving generally and not just “…in the face of hopeless circumstance — a terminal illness, say, or the death of a loved one…”\n\nI appreciate the author sharing his experiences, but his perspective seems quite alien (and a bit hyperventilating) to the professional experience and the fundamental views I share with many colleagues.",
        "I think that it is absolutely realistic —if he wins - to think about a mass organized resistance of civil disobedience.\n\nNot violent, but not just marching either. The civil rights movement showed how it’s done.\n\nIt means willingness to peacefully stand in the way of every fascist act he pulls.\n\nBy the way, I’m a longtime moderate to conservative Democrat.\n\nBut if the moment comes, it comes.",
        "Sorry, but this is not about uncertainty. It's about the certainty that,  if Trump is elected, measures to address climate change will be rolled back with everything that this entails: other countries following suit and us (humans) not being able to turn this ship around.",
        "Huh? I want my 45 minutes back.\n\nI'm going to go for a 4 mile walk.\nTeach my class.\nEat my dinner. \nWatch the results (yes, there will be drinks.)\n\nIf it is Trump, I might do something symbolic to announce to my self that I've joined the resistance.",
        "It’s not going to be easy, no matter the outcome in the Presidential race. Congress,I wonder - the outcome there is so important.\n\nOn the one hand with a Harris win, government and sanity can continue. With a Trump win, I’m signing up for the resistance, since I do believe in my country and its continuity.",
        "The deep uncertainty and division in our country is one more reason that Election Day should be a holiday. Let people vote, be glad they made it this far, and contemplate what they want and can do for the future.",
        "Was talking with my husband over coffee this am, when out of my mouth came my reality.  I told him that the things I fear if trump gets in is him messing with Social Security, currently part of my livelihood, poo pooing climate change and its effects, stopping ACA and in so dissing the medical needs of millions, retribution of his adversaries, giving the wealthy more money, changing world order favoring dictators and authoritarians.....then I had to stop as my heart rate raised.  This is truly a concerning time.  I told him that this election result would touch me, my actual life, more than any other and I resented it.  I want to be able to live without concern for the country every single day, to be at peace with the leader of this country.  To trust that the country is being led by a responsible caring knowledgeable intellectual.  And if that all ends this week, what to do......this article did not help me in any way know what to do to quell these fears.",
        "I'm a lifelong Democrat (and consumer of psychotherapy) and this did nothing to comfort me.  I'm also a lawyer for 35 years. Our rules about confidentiality (which are similar to those for psychotherapists) would at a minimum weigh in favor of me not writing about the political leanings of my clients. And while I am pretty sure most (maybe all) of my psychotherapists have been Democrats, I'd think twice about their wisdom if they broadcast their political leanings (and their patients') on a public platform like the NY Times.",
        "I'm trying to imagine the same therapist working in Spain around 1490 or Germany in the late 1920's. It appears that a good therapist can ride out any storm, even one that is unlikely to abate anytime soon.\n\n\"So your uncle who abused every teenager in the family will be granted custody. It's OK. You just have to adjust your expectations.\"\n\nBelieve me, I have.",
        "Is this supposed to be helpful? If so, mark missed.\n\nYes, uncertainty can be torturous. But why on Earth would you want to play into the fear mongering about what will happen after the election, no matter the outcome? Why, instead, would you not try to help people realize their ability to behave rationally in the face of crushing disappointment?\n\nOdd tactic for someone who is presenting themself in the capacity of a mental health practitioner.",
        "The only things we can count on in this world are death and taxes.\n\nUncertainty does rule and I think most people know that but don't like it.  Perhaps that is why gamblers like to throw the dice and get the rush before the dice stop turning and then they know.  I do feel this election is a gamble.\n\nThe role of the dice in this case indicates to me that if it ends up and \"snake eyes\" we will be getting the snake.",
        "If this were my last day alive, I would want it to be peaceful - to spend time in nature, read a good novel, see or make art, listen to great music, tell friends what they mean to me. All the little things.",
        "I wish this had helped me more than it did.",
        "Sorry, this was just not helpful at all. Today remains a never ending cycle of doom, gloom, hope, horror with rinse and repeat.\nI just want him gone.\nForever.",
        "I read this article. Now I plan on taking a walk and listening to Bach as much as possible today. \n\nI still cannot believe that nothing succeeded in preventing Trump to run again or that half of the country supports him.",
        "As a practicing psychotherapist here in NYC I completely concur with everything Mr. Greenberg states. While the present moment is often cold comfort, it is, in fact, the only moment that exists. The past, though it can be of help to learn from, can be toxic to marinate in. The future, as this piece points out, is not only unknown, but often puffed up to be our scariest of boogeymen hiding under the bed (especially when that boogeyman is Trump). In the present, we work on acceptance of what is out of our control and that there are actions we can take to affect change. We allow ourselves to feel scared and we move through the fear by sharing it with others.",
        "While I appreciate the author's intention, his choice of wording is very unfortunate.  \"Cultivating helplessness\" is not equanimity or learning the difference between the things you can change and the things you cannot.\n\nIn fact \"learned helplessness\" as studied by Seligman, is a key contributor to depression.\n\nPlease, words are important, as we have seen in this campaign, choose them wisely.",
        "My anxiety is increased, now.  I was banking on HOPE, which Lawrence O'Donnell succinctly suggested last night.",
        "This was not remotely helpful. I thought this was supposed to help me deal with my anxiety today, not make me feel even more anxious and terrified.",
        "Really? We're supposed to have deep feeling about the state of our nation and the world.\n\nWe're supposed to feel passion, anger, sadness, joy, hope, disappointment. And yes, it's OK to be depressed when we see our world going badly.\n\nSo, what does one do? You sit with your feelings. If necessary, take a day off. Walk in the park, play with your dog, let all the feelings you have wash over you.\n\nAnd then let them subside and get back to work.\n\nThe world is not going to come to an end, unless one of these maniacs presses the button.\n\nWill it be a different world? Yes it will be a world rapidly changing and we must change with it.",
        "Equanimity is not helplessness, though I appreciate what the therapist is trying to get at.\n\nVote, work for a better world, and when needed: fight.\n\nYou are not \"helpless.\" Viewing yourself as helpless/hopeless is actually a well-understood psychopathology. But the trick is to do your best, with full energy, while accepting that the world may not unfold the way you want despite your good efforts.",
        "Thanks for this. Belief in fate rather than personal control has eased the pain of coping with some key events in my life. That’s how I’ll be coping today if things go belly up.",
        "Thanks for this write up NYT. I really don’t know how to get thru today - while I am trying to fill up my day with various chores, the anxiety level is so high and the feeling of helplessness is overwhelming. Should the unthinkable happen, the world as we know it, will be turned upside down. Not only we who live in the US will suffer and that could be pretty extreme, people across the world, including Ukraine and Gaza, will be abandoned completely. I just don’t know what has happened to the minds of half our population to have brought our country to this state.",
        "This reminded me why I was repelled by the psychotherapists I consulted during a difficult time in my life. It’s the language of pontification. It’s paternal (or maternal). It’s cloying. It gets my hackles up.",
        "Respect yourself! Regardless of who wins the presidency your carefully considered opinions about different issues need preservation to help you guide your actions. Regardless of who wins the presidency, it’s impossible for a thinking person to have total agreement with actions of the future administration.",
        "In a career as a teacher I have taught age groups from Montessori to university. This has given me remarkable encounters/experiences with human beings over the years \nAn early lesson was learning to listen carefully to each individual and always take them at their word. How anyone would not take Trump at his word/s astounds me. Caveat emptor.",
        "We have to remember that the dark future we fear may never come to pass. We might be suffering in advance of something that doesn't quite materialize in the way we expect.",
        "I am in the middle of reading Alexei Navalny's book \"Patriot\"--a dystopian future for the US with Trump in charge. I will put it aside today repeat the beautiful meditation offered in this same column.",
        "What a beautifully written observation, with genuinely helpful guidance. Thank you, Dr. Greenberg and NYT.",
        "This article and the guided meditation are excellent resources. Thank you, NYT.\n\nThree years ago my father collapsed and for a week we lived on a rollercoaster unsure if he would pull through. My sober friend's mantra to resist \"future tripping\" came into my mind. Take it one day at a time. \n\nMy father did not pull through. This election may not go the way you want. We need to resist the cognitively distorted tendency to \"fortune tell\". If we will accept that instead of claiming to \"know\"—we will find more peace. \n\nTo quote Mary Oliver's poem Heavy:\n\nThat time\nI thought I could not\ngo any closer to grief\nwithout dying\nI went closer,\nand I did not die.\n\nThere are lows and difficult times. This is life as a human and a society. One day, one year, one presidential term at a time.",
        "As difficult as it is, I'm treating today like any other. I'll work a full day in-office, go home, share a meal with my husband, and go to bed. I'm committed to not staying up late and watching the results come in - it's just too anxiety-inducing. I voted last week - I've done my part for democracy, and now there is nothing to do but wait.",
        "Freed IN SEATTLE clearly does not grasp the importance of this election.  Assuredly, the outcome is important to most Americans, and the suggestion that we basically chill out and cope in some trivial manner (except for walking the dog) is beyond absurd.  It does very much matter who is in the White House.  Brandon in the Rust Belt (comments below) very much expresses the concerns of those who fear for the citizens  of this country if Trump is elected. There will never be enough chocolate or psychotherapy for me to cope with such a disaster.  The platitudes about coping mechanisms are more than  bizarre under the circumstances.",
        "When I listen to Harris tell us about the country we could be, I cringe at the thought of Trump destroying it.  There must be something we can do if he wins. \nWhen he violates his oath of office we should try to impeach him. If violating the Constitution is not a serious crime, then what is?  \nDemocracy is not a suicide pact.  We have a duty to enforce our Constitution.",
        "There's also the perspective that everyone has an eternal soul, and that in that longer view, what matters most is how much we love others and refrain from judging them. We can do all we can toward peace and justice, still loving those who hinder and punish us for it -- and still rest easy.",
        "The reality is that the U.S. has been slipping in relative world economic power and political power fairly steadily since 1946.  Those of us old enough to remember 1946 know that the US was just about the only intact industrial economy left and most of the world was about to get decolonized.  Skip ahead 75 years and the US continues to find itself unable to dominate the way it once did and it continues to slip.  So, people need to hustle more than they did once and it is hard to get paid enough.  No president is going to reverse this.  We live in a world where former colonies are now growing rapidly.  Add to that the challenges of climate change and the situation creates dissatisfaction with whomever is in power.  And because the parties are at loggerheads, they sabotage each other and get little done.  The fact that people are worried about this is reasonable, but it would help if realized what the situation is.",
        "This is really simple. If Trump wins I will need to find something to believe in, some shred of hope that humanity is still capable of goodness that the world is not headed for dark times, chaos, violence and despair. I'm really not sure where that will come from.",
        "Where are the promised coping skills?  This article lacks viable options to avoid election anxiety---deep breathing, alternative pleasures, willingness to understand that we cannot control everything.  Concrete things that MY therapist have offered would have been helpful here.",
        "I deliberately avoided the main stories in today's NYT this morning. I did the puzzles - and am Queen Bee again today!  I have no plans to watch the results tonight, I voted. That's all I could do. That's where it begins and ends for me. \n\nIf the candidate I abhor gets in, I won't be reading or watching the news for four years, maybe more. Last time  I focussed on those things I can control. Life is too short to create angst for yourself.",
        "I chose existentialism as my life philosophy as a teenager. Sartre has never let me down. Helplessness is useful. Acceptance is inevitable. Maybe I'll die in a Trump inspired pogrom. Maybe I won't. Until then, enjoy the life that exists.",
        "The future isn’t here.  The past is a story.  Tomorrow will be very much like today.  Walk the dog.  Do the dishes.  The screaming headlines are not about this life before us.  Keep doing what needs to be done here and now.  Who’s in the White House doesn’t actually affect us much day-to-day.",
        "A disturbing trend---actually, there are two: one is the curious notion that anyone who identifies as a \"therapist\" is automatically an infallible expert on the experience of being a human being, and the other is that much of that experience of being human requires the service of a \"therapist\" in order to cope with it. In much the same way Disneyland currently calls itself a resort (which previous generations would have laughed at) or trade schools call themselves universities, certain human conditions and behaviors have been upgraded as \"diseases.\" People used to be given credit for being stronger than that, or at least smart enough to understand that life isn't a comfy little blanky to settle in. The unknown can be scary? Well, duh, as the children say.",
        "A first step is to try to take control of your own decision!\n\nFor those who feel quite certain of a choice, take the opportunity, if you have not already done so, to vote and to exercise your own thinking.   For those less certain, make your own pro and con table and if still uncertain of your choice ask a few of those you most respect how much factors you have selected weigh with them for a decision.   There is no need to direct a choice made by another as they give you much of their reasoning in how they weight your elements of thinking and often it gives them an opportunity to think about other factors you have not considered.\n\nMaking a choice and having your own say is useful to allaying anxiety.\n\nWhere that does not work, try looking to comedy on the events of the day.   Reruns of whatever you can find of Reflecting Fools or Daily Show reports may be skewed to some end uncomfortable to a viewer, but having a laugh at some of the ridiculous nature of how we treat an election is often helpful to detach the absurdity of what our Nation moves through from the choice itself and laughter is nearly always helpful if it can be managed.\n\nTaking events too seriously or worrying about what might happen are natural, but neither is terribly productive of anything much healthy in their application.\n\nBeing optimistic is helpful for those who can maintain optimism, but where that is unnatural, optimism cannot be forced.\n\nHumanity has overcome a good deal worse than the present threats!",
        "Wow! I didn't see that coming!  Helplessness.  I have to think about that.  As a retired psychologist myself, personally I have found it's important for me to cultivate appreciation of the small things in my life wherever possible that give me joy and satisfaction, to find the corners of optimism even if I have to look a little harder for them.  \n\nLife is lived in front of us, on a small stage, and while the larger stage is troubled even dangerous and our influence is limited, we  can be with those people and participate in those events in ways that make our lives worthwhile.",
        "First thing to do is understand that their are only two genders and that no amount of social pressure can change it. That should be the singular issue that can unite the country and return sane thinking to the body politic. To those suffering from this delusion, I suggest seeking out a mental health professional , like the writer here, to begin a road to recovery.",
        "While I struggle to adopt Mihaly Csikszentmihalyi's concept of \"flow\" and the art of living in the now, there is no healthy way forward. There may be a spectrum for everything, and learning to live with impermanence brings a deep appreciation for what IS real and enjoyable today. Everything is always changing for the better, for the worse, and possibly for the far worse. \nTreasure today.",
        "My life has taught me one thing. Celebrate impermanence, learn from it, let it guide you, and be grateful for the moments of calm in between events we haven't anticipated. \n\nNo question, this election, given the stakes, has been drawn out by events  we were unable to anticipate. Biden dropping out, Harris takin over with little time to make her case, an assassination attempt, Harris clearly annihilating Trump at the debate, and then the rest of it unfolded leading us to today.\n\nIt has caused me, personally, a free floating feeling of anxiety, worsened by watching the news for hours on end, tuning into my favorite pod casts, reading too many columns in the NT Times and WaPo, being blitzed, 24/7 with requests for money and the certainty if knowing , we really don't know.\n\nSo, today, I'll rake leaves, work on a door that needs fixing, bake some pretzels, maybe a couple of loaves of sourdough, clean the house, walk the dog and see what happens. It's a process.",
        "My concern is for the mental health for those who anticipate ending up in a Trump Concentration Camp. \n\nIt is one thing to try and endure 4 more years of Trump, with little immediate affect to oneself. \n\nIt is another to know that it may result in you or family members' deaths. \n\nThe parties are not the same.",
        "Yes, Heraclitus, or one of his ancient contemporaries in Greece said \"Character is destiny.\"  In my encounters with extreme dysfunction and consequently in my readings of the great psychologists of this topic, beginning with Alfred Adler, I now understand that basic character is formed early, is very, very stable, and pays little to no attention in adulthood to what the personal mirror looks like.  Understanding, therefore, is called for, first of our own selves and then of all others whom we know or don't know.  When you \"love yourself upwards,\" you can get a lot more done in life.",
        "There's an ancient piece of wisdom: God, grant me the serenity to accept the things I cannot change, the courage to change the things I can, and the wisdom to know the difference.\n\nCare but care more about the things you can do and change in your everyday life. Volunteer at a shelter for battered women. Clean up a local park. Go to town halls for locally elected leaders. Make your family, workplace, and neighborhood a better place. Talk to people and agree to disagree respectfully. \n\nSpecific to the election today, thank the wisdom of our founders who created a federal system where states and localities have significant powers and there are checks and balances at the federal level.",
        "It seems that Trump voters profess much greater certainty about the election outcome than do Harris supporters.  Their solution to dealing with uncertainty is to ignore the truth, which is why we have Trump as a candidate in the first place.",
        "No smiley faces offered, just reality. \nThank you for writing this. It helps me feel normal even though we are swirling around in absurdity.",
        "My uncertainty: Are there are enough people in government with the courage to defend a Harris victory against Trump, who will claim victory if he loses? A Trump loss goes to the Supreme Court, and I am uncertain about the ability of the Court to make a fair decision. What would the Supreme Court say if Trump won the popular vote in a landslide, yet the electoral college decided Harris to be the winner? I am certain they would not make the same decision for Harris.",
        "You can choose hope over all else. You do have the power.\n\nIt's human nature to procrastinate and that is about all things: including the self awareness that to think good thoughts might lead to good outcomes which of course, will make you feel good. \n\nIt's all the small details that we can take charge of easily throughout the day that can lead to a big day. Do we not sleep better (and recharge) when we feel like we have accomplished something? \n\nTruly, how hard is it to vote? Sure, you may have to jump through some republican hoops and stand in line for a long time, and perhaps some other things. \n\nHowever how joyous is to be inclusive in communion of your fellow citizen and the direction for the country? (let alone your own life?) \n\nTake charge, Vote = feel much. much better. Win."
    ],
    "web_url": "https://www.nytimes.com/2024/11/05/opinion/uncertainty.html"
}