{
    "main": "Alzheimer’s Can Be a World of Endless Second Chances",
    "abstract": "When Dad first started forgetting things, I thought I’d lost him. I didn’t imagine I’d have more of him than I did before.",
    "keywords": [
        "Alzheimer's Disease",
        "Memory",
        "Elder Care",
        "Families and Family Life",
        "Content Type: Personal Profile"
    ],
    "comments": [
        "I read your story . I had my best relationship with my mother when she developed Alzheimer's/dementia. I know what you mean.",
        "Thank you so much for this.  With all forms of dementia we get such lovely, precious moments of pure love and laughter and, also, shared sorrow.  I knew this with both my parents. These moments become like tiny jewels we can collect and keep in our hearts\nforever. And if I were the parents that passed away, I would be so pleased to leave these moments with those who loved me.",
        "They forget EVERTHING except the grudge. \n\nThis should tell us more about the human psyche than anything.",
        "Dementia runs long and deep in my extended family. I guess I am likelier to have it than not.  I worked at an assisted living facility for a short time and experienced the ruin of the disease.  I’d rather be dead than live in a place like that. My sister on the other hand,  has no professional  and only a tiny bit of experience with these sort of facilities.  She toured a bunch of facilities looking and gaging at each of their respective attributes.  She pays attention and is analytical.  She teaches college math.  In speaking to her about my disdain for these places, she thought very differently about the experience of these places from her experience.  She thought if she had Alzheimer’s it would be a great place to go because there was all sorts of activities and social opportunities and it would be fun!  Maybe. Maybe.  Be open minded.  We’ll be out of our mind.",
        "A dear neighbor had early-onset Alzheimer's - or maybe it was just dementia - many years ago, when she was only 56. Her husband said they could never move from the small town where they lived because people knew her and would let him know when she wandered away from home. Not much time passed before he was forced to put her into the local nursing home: she'd do things like getting up in the middle of the night and turning on the stove, risking a fire. \n  Another friend's wife developed Alzheimer's and spent 3 years in a nursing home, bedridden and not recognizing her husband, before she passed on.  This drained what they had in the way of savings, and now he tries to survive on Social Security.  \n  I'm sorry, but I can't see the upside of Alzheimer's, although Ms Barry does write a charming article.",
        "Both my parents died following extended periods of dementia -- my Dad likely of Alzheimer's after about 10 years of decline. We managed to care for my Dad until his last month or two, and found him a wonderful adult family home that immediately recommended we call in hospice as he'd forgotten how to swallow. As for my Mom,  she had vascular dementia (probably triggered by a couple of TIAs) for about 3.5 years; thankfully, her pension + SS allowed me to place her in the very same small AFH, where she was well looked after. Her last months were rather like my Dad's but this time hospice declined us over and over again. Her passing was distressed without that bit of morphine, and we ended up with EMTs bustling over her instead of just me and quiet music.\n\nEither way, I have a grim potential future hanging before my only-child eyes. My late husband and I did not have children; his family and grandkids are on the East Coast and we're not especially close anyway. I'm very much on my own.\n\nIf I face this diagnosis, I hope only to have enough warning and time to dispose of my belongings so my executors don't have to do it. My affairs and will are in order, so all that will remain is to wait for a snowy cold winter's night to walk out into. And hope the wait isn't so long I forget why it is necessary.",
        "There is so much daily pain and heartbreak in watching early-onset dementia take my partner. There is no humor to be found anywhere, if ever. He never had a chance.",
        "Yet another article sugarcoating Alzheimer’s. I have no idea how a person with dementia could be left to live on their own. How about when the person with dementia has forgotten how to prepare food? Or if the person with dementia leaves the stove on? Or leaves the bathtub faucet running? This is just the tip of the iceberg. Every household has the potential to be a minefield of dangers for a person with Alzheimer’s. I suppose one is entitled to burn one’s own house down, but if you live in an apartment or in close proximity to other people, you’re also endangering other people.",
        "Good for you.  When my dad had Alzheimer’s our entire family’s life became a living hell.  He believed his dreams were real.  His nightmares, I should say.  In his dreams my mother was supposed to have been engaged in all manner of nefarious activities designed to damage my father.  In his waking hours he reacted to his terror as one might expect- incessant hostility to his wife of 57 years and, to a lesser extent, his children.",
        "Sounds like it's all about you.  \nBoy, I guess I just don't share all of the enthusiasm in these comments.\nI went through many of your same experiences with my Dad, a crusty old World War 2 vet who finally succumbed to dementia at age 90.  It wasn't about the \"serenity\" of dementia for me, but the grief over the humiliation and degradation of his mind and body.\nI will give you kudos for trying to keep him in his home, my brothers and I fought it til, finally, the nursing home beckoned.",
        "Well, how wonderful for you.  Surely you must know that for many people caring for a loved one suffering from dementia, it is one horror after another, ending only in death.  This is an incredibly insensitive article.",
        "I, too, enjoyed some of the changes in my mother's preferences while being her primary caretaker during the last seven years of her life.\n\nHere are the things she conveniently forgot:\n1. That her marriage to my father had been very difficult.\n2. That her mother, brother and sisters were dead.\n3. That she initially did not want to leave her home.\n4. And my favorite, that she had never eaten a Philly CheeseSteak hoagie because she had been Kosher. \n\nHere are the things she forgot which were painful:\n1. That I was her daughter, not a nurse.\n2. That she had dementia.\n3. How to take a shower by herself.\n4. How to go to the bathroom by herself.\n5. How to get dressed by herself.\n6. How to prepare a meal.\n7. That she would never \"get better\" and \"go home.\"\n8. That her husband, who she swore came to see her often, had died many years ago.\n\nWhile I admire Ms Barry's positive spin on her father's personality changes, I assure her that his disease will quickly progress to a stage where being home alone would be considered \"negligence.\" He will require 24/7 care. Yes, he can get that at home or",
        "I understand that many people may find this attitude hurtful. I get  it. My mother has lost her rage and bitterness (that she rightfully felt) and retained her humor and loving nature for a long, long time. I'm not saying it hasn't been brutal.  But the woman who stunned me with the first hug I remember from her as I left on the bus for college turned into a woman whose last intelligible words to me were, \"I love all my children.\" \n\nI stand a good chance of developing dementia myself. I hope that my family understands that it doesn't have to be all sad.",
        "Dementia was also a blessing with my mom, a bipolar narcissist, starting age 87. She didn't remember the things she used to rant about for hours on end. Or digs she'd use at me and others. For happy things, she'd just be happy without turning it to jealousy. She could answer questions about the past without going off on it. I could tell her about my life and get an honest reaction - knowing it wouldn't be used against me later. She was peaceful and content. I'm thankful for that time.",
        "I am happy when any family member escapes feeling completely devastated by this disease. My mother had it and died in 2020. It was worse than i could have imagined. \n\nMy full-of-life mother was lost, sad and scared. Little by little, the disease took everything from her, including her competence in the practice in psychology after all the years she worked to get her degree, her friends, who were not sure what to say. My family was at odds with each other over her care and overwhelmed by the new grief we grappled with as each unspeakable stage of this disease came and went until she no longer recognized me, and my then young son, her grandson.\nIt broke my heart to see her lose her joy, humor, words, memories, and the life in her eyes. It broke my heart to have to tell her the mother and father she repeatedly called out, had died decades earlier. I loved her so much. But my mother and I were just two people, one lost in dementia, and one in helplessness, like millions of others affected by dementia.",
        "The varied reactions to this article attest to the fact that Dementia and its stages are different for each person involved and depend many factors. \nWe need long term care that is not for profit, the current model is not sustainable. It’s also dehumanizing. Lynn Casteel Harper’s book “On Vanishing” sub-titled Mortality, Dementia and What it Means to Disappear, is enlightening about the downside of institutional living. Assisted living facilities are largely unregulated, and the cost for most people is too high. \n Until it comes out of the closet, Alzheimer’s will continue to be denied and feared, just like Aids and  cancer once were. Causes are largely unknown (although there is a lot of speculation, some of it based on profit making). Therefore there is no cure and so far no effective treatment.  We are told to live with a condition which is deemed hopeless from the start.  Romanticizing the situation works, but only up to a point. \nCaregivers don’t need more grist to feel guilty about.",
        "Beautiful essay. The author offers a window onto what people living with dementia and their loved ones can experience - spontaneity, joy, surprise, care, warmth. While, yes, there is/can be suffering, it doesn't have to be horror upon horror. In fact, there are dementia advocacy groups (such as Reimagine Dementia: A Creative Coalition for Justice) that are charting paths beyond the \"tragedy narrative,\" just like this writer is.",
        "ed and you have helped alleviate that worry.  You write so well, keep it up.\n\nMay your father continue to show his appreciation for you, and may God give you the strength to continue helping him!",
        "I don't get to meet my brother as he lives overseas but each week we have the same conversation share the same jokes and importantly get to say I love you.\nImagine two old Irish guys saying that they love each other out loud. The disease is actually terrible and cruel. It's taking my much loved brother away from me but also giving us the chance to say we love each other. I think that you have to be an eternal optimist seeing the good for today but forgetting the sadness of what it robs from us.",
        "I don't get this one, Alzheimer's is terrible and I've lost family with it and it is miserable for everyone. And if it isn't for you at the moment it will be. It was for me as a third party the entire time. I can only imagine experiencing it, even if you're only really aware of it in the early stages. Having family members suddenly treat you as a persona non grata, negative temperament changes, not recognizing almost everything. I think it's the worst disease you could possibly get and getting it is probably my greatest fear, much more so than dying. I could never find joy in someone else suffering from that monstrous thing.",
        "As a hospice volunteer, this is exactly how I see this disease. The middle part of the disease anyway.  Endless chances, adventures into earlier parts of their lives and loads of great questions. Play along with them if their \"at work\" - it can be more fun than you think (for both of you).\n\nUntil there is a cure, remember to say what you need to say. Tell them you love them. Don't get mad. Go with the flow.  Play music from when they were 18 and keep them safe. Make the most of the time you have left.",
        "Thank you for sharing this. It’s as beautiful.",
        "My Mother loved John Grisham. We had a small library of his books and we would recycle them to her and each time she enjoyed them like it was her first time. How many times did I say, • He is such a great author!” And she would beam and agree strongly. In a moment true luck, one of my long time friends had become very close to John Grisham and he sent her a signed new book. (First one to drop in the world…by one day) and a signed photo that she kept on her nightstand next to the photo of her late husband until she died. I give the same advice to friends, don’t argue about reality, join them in theirs…and then after you’ll need a drink… but you didn’t right thing…over and over… again",
        "Alzheimer's for us..\n Early in the disease my wife of 40 years comes down to breakfast and asks :\n\"did I have sex last night ?\"\nI said \"yes\"\nWas it with YOU ?  she says \n\"Yes\" I answered\n \"Oh good\" she says \"I was so worried!!\nThe heartbreak and pain is endless but you hold on to any bit of humor.",
        "We lost my mother to Alzheimer at the end of june this year.  This is a complex, confusing and heartbreaking disease.  With that being said, my mother never knew she had the disease, and we kept her in her home with lovely caregivers who played dominoes with her every day.  When we had to move her into memory care, she brought joy to the caregivers who treated her like family.\n\nMy mother had a good long term care policy that paid for part of her home care and $9k monthly for her memory care which was around $15-16k monthly for a single room and then when she declined, about $12k for a double.  Without her pre-planning I don’t know what we would have done.  Well, actually, we would have done what her father did when her mom had Alzheimer’s, exhaust all assets and go into a nursing home funded by Medicaid.  \n\nI have two complementary LTC policies that I hope to never use.  I have no interest in living with a disease like this and will take matters into my own hands if necessary and if the time arises.",
        "A wonder filled essay. My mother is nearly 90 and has alzheimers. I don't see her very often because she lives a long way off. She has a hard time putting thoughts together now, but listens intently when I call her. She has said a number of times that every day is a good day.",
        "Sometime soon, I hope, there may be a provision the right to die law that allows people who have been diagnosed with early stage Alzheimers to die before the devastating end stage of the disease takes hold.  Like Ms. Barry, I had many beautiful moments with my dad, but his last year was filled with suffering.  I know my dad would have wanted to end his life before the end stage.",
        "I don’t think any person losing agency over their life is looking on the bright side. I can’t process this.",
        "What an absolutely lovely piece. Thank you!",
        "This is well intentioned but terribly hurtful for anyone who has had a loved one go through the living death that is end stage Alzheimer's. I did that just 3 months ago. My beloved father who was the strongest, kindest, most compassionate man I have ever known died a brutal death from end stage Alzheimer's as his his children sat by his bedside. His body had consumed itself and he looked like he had been in a concentration camp. He had gotten so he could barely gget words out he was so weak. He didn't know any of us. He was in hospice care and finally they started administer him larger and larger doses of morphine to \"make him comfortable\" though the hospice people told us he was no longer capable of feeling suffering. The hospice people kept telling us the end was near, but he just kept struggling for air and suffered for days and days. It is outrageous that we let our pets die a dignified and humane death but not our fellow human beings. I am happy that Ms. Barry is enjoying her time with her father. Maybe her father will be lucky enough not to get to end stage Alzheimer's.  If he gets there, she will not be so cavalier about the terrible suffering that is going on every day all over because of this disease.",
        "I recall a Sunday family dinner at my great aunt and uncle's farm as a young child. They had been married for over 50 years. She turned to everyone at the table, gestured to her husband, and said, \"Who is he, and why he is here? Although he seems very nice and all.' Her doctor had diagnosed her with Alzheimer's.",
        "Endstage Alzheimer's is a different matter--horrible to watch and, from what I can gather from my mother (nonverbal and bedbound for over three years) also not easy to experience. Increasingly hard to remember her pre-Alzheimer's/with early Alzheimer's.",
        "I completely relate to this article.  I endured very difficult years with my mother where she was combative, angry, and paranoid.  I didn't understand why she had changed so much.  She wasn't even capable of engaging with her grandchildren, and we were all heartbroken.  Her Alzheimer's was a slow onset, and we all went through many difficult years.  But towards the end, she once again became the loving, sweet, beautiful woman we all knew.  She loved to sing, and would even make up words to songs as if singing them in another language!   Even if she didn't know exactly who we were, she knew were were people who loved her.  I cherish those last few months with my mother.  Thank you for this article.",
        "This piece moved me deeply, especially towards the end and the sentence “my brain is still blocking my heart”. \n\nI hope and pray my wife and I never get dementia as we don’t have kids and do not know how we would even survive. But we do have a strong spiritual practice (of Hare Krishna kirtan), which is all about the heart: opening it, allowing grace to fill it, and being compassionate towards all living entities, not just human beings. \n\nThis piece gave me hope that even for those with dementia, this practice of Hare Krishna chanting can bring light, hoped and joy. \n\nThank you.",
        "Nonsense. If the author is enjoying this experience, she is certainly unique. In my opinion, it’s inappropriate to print something so upbeat about something that is so miserable for all who experience Alzheimer’s Disease, as either victim, family member or friend, or caregiver.\nThe sorrow of this condition is why so many will choose—one way or another— to off themselves, or to manage the death of the person for whom they have cared.",
        "I can only imagine how it is.\n\nI attend a senior center every day and see a few people at my table that I call pre senile ie very difficult to talk to, cranky, argumentative, have to be taken care of etc. etc.\n\nMy initial reaction after facing this 24/7 so to speak at the center is anger.\n\nThen I realize for the most part, they can't help it.",
        "Anyone and everyone who is even the slight bit worried and concerned about a loved one (especially over 55), please get an initial cognitive test at a doctor to determine your baseline and if a PET scan is an advisable step. \n\nThere are now two breakthrough drugs (Kisunla, created through 35 years of research) and Lewembi (over 15 yrs), and both slow the progression and dramatically reduce the effects of ALZ by clearing the amyloid plaque that causes dementia and other effects. The earlier the WAY better. \n\nSave yourself and/or a loved-one from the unnecessary destruction of life, freedoms, finances, etc that otherwise will become inevitable.",
        "I can relate to this. My mother was terribly judgmental and critical all her life until dementia removed her rougher edges and she became kind and loving. She became a lovely person. That’s not to say it was easy. The confusion and anxiety caused by the disease were very difficult at times, but on the whole I learned to really enjoy my mother.\n\n“Fortunately” for her (and for us), she had a stroke and died before things got really, really bad. That was not the case with my brother, who passed away last year at age 61 from early onset dementia with Lewy Bodies. A hideous disease, and I watched my beautiful brother literally wither away into a helpless and incoherent mass of skin and bones. There was nothing good about it. Nothing at all.\n\nSo to the author I say enjoy it while you can. You may not be so happy before it’s all over.",
        "Thank-you for this beautiful essay.\n\nWith my parents, I also found that dementia opened up many opportunities to connect in a way that would have previously been impossible.  Precious moments.  And a wonderful time to reconcile if the relationship had been difficult.",
        "Kudos to the writer for revealing how she decided to share her father’s changing life. Years ago when an elder old friend was evolving into dementia, I did this, surprised that others opposed me for “encouraging” what they could not change.",
        "Having lost my husband to early onset Alzheimer’s a year ago. I appreciate this article. I know each dementia journey can and does bring many moments of joy and love and well as unbelievable heartbreak. The author gives us permission to look for and celebrate the present and occasional beauty of this devastating illness.\n\nThat said, I will not sugarcoat the 9 years that I - with the beyond generous help from our four young adult kids - watched, worried and went almost crazy and broke, including during Covid closures that had helped me stay employed til 2020, by offering my required workday “respite,”  with “adult memory care,”  for John so I could stay employed while trying to handle 24/7 care for him. \n\nWe need 24/7 caregiving coverage for people who lose ALL to dementia. Families also grieve and it’s cruel to leave them alone with the many costs and complex 24/7 caregiving and medical needs of their loved ones.",
        "I've already told my children that if I lose my memory, please tell me stories of how I climbed Mt. Everest, was a Formula One driver, was elected President of the U.S., earned a Nobel Peace Prize, and other fantastical achievements.  \n\nPhotoshop images as needed.\n\nRepeat them each time they see me.\n\nI'll feel great and won't know any better.",
        "My heart swelled & cracked at this essay….  \nI wonder what is the name of that album?  It sounds very interesting.",
        "Going through this with a family member, who no longer knows who anyone is, including people in photos, and cannot participate in any conversation. I am not having the experience with her that  the writer is having with her father. Repeating things one second after they’ve been said does not carry any pleasure of repetition. During her entire decline, starting a few years ago, there has been nothing sweet or cute or amusing about what she’s done. My relative is basically an empty shell walking around and there is no land to which to follow her.",
        "Thank you for sharing this perspective. As a primary care physician who often cares for both patients and their caregivers, we do not often see this view. Often the patients are scared and the caregivers are exhausted. Your unique view is refreshing.",
        "This piece is a gift and a blessing. 💜My much older brother was recently diagnosed with Alzheimer's. He has become more open, sensitive and expressive than I've ever seen him. It is a sweet time.\nI understand that Alzheimer's is an unforgiving disease, but pausing to appreciate its gifts does not disrespect or ignore its devastation. There is much to appreciate. Grateful.",
        "Thank you for writing about a very difficult subject. Hopefully we will find some sort of treatment to help those afflicted with this terrible disease and hopefully insurance and government programs will be expanded to fully care for patients.",
        "Thank you, this is a wonderful piece. I agree wholeheartedly. It is a privilege to visit this strange land with an ill relative.",
        "I really appreciated this article, and the shopping list made me laugh out loud - tooth thread! Purple, netanyahu. It made me remember the times I took care of my father to give my mom a break, and I was always fascinated by the language transference and how I was able to understand what he was talking about, even if it made no sense. Dogs and cats became salt and pepper, for example, and there were many others. I wrote a song based on one of his odd phrases. Thank you for showing the lighter side of what is, inevitably, a terrible situation.",
        "My wife (75) has Alzheimer's, as did her mother and her older sister, both of who died from complications of the disease.  She declined step by step over the years to the point were working from home, then part time from home, and then retiring to care for her full time, I could no longer safely manage her care.  I was unable to find help to allow us to keep her at home, so 14 months ago when toileting and bathing became too much for me, and when it was unsafe to leave her alone for any lenght of time, she moved to a residential care facility with 19 other Alzheimer's patients - all of whom present with different symptoms.  \n\nWhen her mom got sick my wife decided we needed long term care insurance - for which I'm now thankful, as that pays 1/2 the monthly cost of care that would otherwise become unmanageable for us after a few years.\n\nShe still recognizes the sound of my voice, but seems uncertain about who I am.  She has very few if any words, but can still follow simple instructions and therefore can stay in the assisted lliving memory care facility.  When her weight dropped to 106lbs because eating was confusing, she entered Hospice. Nutritional drinks helped stabilized that decline and now we're back on palliative care. \n\nThere is no hope for recovery or beneficial treatment - no miracle drugs.  Our best and only hope is for a modicum of physical comfort and relief from her anxeity. She knows that something is terribily wrong but does not understanding or remember what.",
        "My mom's early-onset AD when she was in her 50s confused all of us. My sister and I thought she just didn't love us anymore because she couldn't remember us telling her about a new job, what day to pick us up at the airport, a relationship break-up.... Now, 35 years later, it is the greatest gift. PRIMARILY BECAUSE WE HAVE ENOUGH MONEY. I have learned to be gentle, patient and creative. I've been able to advocate for the other residents in her care home. This has endeared me to them...to the staff, not so much. My mom can't walk, talk, feed herself or see. But she can smile, tap her feet to music, enjoy the sun on her face and  devour the Ukrainian prune buns that my baba used to make. Again, I am privileged to appreciate all this because her husband had access to geneous pension plans and we live in Canada, where we pay about a third of what the same level of care would cost in the US. If we didn't have money, this would hqve been a disaster.",
        "The docs dropped the A Bomb on my wife and I four years ago. Her decline has been steady; her condition eventually exceeded my ability to care for her. Four weeks ago I took her to a home. My experience as primary caregiver was exhausting and immensely sad. it is difficult for me to make heads or tails of this article. It's probably a bit too light-hearted for me but I think I'm now in a somewhat better, more balanced emotional state, as is my wife; I'll try to be open-minded to the moments that are joyful and to come to terms with our sorrow. Still a profoundly awful disease no matter how you slice it.",
        "What an amazing paradigm shift that is so helpful for many problems in life: insomnia, illness, tinnitus, etc.",
        "What a lovely article. And thank you for sharing. While I don't have family experience with Alzheimer's my Dad is alive at 95 and doing ok.  I just got done telling him I love him on the phone. It's a gift to have parents in your life,   when you are old too.    Your Dad is lucky to have you . I'm blessed he has a younger wife because I cant  imagine him living alone or having to leave his house.",
        "This line from the author got me thinking a lot about how memories affect our relationships (bad memories from my childhood strained my relationship with my dad until he died):\n\n\"Would we all be nicer to one another if we remembered less?\"\n\nI'm happy that the author can find some joy despite of the terrible disease affecting her father. Both my in-laws have Alzheimer. One is in the late stage - doesn't talk  - the other in early stage but losing basic vocabulary very fast. This is horrible.",
        "Whoever it was, who first coined the expression: \"Fugeddaboudit!,\" was definitely on to something.",
        "Raised in the Catholic church, I recall learning that suicide is the singular unforgiveable sin. Having experienced the deaths of both of my parents, I am not sure that I believe this doctrine to be accurate. Mom, tactful and classy though not pretentious nor wealthy, lay with a gaping mouth at the end; I cannot forget seeing the deterioration of her teeth, which I always imagined to have been perfect. Dad, caring and wise beyond human meaxure, spoke earnestly toward the end; I finally had to confess to him, apologetically, that I could not understand what he was saying. I think of my daughter in the future, standing in my shoes when I visited my flickering spirit of Mom. I think of my mouth gaping, and how self conscious I am about my teeth. And I seriously entertain the notion of wandering into the wilderness when the time comes; wandering into the wilderness, bodily and metaphorically.",
        "Thanks for this. My mother has Alzheimer’s and while I know that very difficult days are ahead, right now she is a stage where she seems oddly happy. She sings along to the radio, talks about her childhood and family in the most jumbled way that it reveals so much about how she may have really felt about many things. She flirts shamelessly with my husband. I’ll take this as her way of saying, “Good choice.”",
        "The mind boggles. I cared for my husband for ten years until he finally succumbed to a final horrible death by this disease at age 69. Yes, there were moments of grace and innocence but they came at a cost far too terrible to pay. \n\nI await subsequent essays on finding joy when your father can no longer speak, recognize you, wears diapers, is unable to attend even to his simplest needs and weighs 110 pounds. There is nothing but sorrow upon sorrow.",
        "You and I are both very lucky. My view of Alzheimer’s is very different than most people as it seems to be for you. My mother had a very difficult childhood, which I believe scarred her for life. She was fiercely devoted to our family of four and deeply in love with my father. However, she had a hard time expressing that love to us, probably in order to protect herself. When my father died, she was inconsolable and remained a widow for almost 25 years. The pain only got worse over time. Then she was diagnosed with Alzheimer’s. It is a cruel disease and it was difficult to watch my mother’s decline. However, as she moved into the last stages, her defenses is finally came down. She no longer remembered my father, so all that pain she had been feeling for over 20 years just melted away. She expressed her love for my sister and me freely. It was a joy to be with her. I know I am lucky because for some people their loved one gets very combative. However, my mother’s last years gave me the mother I always longed for, and I am very grateful.",
        "Really thoughtful perspective. Going through something similar with my mom and it can be easy for me to focus on the deficits and totally miss these special moments. Thank you."
    ],
    "web_url": "https://www.nytimes.com/2024/11/29/opinion/alzheimers-elder-care.html"
}