{
    "main": "Are Smartphones Driving Our Teens to Depression?",
    "abstract": "The evidence reveals a more complicated reality than the conventional wisdom would have you believe.",
    "keywords": [
        "internal-sub-only-nl",
        "Mental Health and Disorders",
        "Smartphones",
        "Teenagers and Adolescence",
        "Suicides and Suicide Attempts",
        "Social Media",
        "Haidt, Jonathan"
    ],
    "comments": [
        "Having followed Haidt's work for some time, I find his thesis compelling. But what concerns me most about the \"thoughtful\" critics is how they seem to need for Haidt to be wrong. Can we really ignore the evidence of our eyes? Kids are less social IRL. The species evolved for contact, real contact to survive. Less time with friends. Less sex. Schools more dysfunctional. Look around you.\n\nI wonder what the advantage is to ignore even inconsistent signs of a variety of problems. Here is my current working theory. Younger parents are also addicted to their phones. To conceed that their kids are caught in a social media trap would mean they have to look at their own habits. To ask their children to put down their phones exposes their own addition. Grasping at any writers countering Haidt's thesis lowers the anxiety of the adults that they screwed up by handing their todlers an iPad babysitter. \n\nMostly I wonder why take the chance social media is harming kids. Reports I see from schools that ban phones all seem to say everything changes for the better. Kids start being kids again. So, what's the harm in trying Haidt's suggestions? What if the change makes kid's lives better, richer and more balanced? What are we phone addicted adults avoiding?",
        "How many readers are reading this article using a smartphone ?\nI'm reading it using a Mac, but I should be asleep.",
        "This column is a breath of fresh air.. Thank you.",
        "The apps... not the phone. Instagram. TikTok.",
        "It is difficult to come away from Haidt's book and not be alarmed. And of course, it is natural to question his interpretation of the data. I am a behavioural researcher who often gets the opportunity to talk to practitioners of different stripes and whenever I mention the issue of social media, everyone has many stories to tell about psychiatric wards being overwhelmed, increases in depression, anxiety and suicidality, as well as other odd behaviours, encouraged on social media encouraged \"communities\". It is true that it is difficult to draw absolute causal inferences from all the data. But really, shouldn't we be careful? The same was said about the smoking - cancer association for much of its history. It is difficult to draw causal inferences in the social sciences. But shouldn't we be careful? Wouldn't it be best to use a little judgement and check things out before having everything available to everyone anytime, any place, any way? The data are compelling. The studies require our attention. Meanwhile, social media is going unchecked.",
        "Geez. \nReading this made me think I'm getting dementia. \nI can't keep track from one paragraph to the next, with studies and assumptions and results all over the place. \n\nIs that the point of the piece? \n\nI think I learned this: \nMaybe our teens are in trouble, we don't know. We don't have reliable information because we haven't done the right studies in the right places with the right methodology. Maybe smart phones - or social media (I'm not clear on that either) - are ruining young people and society, but maybe not. We have no idea.\n\nI am apparently not the intended audience.  \nOr, perhaps it really is true that my cognition is just not as sharp as it once was and I am unable to synthesize complex data. \nSigh.",
        "Sometimes you have to use your common sense. Most people feel that phones make them  feel worse. For me, a good day is a day when I don't use the phone, and I don't even use social media. If phones hurt adults so much, it is quite likely that youngsters whose brains are still developing would be hurt even more.\n\nIt takes about 30 years for smoking to cause lung cancer and not every smoker gets it. So phones would have to be several orders of magnitude worse than smoking for its effects to be measurable in less than 17 years. It took many years to prove beyond reasonable doubt that smoking causes cancer. It will take even more to determine what damage phones are doing to people. For the time being, I'll keep staying away from my phone and making sure my kids don't use one.",
        "The teens’ problem is not their smartphones but their stupid elders that have brought the world to this depressing state.",
        "No. The world is. Don't shoot the messenger",
        "It’s telling when a society needs to rely on scientific studies to guide them. Such societies have forgotten the value of wisdom.",
        "A smart phone is just the doorway to the internet and all it has to offer, both good and bad. I can research something now in 15 minutes that used to cause me a trip to the library and hours of reading. I can watch a how-to video and easily fix my car saving lots of money. Or, I can watch and read about how I look, pray, live, who I like, etc. is all wrong and how I am a total reject and failure. The challenge is how do we use this tool for the best it does, not the worst?",
        "What do young people actually learn from their phones? Not much, it seems. Or at least, not much that is deemed serious, weighty or important. It is the transience and ephemeralness of the teen phone experience that I find so troubling, not to mention the sheer vacuity of a lot of social media. It would leave me feeling hollow.\n\nI remember standing on a crowded train behind a young person scrolling through her phone for a good half hour. Without wanting to, I could see the content and was shocked by the inanity of what she was looking at.",
        "A very good story on the complexities of the issue.  It reports an important fact.  Suicide rate in teenagers may be on the rise but it is parallel to suicide rate increases in older groups.  The simultaneous increases point to another more general factor.",
        "We'll never know given how much lobbying hush money Big Tech pays legislators. \n\nAs I type this, I'm sure my phone is memorializing it in such a way that the info will be bundled and sold to advertisers in an effort to once again monetize private information without informed – or frankly – any consent.  Then fed into an algorithmic loop designed to further entrap.  \n\nOur privacy laws are the issue here.  By which I mean our huge lack thereof. \n\nWant radical change?  You go straight to the source.  That means essentially government takeover of social media orgs like X and Meta.  They're basically already funneling that info over and censoring things as is so this is just removing the profiteering middleman (Musk, Zuckerburg).  Who add what exactly anyway.  And please don't say entrepreneurship or leadership or some other corporate-maligned buzz word.  The people running these companies are leeches who are illegally collecting and trading in American personal info.  Including the info of minors.",
        "A guy who poses with cars which are not his.\n\nA young woman who listed herself as a chef but in reality begging for change on the street.\n\nCEOs of non-existent companies.\n\nAll real cases. Nobody wants to write that they were fighting with their partner, for example, right?\n\nIt's easy to get depressed.\n\nShouldn't be so hard to write some sort of a Digital Wellness manual for these devices and add a few words about social media there.",
        "It isn't the smartphones themselves, but what runs on them, so-called \"social media\".\n\nWhen all you see are the highlights of multiple other people's lives, and compare that to how you're life is, what's not to get depressed over?  How fulfilling and gratifying is a screen-depth only text message (with emoties) compared to seeing seeing your friend laugh and feeling their warm touch?\n\nAny parent that cares will NOT give their teen a smartphone, or allow them to buy one.  The \"All my friends...\" argument is bankrupt.",
        "A relatively known proportion of kids who were depressed will attempt and attain suicide, so that’s another way to think about this issue of depression",
        "It's disheartening, to say the least, to be in a social situation with families, and seeing the children glued to screens, and not\nsocializing.  I even was in a situation in which a woman\nhad gone missing, panicking everyone, but her own daughter\nnever took her eyes off the hand-held screen.  Even when\nthe mother turned up later, the girl was never aware that anything had gone amiss.\nHow are young people going to learn how to socialize, or even\nto respond to what's going on around them, if they are \nso distracted?  It is no wonder that such intrusions, that undermine the basic psychological needs of humans, are causing alienation and depression.",
        "Tools or machines can be helpful but if you don't know what you are doing you can injure yourself. You can cut yourself with a knife by accident for example.\n\n\"Smart\" phones are also machines in some sense. It's like putting people into a dystopian factory where they can get injured.\n\nI think the situation needs to improve: addiction prevention courses, better manuals, etc.",
        "it's self evidence cell phones are a problem. we all absolutely know they are making us more anxious and neurotic. why is this even a question. this article feels annoyingly contrarian just to be contrarian.",
        "I'm pretty sure smartphones are driving all of us to insanity, depression, or both",
        "Communication person to person in the teen age group seems to have deteriorated to several words patched together intermittently with the word “like”. How will they fare competing for their first job in an interview or conducting themselves in a public facing job?",
        "In answer to the question in the article's title, I would say smart phones are strongly contributing, among other things, to depression in teens, specially women.  I'm the parent of a 21 year old and saw the worst when she started transitioning to adulthood, I would blame mostly the peer pressures of chat apps, but the great number of \"influencers\" each with their own truth have also contributed.  \nA relative with a 5 year old has gone to the extreme of keeping the child isolated from smartphones, no one is even allowed to show family photos, we all believe it's creating a worst problem, but there seems to be no easy or logical solution.",
        "Spurious correlations are not that unusual in large datasets. Plus, humans love the fad of the day explanations; of which new technology has always been a favorite. I would like to see a study where researchers try to disprove a most favored hypothesis, instead of jumping on the bandwagon.",
        "Three weeks until this public high school teacher retires and my cell phone battle with my students comes to a close. I miss the 80's when I began, when note passing teens and students speaking to each other too much during the lesson were my only classroom management problems.",
        "I think the key is this: think about when we ( generation x) watched shows like The Brady Bunch and The Cosby Show.  We envied them we wanted to be like them.  Now picture watching one show 24 hours a day starring your friends and family, mediated by an engagement algorithm that rewards anger,  extremism, bragging, and mob mentality.  All of our social media relationships are sponsored by the Meta corporation, and the like and retweet reactions are carefully meted out by a behaviorist variable ratio schedule to keep you engaged and enraged.  Is there any doubt that this is affecting our real life relationships?  Just like we didn’t know the difference between real life and The Brady Bunch or Different Strokes(or didn’t want to), they aren’t or don’t want to either.  Kids are innocently unaware of the manipulations of the real world. It’s monkey see, monkey do.  A dream for advertisers, social engineers, and propagandists. Haidt’s book exposes all of this.  We all felt it, he put into words, brilliantly.  More correlating research is coming.  And let’s face it: When we talk about “worrying about the children”, we’re really talking about ourselves.",
        "There is another loss that I have noticed by observation over time.  Attention spans are shortening because we all have a little distraction box in our pockets that is full of extremely engaging and marvelous and largely disconnected things.  Everyday reality has a hard time competing.  Learning is affected in both its quality and quantity.  An in-class experiment that twenty years ago brought stares of wonder now receives mostly muted responses.  Tolerance for uncertainty, for reflection, for persistent thought on a single topic are all diminishing.  This focus problem is as systemic as the social problem, and of course the two are related and feed off each other.  These issues are going to get more intense with the rise of AI.  Our students, and education in general, are in real trouble.",
        "Image this scenario. Put 25 people, young and old in any American airport boarding gate, for 45 minutes without a digital device and watch what happens. After only 20 minutes you would witness: Psychological distress, cravings, restlessness, fidgeting, nervous tension, and uncomfortability. After 45 min you would witness significant agitation and some emotional disturbances. Think about 25 people, for 1.5 hours waiting for a plane at the airport boarding gate without a cellphone stimulus. In 2024, many people would simply find the experience unbearable. The nail biting would start after only 20 minutes. We are a culture of constant stimulation. The cellphone has become to our brains, a baby safety blanket. Our brains have become more and more attached to the stimulus responses that cellphones provide.  \nThe average teenager spends 7.5 hours day on digital entertainment media. That doesn't mean learning about the Apollo space missions, the temperature of freezing water and the jurassic period. That means 7.5 hours a day on being digitally entertained. They don't want to play in nature and build a bug jar. They can't manage boredom without having anxiety and panic attacks. They \"sit\" on average for 7.5 hours a day in front of screens being entertained. Sitting is the new smoking. A mental health impact, most certainly yes.",
        "I really want to ask Mr. Wallace Wells: Do you not see and feel (every single day) the impact of the relentless dopamine hits, the negativity bias, the monetization of outrage, the loneliness and the destruction of wonder and meaning that smartphones, social media and the Internet writ large have caused? \n\nIf anything, the negative impact of these technologies has been dramatically understated and underreported. \n\nWhen the story of the first decades of this century is written, it will be about the horrific, uncontrolled psychological experiments we allowed to be run on ourselves and our children.",
        "Teens? I would think people of all ages are susceptible.",
        "As I get older I think sleep deprivation( for whatever reason) will be proven to be the biggest threat to mental and physical health.\nPlain and simple the brain can’t be “on” all the time.\n“The best bridge between despair and hope is a good nights sleep” says E Joseph Crossman\n(American entrepreneur)\nA quote I keep close to my heart.",
        "Yes, they definitely are. They are filling our teens with all kinds of unrealistic, selfish, foolish ambitions, and materialistic craving nonsense.",
        "Anytime you blame an inanimate object for your troubles all you're doing is revealing the underlying problems with your society and culture.",
        "Of course it's the phones! Try living without one for an entire month (or year preferably) and see if your mental health improves. Once you've given up the smart phone maybe you'll stop drooling in public, standing in doorways and driving your car into cyclists/pedestrians/other cars etc etc.",
        "The phone made it easier to unlock some of humans' ills. Yes, it has helped cause a mental health crisis. We can't counsel ourselves out of this problem.",
        "Excellent article with substantive data analysis support.  Unfortunately, the iPhone is a tremendous source and fawcett of profits for manifold business sectors.\nDespite the many ills and consequences stemming from the  iPhone (smart phones) medium, seemingly no one, no entity, is going to be the first to turn off an exponential torrent of revenues and profits. \nJust look at the pushback against Congressional ban on TikTok, much of it based on economic peril despite well documented risks of continuing its unbridled security issues.",
        "Haidt’s claims may be overstated, but the skeptical arguments are methodologically flawed, as presented here.   Skeptics appear to insist that if it’s a causal relationship, it’s generalizable apart from place, culture, and class.  It’s a very narrow approach to causality in human affairs that makes it possible to set aside as unverified  what thousands of parents, teachers, and psychiatrists have observed over the years in this time, in places like ours.",
        "It could be that today's current technology is exposing some (many?) kids to the cruel realities of the real world before they are mentally and socially equipped to handle it.\nIt's entirely possible these days to get way too much, way too fast.\nParents & schools can't really protect kids from anything these days. Every thing is right there on their phones. Especially things that can harm their development and self-worth.\nBut now parents are giving their 4th graders phones so they don't feel left out socially. It's not helping.",
        "\"If you are having thoughts of suicide, call or text 988 to reach the 988 Suicide and Crisis Lifeline or go to SpeakingOfSuicide.com/resources for a list of additional resources.\"\n\nThis appears at the end of this essay by Mr. Wallace-Wells.\n\nI was wondering if the NYT could follow up and let the readers know how many of those who got in touch with the Suicide and Crisis Lifeline did so on account of reading this essay.\n\nMy older teenage grandchildren have smartphones. They also have parents who set rules and guidelines for them as well as other aspects of behavior.",
        "As a high school teacher, I implore all parents to require your children’s schools to ban cell phones in the classroom. You don’t even know what your children are watching.",
        "So maybe the suicide data is not as clearly linked to the cell phone as Haidt would have it.  But as someone who has been teaching college students for more than three decades (and watched my child grow up on the first two decades of this millennium), I would say that any serious qualitative observation of preteens, teens, and young adults tells you that things have changed due to the cell phone & the internet that have seriously damaged what were the fragile joys of childhood.",
        "In the developing world, where I live, smart phones have helped connect people in ways previously impossible -- families with their kids who have moved to the cities, isolated communities with regional health centers, disaster zones with national crisis centers, etc.\n\nIf you ask these people whether phones have improved their lives, you will find near unanimity that they have. \n\nPhones have no place in the classroom, absolutely.  But the near-universal condemnation of phones in general seems to me to reflect an American myopia that the writer rightly questions.",
        "Parents and 'thought leaders' are quick to blame social media for teens' developmental issues.. What about the(in my opinion), abusive practice of tracking your children's lication? How would you feel if you were being tracked? Spied on? Think about it.",
        "Maybe the phones aren't the root cause of all depression for teens, but what about the next generation?\n\nI'm an elementary school teacher and I can definitely say, as can my peers who have been teaching for more than 20 years like myself, is that the little kids are not ok.  Sure the pandemic upended things, but now we've got elementary school kids who weren't in school yet when the pandemic started.  For many of these kids the phone/tablet has been an endless source of stimulation handed to them by busy parents with no limitations.  \n\nWe are now seeing young kids who have fewer social skills, less patience, less stamina for learning, than ever.  Really.  I can document it by looking at past students' work.  The work from 15 years ago still has beautiful drawing and thoughtful creativity.  If you put it side by side with the work of today's kids the difference is stark. The drawings are minimal, the explanations are lacking, and the lack of effort is apparent in the lack of use of space on paper.\n\nSo, maybe today's teens' mental health is not being completely determined by excessive use of phones and tablets.  But many more young kids' brains are being changed in a more profound way.\n\nWonder what the depression and suicide stats will look like for teens in 2035.",
        "Yes. But not only for children and teens, for everyone young and old.",
        "This was a very good and comprehensive analysis. Much better, seemingly, than Haidt’s book-length treatment; I heard Haidt interviewed on Ezra Klein and Haidt’s data is obviously garbage, you can tell by the way he tries to defend it. \n\nBut the reason the smartphone hypothesis is so easy to accept is because we have all had this experience. We all know phones are making our minds worse, that we feel worse the more consistently we are spending 4-8 hours a day looking at our phones with hardly a holiday from it.  It isn’t hard to extrapolate our own feelings of increased anxiety from smartphone use to what it must be like as a young person still trying to sort things out. \n\nSmartphones are bad. They are bad. Their convenience is not worth the price but now society is so integrated with them that it is hard to let them go. I don’t know what the answer is here for any of us but it is utterly absurd to believe that smartphones are not the cause of at least some mental health problems in both teens and adults.",
        "What if data usage for minors was regulated like driving and alcohol?",
        "Yes, cellphones connected to the internet is causing depression in teens and adults.   I'm in the last of the boomer generation and during my first foray into a political chat room, I got blistered by dozens of flame throwers.  Trolled relentlessly.   I wasnt going to change minds or win over hearts.  It truly affected my mood.   I shut it down and stayed off all social media.  It was easy for me.  Why should I let a bunch of people tell me I am stupid?   \n\n But young people live and die by \"likes\".   They are constantly being told they are not: ( Fill in the blank) enough.  It is a biblical problem.  Thou shalt not covet.  From Buddhism: Life is suffering and the source of suffering is desire, coveting, not accepting themselves because thousand of voices are telling them they are unacceptable.  They need to: ( fill in the blank) to be cool like the influencers.    All people would be better off reading books and hanging out and talking over a beer.",
        "Yes.  That’s the answer to the question.",
        "Yes. And the adults too.",
        "Is it any surprise what these tech monstrosities are doing when they are developed by autistic sociopaths intent upon exploiting every form of human frailty? But it is deeper than that. Virtually everyone in public life accepts the same set of preposterous beliefs. That economic growth can continue indefinitely on a finite planet; that the unhindered acquisition of enormous fortunes by a few is acceptable, even commendable; that they should be allowed to own as much natural wealth as their money can buy no matter what damage is done; that there’s nothing objectionable about a few billionaires setting the political agenda; and that anyone who disputes such notions has no place in civil society. There is absolutely no way we can deal with the ongoing climate crisis or the daily desecration of the young without an economy directed on behalf of the our own species and the others with whom we share the planet. The so called free market recognises only two types of human value, net worth and target market. It is predator and prey writ large. A harsher regime is hard to imagine, yet it plunges onward globally with the release of new technologies totally untested for their impact, particularly on the young. Equipping every kid with a video camera, access to porn and a means of dissemination was a very bad idea, soul destroying actually. Who knows what Artificial Intelligence will bring? No one. And what a joke that term is; Mass Data Manipulation by Sociopaths is far more accurate.",
        "While I have no doubt that smart phones are a disaster, the data I've seen is that the leading cause of depression in teenagers is a lack of control over their own lives.  In fact, it was written up here in the Times several months ago.\n\nParents, running their children's lives, top to bottom, are leaving them with a feeling of helplessness.  Yes, you aren't helping your child through life, you are making them unhappy as all get out.  \n\nBy the time a young person is a teenager, they should be learning to make decisions.  They should be learning how to run their own lives.  Instead, Mommy and Daddy are running the show.  I'd be depressed too.",
        "It's not the devices - it's the access to unlimited data.  Control data usage and you control the use.",
        "Silicon Valley had driven our youth to depression. It’s not phones alone but screen time more generally. Facebook was the beginning of the end of United States civilization.",
        "I’m eighty four and my iPhone depresses me for sure- because there’s nothing but horror on it.  Even the weather.",
        "Ah yes! As a teenager - constantly told my generation is weak, depressed, shallow, addicted, and spoiled. These generalizations - I'm quite sick of them. I got my phone at the ripe old age of 13, and mostly use it to play video games. I love video games. It is a way for me to connect with friends and improve my skill, and engage in a story and community. Social media, while it can be a terrible thing, can also help. Moderation is key. You can balance a healthy screen time, like I (and some of my peers) do. Getting straight A's and still having time to watch YouTube is absolutely possible.\nThere is also a lot of education about screen time (at least in my schools) and the bad things that come with social media and making friends online.\nSmartphones are here to stay. I grew up with them, it is all I know. It is fascinating and dangerous at the same time. Please just use your tech responsibly, and you will feel so much better mentally!",
        "It's not the phones. The phones have gotten a completely bad rap. There are negative aspects of course, and really huge positive ones! No one mentions how young people can connect with each other any time of the day now. Get a reality check, a verbal hug or advice from a friend. They want info on STD's, how to plan a cross country trip, or what career choices exist in the arts? They got it at their fingertips! Compare that to my era, where kids were alone ( except in a regimented school), lonely, and many of us did not have the means ,( 1 car  and 1 phone families) to talk with our peers openly, which was still stifled because many subjects were taboo. \nIt's exactly what the article states, a complex convergence of many factors- including the lost stigma in reporting issues and problems as teens. I live in a 3 generation household. I work with people in their early twenties. I really think the improved communications offer  a better place, not easier, but better as they get to make a lot of their own choices and access information they want in today's internet world. No more being handed down approved and sometimes severely edited info from an older generation as we were. I think they will do fine, and the elders need to back off.",
        "Fascinating topic for discussion but it misses the point. There are dozens of ancillary consequences from cell phone overuse. Depression and suicide definitely, absolutely should be measured. However by not shining a light on education and cellphone use, distracted driving and cellphones, lack of socialization skills and cellphones, bullying and cellphones, etc, etc.\n\nFor better or worse we need more adults in the room to enforce healthy guidelines for using a cellphone.",
        "I can't speak to teens, but I will say that my own anxiety increased, and happiness decreased, in the years after I got my smartphone.  Previously, I had been a light user of social media, and used the internet only at certain times of the day.  Once I got my smart phone, though, I found myself obsessively checking social media, the news, my email.\n\nI was 24-7 inundated by terrible things happening in the news.  I would be deeply offended by something a friend-of-a-friend posted online.  My attention was constantly interrupted by pings and alerts.  I only read articles, and stopped reading books--I lost my attention span!  I also had my first anxiety attack at the age of 41.\n\nA year ago, I finally deleted all distracting apps.  My smartphone is now simply a utilitarian tool, not an entertainment device.   I use it when I need to check the weather or get directions, but otherwise it's put away.\n\nMy happiness immediately increased.  No more anxiety.  I read books again!\n\nSo, I don't really care about what the data say.  I absolutely believe, that at least for some people, smartphones contributed to poorer mental health.",
        "All I know is that those of us who were teenagers before the smartphone know how much better we had it.",
        "I wouldn't go so far as to say that smartphones are driving teens to depression, per se.\n\nWhile it is quite common to see most teenagers, particularly young women, openly carrying their phones as if to be ever-ready for a text or trending notification -- that is probably simply a modern tool that satisfies an age-old peer pressure need to \"fit in\".\n\nWhat does concern me is whether smartphones and the degree to which they heighten youthful FOMO is driving those more sensitive teens already \"on the edge\" to suicidal tendencies.\n\nIt may well be that the suicide data is skewed by changing definitions, better measurement and other non-causal factors.\n\nBut it may also be we're now in a situation where the immediacy of communication rendered by smartphones is acting as a trigger to a troubled and depressed subset.",
        "Does anyone remember that study a few years ago that showed that daily flossing had no benefit to oral health?\n\nAnd yet....dentists still recommend daily flossing.\n\nIt's because the findings absolutely did not jive with what they were seeing in their practices.  Studies can be flawed, very flawed.\n\nThis article is citing findings that simply do not track with most people's experience.",
        "The data about increasing rates of anxiety, depression, and suicide among youth is clear. So if it's not the phones and social media, then what's the problem?",
        "“The Anxious Generation” by Jonathon Haidt addresses these theories by looking at actual data. If you’re interested in learning about this topic, read the book rather than this article, which wants to undermine, or not accept, the dangerous impact of smart phones on youth. The increase in mental health issues, such as depression, followed the same pattern in other countries, where they didn’t add that question to doctor screenings. It’s a crisis of huge proportions and people want to bury their heads in the sand because they like their phones.",
        "Did I miss read the article. I thought it said men over 50 are the highest risk group and yet the comments section is only about teenagers. Wouldn’t it make sense to focus on the highest risk group first?",
        "The first words that came into my mind when I read the title of this piece were, \"Well... yeah. Duh!\"\n\nSmart phones, social media, and lots of other technological \"advancements\" are  largely responsible for the messed-up state of this insane world we are now living in. I have no scientific evidence to support my theory, but at 74, I'm old enough to remember what this country and its people were like before we entered the Cyber World that most people live in today. The devices we use constantly were designed to be highly addictive. They have re-wired or brains in a dramatic fashion, erasing the past so that we all live in the anxious NOW... all the time. Silence and reflection seem to have become obsolete. We are on hyper alert all the time, and we react without thought or reflection. The devices have almost severed whatever pathetic connection we  still had to Nature as recently as 15 or 20 years ago. The machines and the robots are taking over, and we are LETTING THEM!  The corporate world, especially Silicon Valley, are the main drivers in this de-humanizing process. They want to turn us all into docile, malleable consumers, who buy on impulse, and spend, spend, spend.",
        "Dear Mr. Wallace-Wells,\n\nAs a layman, I can speak not to depression but to the generalized heightened dysfunction of most everyone in our culture in recent years, and I'm quite convinced Arthur Schopenhauer and his \"On Noise\" essay has both the definitive and indeed the last word on the question - the mind needs SILENCE in order to function properly, and now for too many folks there is simply not a minute in their day without a phone scrambling their brains in one way or another.\n\nCordially",
        "Well yeah.  It’s completely obvious.  The Zuckerberg generation of Silicon Valley entrepreneurs all rallied around this one idea to make money online:\n\n“How do we convince billions of people to use a new product that they don’t need, that nobody asked for, get them addicted to it, and then sell their personal information to anyone willing to pay for influence?”\n\nIt’s like cigarettes, but at least Big Tobacco stops at getting us hooked to the product.  The double whammy of luring people into a habit and violating their privacy and influencing their minds… is just absurdly disgusting.\n\nI’ve always loved tech and the internet… spent so much time online growing up.  It wasn’t good for me.  And I remember so vividly how much worse and how much creepier everything online got between 2010 and 2016… I’ll never forget it or let anyone tell me otherwise.  I remember the ardent denial and mental gymnastics people did, too, to justify these toxic social media platforms that were producing massive capital gains.",
        "Wells tries to be a jack of all trades and he masters none. He does stimulate discussion though, which is good but it is risky to rely on Jack for the answers.",
        "Do we still need to ask, as if we don't know the answer? So long as the conversation remains as a question, the perpetrators and profiteers will not be held accountable. It's irresponsible, and even siding with the platforms, to make it sound like there still a \"question\" whether smartphone are driving depression.",
        "Finally the Times presents an article which shows the cherry picking and over blown studies and books by Haidt and Twenge. There are many other studies and reviews of their work out there that have shown the same thing. For example see see Livingstone, Cavanaugh and Corsaro.  When Haidt is not overstating things he also tries to take credit for things like children need more time for play and social agency that Corsaro and others have documented for over 20 years.  From some of the comments here though it is clear that many buy in to this social media and cell phones as a clear cause of mental health problems for teens argument and do not want to hear any problems with this argument.  Good social scientists do not cherry pick but even look for counter evidence to their hypotheses.  In the meantime Haidt and Twenge laugh all the way to the bank with their books and talks and use of social media themselves to plug their work.",
        "I'm a 40 year educator, and I have zero doubt, zero, that smartphones are not good for our young people.  Getting screens out of my classrooms and insisting on face to face interactions, paper not digital,  and in person fieldwork on campus made an immediate and profound difference in the engagement, quality of work and well being of my students.  They saw it, I saw it, parents saw it.",
        "This column grew on me as I read through it, but still, I'm constantly surprised by the committed skepticism of many pundits. The problem is so literally right in front of our faces, for so many hours both day and night. Agreed, no data story will be perfect and no social phenomenon can be easily reduced to a single cause or easy explanation. But don't we all know by now that spending all day on a screen, fed by the attention economy, makes us less happy, and if there are measurable correlations with youth unhappiness in so many areas of the data, isn't it fair to draw some causal conclusions and respond accordingly?\n\nThe review in Nature was overstated and irresponsible. The magazine discredits itself when it makes such unsophisticated proclamations about 'science says.'",
        "This is a complex social issue. Without standardized tests rigorously conducted and monitored, all results are bound to be skewed or meaningless. One might as well just speculate and move on -- to somewhere.\n\nI wonder how much influence on young people's mental health the widespread revelation of political corruption at the very highest levels, worldwide, may have. People use their phones now to find out about wrongdoing of those we're supposed to trust. And to complicate things, they also get misinformed, intentionally, by bad actors along the way.\n\nIf I were young, I think I'd be very, very upset and depressed.",
        "As someone who has spent the last twenty years with teenagers, I'll say this. When the phones are away, the students talk more, play more, smile more. It's not just what the phones do, it's what the student don't do in that five hours a day. \n\nAnother thought: it is hard to be a teen in the US. Ask any exchange student. Unless you have a car, it's hard to get around. Our cities are not built to sustain a high quality of life for any of us, but teenagers really suffer from this. Maybe they wouldn't look at their phones so much if it was easier to move around our cities and suburbs so they could hang out with their friends.",
        "Smartphones and social media are merely two facets of our ongoing and increasing alienation from the natural world which began in earnest in the nineteenth century and has been gathering pace every since.  We are, no news here, animals who evolved in intimate connection with the animals and plants which surrounded us and in the presence of the rhythms of the planet.  For the vast majority of humanity, those connection have been almost completely severed, first by the advent of mechanical devices to spare us from physical exertion, latterly by electronic technology which spares us the necessity of reflective thought and endlessly diverts our attention from our immediate physical environment.  It's hard to imagine how we would not end up seriously psychically disturbed, given the circumstances.",
        "I think there is an instinct among liberals (myself included) to try and find holes in Haidt's argument because he's harnessed a few ideas appealing to conservatives.  But on this point, arguments against his broad thesis just don't pass the smell test.  If you have kids, especially teenage girls, you can see this is clearly happening.  Sure, nitpick studies if you want, but his overall research is sound and his articulation of the root issues are well stated.  And to hint that maybe \"this isn't really happening\" appears to be more of a game to discredit someone than it is to explore this truly pressing issue in good faith.  I hope we don't get lost trying to stay aligned with the \"right side\" on this topic at the destruction of a generation.",
        "All I have ever had is a \"Flip Phone.\" and I could not be happier.",
        "Are smartphone driving teens to depression?\n\nYes. As a father of two teens I can attest it's not just social media apps that are a problem. It's the phone itself. It's the substitution of real, live conversations with other humans for pictures on a screen.",
        "It really is striking to walk into most high schools today during lunch. A decade ago kids were talking to each other and hanging out. There is still some of that but so much of what you see is table after table of kids staring at their devices. Either watching/playing something on a laptop or mindlessly scrolling through a phone. Sometimes it'll be a whole table of eight or ten kids and none of them even look at each other. I'd be depressed too",
        "The beginning of this crisis go back way before smart phones.  If we want to go to the true roots, to the idea that make up was needed to make women more desirable.  Move forward through the various eras of women's magazines, then when teen and pre-teen magazines came into being things started to accelerate.  They pitched the idea that not only was make up required but so were all the accessories, hair, clothes, shoes, bangles, on and on needed.  The the converse came into play, that if you Didn't have these things you were a loser and would never amount to anything other than a kitchen drudge.\n\nSmart phones were an accelerate that sped up the entire pitch and made it portable.  They also made it possible to take a selfie and do a side by side comparison with the latest \"It\" girl to see just how much of a loser you really are.  So the epidemic of \"Cutting\" and self harm is also accelerated.\n\nWhat is needed is training beginning  in the pre-teen range on self worth for girls.  It must be taught by women to young women and continue through their teenage year and into early adulthood.  Guys can't be involved in this.  We don't have the language, the emotional skills, or the credibility, to do this work.   I expect there will be huge push back from the beauty & lifestyle industry, because this calls into question their reason for being.",
        "From the article: \"Lives are far too complex to easily reduce to the influence of single factors, whether the factor is a recession or political conditions or, for that matter, climate breakdown.\"\n\nThe latter is often overlooked in discussions of teenage depression, but it is a growing reason because those paying attention see too little being done too late. For a young person who will live to see things get very bad the future is realistically looking quite grim indeed.",
        "Reminds me of the craze around video games and rock/rap music back in the 90s. Blame technology, culture etc, dont admit responsability for your own parenting. Its always some externality that is the problem. \n\nMaybe it could be that parents work too much and pay little to no attention to their children?\n\nMaybe parents believe in being overprotective?\n\nMaybe parents think children are just empty glasses which you fill with what you see fit?\n\nThere are many ,many, many other things that can cause the troubles we see today in children and our youth.\n\nCellphones contribute to these issues, but are not the root of the problem.",
        "Let’s separate smartphones from social media.  \n\nA phone is a simple tool that many a benefit from. Social media, the constant feed of other’s perfection, the look what I have tik toks, the constant comparing of oneself to a perfect image crafted by someone else all contribute to teen depression and anxiety. Couple that with a pervasive message that you should never feel bad and are entitled to everything under the sun and it’s a recipe for feeling bad about yourself. \n\nIt’s not the phones that are the problem. It’s what teens are doing with them that’s the issue.",
        "A thousand times yes. As an educator, especially post pandemic, I am horrified by the lack of social interaction these students experience. It's too tempting to opt-out, leading many to extreme anxiety and depression. When I was young we had to problem solve social situations. Our students don't have the opportunities to learn these skills like they used to. As a Gen-Xer, I actually feel very grateful that I did not grow up with a cell phone. To be honest, I feel so bad for these young people. It's a cruel responsibility to throw on them. No one under 16 should be touching them.",
        "As a tech executive for a leading smart phone company, I want to say that I completely agree with what Mr. Wallace has pointed out in this brilliant and insightful essay. Smart phones are not to blame for the dire straights of young people, in fact young people would be better off being on their phones more, not less, that is what our studies suggest.\n\nWe are currently developing tools and apps, that are extremely cost competitive, where young people can self diagnose and treat their depression and anxiety, without ever bothering their parents or seeing a doctor. Soon young people will never have to interact with anyone in person ever again, this will give parents great piece of mind because we know how dangerous and scary the world can be.\n\nTrust us we have the best interests of young people in mind.",
        "Thank you for this excellent and much needed article. As a resercher in psychology and biology I appreciate your critical approach and careful analysis of the data. Haidt's hypothesis has always been too facile, and glosses over the obvious inconsistencies that you document so well. Phones can't explain all, most, or perhaps even much of a complex issue like mental health in adolescents. Haidt has gained much attention for pushing this seemingly simple means of reducing anxiety and isolation in teens, and both parents and politicians have seized on his claims as a quick fix that allows them to avoid dealing with the much more complex suite of contributing etiology. What invest public funds into a robust mental healthcare system when you can just tell parents to take their kids' phones away. Haidt's advocacy may just seem like another ambitious academic seeking attention, but it has the insidious effect of enabling policy makers to avoid dealing with the complex reality of mental health. You have done a public service in writing this piece.",
        "I don't think so. Rather, it seems to be a failed culture that fosters chaos, hate and greed.",
        "I'm Afraid that teen depression, it's not new or even more of a problem today than it was in the past. It's just better understood and more publicized. As a gay teen in the 1980s for example, We had to mostly hide our feelings and ourselves.\nAnd suffered Horrible depression alone and isolated.",
        "As I always say when I read things like this, you will never persuade me that adolescence is worse today than it was when I was growing up 50 years ago.",
        "While this data is deeply concerning, the consequences extend far beyond teen mental health. Connecting every person to the Internet at all times is causing all of our major institutions to break down. They were not designed to tolerate instant global human connectivity. \n\nBig changes are famously said to happen \"slowly at first, then all at once.\" We're still in the \"slowly at first\" period, watching governments, communities, families, education systems, relationships, infrastructure, mental health, etc. come apart due to the effects of the mobile Internet. \n\nPonder for a moment how many trillions of collective human hours have been poured into the black hole of social media, with nothing lasting to show for it. Imagine if a fraction of those hours had been spent building communities, volunteering, learning skills, raising families, or simply spending time with others. \n\nIn the coming decades, we'll experience the \"all at once\" collapse of our institutions. Optimistically, perhaps what replaces them will be superior! New institutions designed to enrich our globally connected humanity. Unfortunately, the people building our new institutions are tech bros and corporations funded by private equity, not Enlightenment-inspired humanists.",
        "What prompted the Obama administration to recommend and cover annual depression screening for teenage girls in 2011?\n\nAlso, \"phones\" and \"social media\" are two distinct things that seem to be conflated in this analysis.\n\nAnd the studies seem to treat the content displayed on phones by social media as a constant, like television, where everyone sees the same news and commercials. That's simply not the case with \"personalized\" social media, where literally everyone can see different content, making it an unknowable variable. \n\nThis becomes even more important when comparing data across countries, because the teenagers may use the same iPhone in the US, France, and Norway, but the social media algorithm in each country could be significantly different, depending on what drives engagement, as well as regulations.\n\nNot meant as a criticism of an author that I respect, but articles like this, with its abundance of data of seemingly widely varying quality, as well as Tom Edsall's columns that seem to increasingly be replete with contradictory data, can only lead one to question the value of \"data\" and \"experts\". \n\nCombined with the mounting evidence of the mistakes that the \"experts\" made in the Covid response, it's very difficult to take \"listen to the science\" seriously anymore. \n\n\"Science\" is now reaching parity with economics, where nobody trusts economists anymore, because they unabashedly use economic \"data\" for blatantly political purposes. \n\nAnd that's extremely disturbing.",
        "Run an experiment. Persuade some schools to give up phones and see if the numbers change. It should take about five years, not a large amount of time in a child's life. My hunch is that the young people would be happier because they are not constantly trying to keep up with social trends.",
        "Social media is affecting my mental health, and I am an adult. Some things are pretty obvious and no need to be contrarian just for the sake of it.",
        "The brains and emotional life of teens are being sucked  dry by cell phone use. Their brains/emotions  are traded for profit.",
        "Inactivity, junk food, especially junk food have been known to cause depression.  \n\nIf you're indoors on a phone all day you're not exercising and getting Vitamin D.\n\nAdd to that hormonal issues (especially for girls) and things like anemia (an undiagnosed problem for many girls and women) and you have a recipe for depression.\n\nIt boggles my mind that no one is looking at the issue of sedentary lifestyle and poor nutrition.",
        "It’s not the device, it’s the click bait content, the anti-social social media.",
        "Yes, they are.",
        "A lot of statistics here, data, etc. In my own view, I think that  young  girls and boys are more anxious and fearful because of several things: [1] First, they have been out of school at home, or wherever, in 2020-2022, maybe even 2023, due to the pandemic. they didn't socialize much, lagged behind in their intellectual development, spent probably too much time on their phones. Many did not feel safe or secure. [2] Over-reliance on cell-phone use. Max Fisher writes well about the unregulated use of social media in his book, The Chaos Machine. Much that is on social media is hyperbole, emotional outbursts, i.e., language that raises people's anxiety levels. Adults try to manage their obsessions on their phones; Adolescents, not so much. There are some awful things on their phones.\n\nI would also add that the general atmosphere created by Trump - bad language; emotional charges; verbal attacks - do not help lessen the emotional climate.  Hid words are broadcast in print and online media.\n\nFor adolescents to mature, they need a great deal of social interaction with peers and adults. They need to be able to think, make decisions, talk over issues with mentors, teachers, parents. Doing so means that they have to spend less time on their phones. They need support. After all, they are the future.",
        "You can parse data to fit whatever narrative you want.\n\nThe \"it's probably the phones\" narrative doesn't just stem from data, but also from the adults who themselves understand the negatives of smartphones.\n\nWe talk about teens and kids, but hiding behind those conversations are adults that know, though don't want to admit, how harmful social media and phones have been to themselves.  I know so many adults who talk about their own social media addictions, and who admit it's a net negative in their lives, but it's difficult to quit.  I know a lot of adults that feel embarrassed by the amount of time they spend on their phones, much of it wasted time doing mindless things.\n\nSometimes you don't need perfect science confirming what you already know.",
        "I don't understand why (for the U.S.) the death of the mall is not more often brought up.  In other countries, there are still many places for young people (and anyone)to congregate in person with other humans.  In the U.S. the mall was the only public gathering spot in many communities, replaced by nothing.  Surely this is not good.",
        "I wish that my 'smart' phone was less smart. It keeps on reminding me that I'm not using it enough.",
        "Smartphones have definitely changed people's behavior. Many are glued to their phone for reassurance of worth to receive messages constantly for the dopamine effect. \nIt is sad to see families more interested in what is happening on their phones than to interact with each other. I see this all the time at restaurants, not only families but people on dates. Their phones get all their attention instead of the person they are with. With parents ignoring children because of their phone, this only gives the example for children to do the same. The phone is now a babysitter because you can watch shows on them. You no longer need a television set which used to the babysitter before.",
        "With Congress and the EU creating new legislation to address an increasingly wayward social media industry disparagingly amounts to the equivalent of a Greyhound bus chasing a Formula 1 race car with deep pockets reinforced with the advantage of numbers and the high tech industry's own legal counter measures.\n\nInstead, what should be changed is the fundamental, underlying business model of social media itself beginning with the ubiquitous, loathsome, harmfully addictive, child-stalking \"user engagement model\" that most every social media app and platform relies on for revenue.  We have achieved this solution - our code name is WAG.  \n\n@ Maria Cantwell and Cathy Mcmorris Rodgers - are you listening?  We have a plan to share with you.",
        "The increasing use of smartphones is not driving our teenagers to despair, but rather to the realization that by the end of 2024, they may be living under an authoritarian regime because their parents are committed to their children living in poverty, which social media on their phones only allows them to imagine. Voting for a convicted sexual abuser and soon-to-be convicted felon who will ensure that the poorest half of Americans own only 2.6% of the country's wealth, while telling them that this is a fair bargain as long as they have white skin.  Young Americans depression is based on understanding reality better than their parents but having little control to change the outcome of a critical election.",
        "Probably, it's definitely not the state of the economy, global warming, housing being only affordable to millionaires, and decades and decades of our elite trying their best to crush all unions and out source any job they can to save a tiny bit of $.  It's the phones.",
        "The rewiring notion is the philosophers stone of our era: We are naught but our neurons.\n\nPerhaps phone / screen use is symptom, not the cause.\n\nDo these purveyors of the theories of the tragedy of the young ever look around and put themselves in those young shoes? Global warming, international chaos, economic precarity,  precarity of housing and the food supply, extreme inequality in wealth distribution, concentration  of wealth and power in the hands of a few mostly men who are doing almost nothing to address these problems and are along with their class largely responsible for them,  rising fascism around the world, rising misogyny, rising parochialism.\n\nWho, at 15 or 19 or 25 wouldn’t be depressed.? How is depression and anxiety not a sane even healthy response to these conditions?",
        "As you say, causation is hard to parce out. That said, I find Jonathan Haidt's theories and data to be logical and compelling. It is true that parents are now inclined to overprotect their kids in the real world and underprotect them online.  \n\nThe performative demands of social media mean that girls are often (unbeknownst to them) being engaged in conversations with strange men for questionable reasons. Boys are spending all their time gaming and watching lots and lots of porn.  They are learning crazy things from porn--such as girls like to be choked during sex (Peggy Orenstein's NYT oped). So now that's a thing and boys and girls have to be told that choking isn't usually something that is desired nor is it usually safe--especially for inexperienced kids in their nascent attempts at sex. And some of the girls are starting to think that maybe choking is good because everyone's doing it.  I just can't.  The whole thing is so sad. Smartphones and excessive screen time are definitely a big problem. Try to poke all the holes you want, we all see what a problem they are. Try coming up with some solutions to parcing the data.",
        "Kids should need to take a test at sixteen, just like  a car.",
        "I suspect it has more to do with what people do using the phone, than the phone itself. I’m one of the few people at my high school that does not have any social media outside of YouTube, and even then I just use it to watch entertaining videos. I feel comfortable not having social media, I’ve never felt any temptation to get a TikTok, instagram, or Snapchat account.",
        "As a High School teacher who previously taught in a school where phones are banned and now teach in one where they are permitted I can't even begin to describe the hour to hour difference in how the non-phone group experiences school compared to the group with phones.  It's a night and day difference in the amount of healthy social interaction and engagement.  When no one has a phone they don't even really miss it since they know there is nothing they are missing out on.  Thank goodness my current school is banning them outright starting next year.  They are an absolute scourge on having a healthy adolecense.",
        "The 15 year old daughter of a colleague of mine told her mother that she didn't expect to live until the age of 50 because of climate change impacts and was depressed about it. And she might be right.\n\nWe see the evidence that just like the organs of the human body the elements of the earth system are causally coupled together, and if you tip one you're going to have consequences for others. \n\nIf critical climate systems like ice sheets, permafrost and the great overturning circulation of the Atlantic ocean (AMOC) interact, and they interact like the proverbial dominoes arrayed upright, we could get in the worst case scenario; the domino dynamics where you just tip one thing and then it triggers feedbacks that tip another and we just lose control of the situation. \n\nThis is the biggest risk in terms of fundamentally shifting the whole nature and state of the climate system potentially into what we called hot house earth; a reference to some past climates that haven't been seen for about 40 or 50 million years and that look completely different. Well we don't want to go there.\n\nAnd we don’t need things to get so bad I think for this to be an existential threat.",
        "Is the title of this essay for real? Just look around. Yes for teenagers. And yes for adults. The parents are lost too We're lost all manner of social interaction, courtesy, and propriety. No one writes letters. No one sends postcards. And I was just struck by the added obligation of an o-so lucky student in a junior year abroad program. She has to keep an insta journal for all her followers while she's in Milan. How on earth does she actually get to loose herself in a new culture and experience when she is constantly tethered. Thank god I did all that in the 80s! And When I ran out of money. That was when it got real.",
        "I’m 56 and it drives me to depression.",
        "They are now monitored in Ontaro schools,The new measures will go into effect for the 2024-2025 academic year. Kids in kindergarten to Grade 6 will be required to keep phones on silent and out of sight for the entire school day. Students in grades seven and up will see cellphone use banned during class time.",
        "Bad parents who want to be their children's best friends and don't do anything that upsets their children, even necessary parenting, are creating unhappy children.",
        "If not depression, then certainly disorientation.  And not just young people either.  Everywhere you go, all you see are people staring at their phones - utterly addicted, like an alternative version of Invasion of the Body Snatchers.",
        "It was written: \"... among the teenagers of other rich countries, there is essentially no sign of a similar pattern.\" That would seem to discredit the theory as those countries also have cell phones. I think the bigger issue is the introduction of screens into schools where they have replaced books and written assignments in many cases. Not to mention the vanishing hour of physical education from school curriculums ... these kids need to get outside and exercise.",
        "I think it's debatable about smartphones causing teen depression. From what I recall about that stage in life, if it wasn't the smartphone, it would be some other cause. I'm more concerned about that cohort not having to utilize their brains---because the phone tells them everything.",
        "Thanks for this admirable survey of the conflicting surveys, but have you spent any time with teenagers?  They have ADD like attention spans and can’t read books any more.  Saying this as a mom. The phones and online devices are making them distracted and neurotic and/or obsessed with self promotion. It is a daily battle for parents to rescue kids from their phones. Try some actual observation in addition to the number crunching. These studies are always flawed.",
        "I'd say the bleak and ongoing slide into a Cormac McCarthy novel that is modern life, combined with all the same leading indicators that were extant in the eastern Mediterranean in the early 12th century BC before the Sea Peoples showed up and automation, AI, and good old-fashioned corporate greed condemning Gen-Z and Gen-Alpha to lives of scrabbling over increasingly scarce and concentrated-in-the-hands-of-the-few resources is what's causing everyone to be depressed.\n\nSmartphones are just making it harder to avoid on a constant, daily basis. And all the really swell drugs seem harder to find than they were when I was a teenage junkie in the early '90s. Plus the music's no good and with abortion getting the ax, nobody wants to risk getting pregnant, so there go sex, drugs, AND rock n' roll.\n\nI'm just glad I've got one foot in the grave and the gods calling my reservation any day now. I don't think I could deal if I were my niece and nephew's age (they're both high school-age, but on the upside my brother's loaded so they've got it pretty good.)\n\nI've said it before, I'll say it again: Historians in 5200 AD are going to have a field day with the Information Age Collapse in their history books and wonder \"what kind of monsters WERE those people?\" when they're as removed from us as we are from the Late Bronze Age.",
        "Here’s the gist of a recent IPCC report: species extinction, more widespread disease, unlivable heat, ecosystem collapse, cities menaced by rising seas --these and other devastating climate impacts are accelerating and bound to become painfully obvious before a child born today turns 30.\n\nAt the age of 65 I am worried about impacts that I have seen and will see from climate change, I cannot imagine what a young person who has been paying attention must feel.",
        "The performance of life on social media as a substitute for genuine human interaction is depressing by nature. For everybody. Smartphones turn everyone into the \"phonies\" Holden Caulfield always griped about. \n\nWe're raising people to believe that online appearances are more important than flesh-and-blood reality, and that if you can make things look good (or bad) on a screen, you can substitute that for living your life.\n\nBut all the desperate superficial posing is hollow. And it takes so much time and effort and energy and attention to maintain that it eventually becomes exhausting.\n\nThere's a great 1959 Douglas Sirk movie called \"Imitation of Life\" about a bunch of people who waste their lives away pretending to get others to believe they're something they're not. I think of that title every time I see somebody posting something on a social media platform. Who are they trying to impress?",
        "Thanks for a realistic article. We live in a chaotic world, and it is hard to rate whether the 1970s or the 2020s are worse. Materialism, isolation, and impending environmental doom weigh equally on every generation nowadays. I wish the moguls of technology would turn away from exploiting irresponsible viral content - there is untapped potential for our devices to spur creative collaboration as opposed to fishing for \"likes\".",
        "Back when I was in HS in the late 80's/early 90's you could imagine how much better other people had it but there was no real proof. Now? It's right there on Instagram. In color. Everyone else IS having more everything than you. And you were not invited. Back then people could tease and bully you but at the end of the school day it was basically over. You could go home and do whatever in relative peace until the next day. Now its a 24/7 stream of negativity. \nIs there any piece of technology that we will not mindlessly gobble up? And now we have AI on deck and not one person is asking sensible questions. We just sit here waiting to be replaced.",
        "Again, the question arises: where are parents in all this?  Have they abdicated their responsibilities to the technological babysitter?",
        "Children / teenagers need in person socialization for development ...maybe the less adult supervision the better. All the hovering of control obsessed parents has created a generation of misfits. Smash the phones and computers and let them roam the streets  and forests for fun and games.",
        "What are four things that are significantly different between the U.S. and other advanced democracies?  1. Rises in suicide rates. (Our kids are more depressed.) 2. Gun deaths.  (Maybe it's guns.)  3.  Health-care availability and cost. (Maybe it's the health-care system.)  4. Educational systems. (Maybe it's the schools.) I could go on.  In the meantime, by all means let us blame cell phones.",
        "It's disappointing that Mr. Wallace-Wells didn't incorporate the recent findings out of Norway, which appeared to show significant improvements in a number of mental health and social metrics when smartphones were banned from middle schools. The study covered several hundred schools, and looked quite a bit more rigorous than previous work.",
        "As a psychiatrist who has been treating adolescents (and adults) for over 15 years, and as someone who listens, observes, reads, and reflects on human behavior and culture and society even when away from the clinic, I have no doubt that the incidence of mental illness, and not just formal DSM-V psychiatric disorders, is escalating. I have no doubts that the infiltration of technology, but particularly in the form of a portable, hand held portal to the Internet, plays a major role of in distancing and alienating one human from human being as well distancing and alienating a human from his or her own inner landscapes, his or her own sense of self, and thus failing to form a resilient and cohesive and integrated core and leaving him or her fragmented, fractured, and chronically fatigued. But there are other factors, including break down of family systems, break down of institutions (Congress, Church), break down of shared values and visions. It's a mess",
        "Phenomenal article, thank you Mr. Wallace-Wells (once again). The answer to dips in American teenagers' mental health will never be one note, which is why most people are desperate for an easy scapegoat. Banning social media for teens is also more feasible than say repairing a failing democracy or implementing protections for human rights. \n\nAs a queer and nonbinary person raised in a conservative (read: bigoted) state, social media was the only place I could find community while remaining closeted to my peers and family. Although in-person connections, hobbies, and activities are deeply important, there are many like me who, as a teenager, aren't able to access the support they need offline. The time many people want to go back to (pre social media) is a time where people like me were often isolated and invisible.",
        "I'm a long-time high school teacher, and while this is admittedly anecdotal (and therefore statistically meaningless) evidence, I haven't seen a trend towards suicide and depression over the past decade. Quite to the contrary, my students are much more likely than they were when I first started in the profession to include adults when they're concerned about their friends' mindsets and to encourage their peers to talk to their parents about seeking therapeutic help. Today's teens are more open about their struggles and their feelings, and while social media is definitely a negative influence on teen girls' self image, I hear them dealing with their self image issues in a healthier way. Talk of going to the gym and weight lifting has replaced discussions of fad diets and body fat percentage. Far fewer girls are wearing makeup on a daily basis to school, and they call each other out for body shaming and negative self talk. \n\nThere is so much negativity being discussed in regards to today's youth, but from my corner of the world, the kids are alright.",
        "The fact that this article's title is a question is shocking. Of course.the answer is YES. Haven't we known this for a while?",
        "Smartphones make it so much easier for bad actors to put all sorts of garbage out there to entice teenss into malevolent TikTok or YouTube rabbit holes. That's for sure.  Also, overuse of smartphones by parents or other adults could be a factor in alienating kids.\n\nPersonally I think weed could also be a factor behind mounting mental health problems. The marijuana they sell now has much much more THC than the stuff they sold a few decades ago. Are teens or even young adults prepared to handle that?  I am pretty sure it is affecting several young people I know but good luck bringing up that topic.  I hesitated to type it here...",
        "The \"smartphones are the problem\" explanation for youth mental illness reminds one of the \"guns are the problem\" explanation for an unmoored and violent society.  The common factor is - wait for it - people.  And truth be told it is the young who exhibit the most violent tendencies.  Who made them that way?  Parents?  Politics?  Pole shifts?  Whatever it is and whomever it is to blame, we are thanking our stars we came along in the pre-dystopian time and are permitted the luxury of witnessing rather than participating.",
        "Yes, its smartphones. Not the climate crisis that feels hopeless, the housing crisis, the decline of the middle class, the way workers are treated and compensated that they get to look forward to, the cost of education crisis, the way that cities are planned for cars and are no longer walkable meaning they are inside all the time. Nope, its the phones.",
        "How much does obesity correlate with depression and how does the percentage of obese teens in the US compare, for example, with Denmark?",
        "Screen time on apps designed to give periodic dopamine hits and get kids addicted, combined with the social dynamics of interacting via txt instead of in person:\n1) Are replacing reading books in children's lives\n2) Are contributing to an epidemic obesity\n3) Are contributing to a decreasing ability for young people to make conversation, handle themselves in different social situations, and meet partners\n4) Are replacing essentially every single \"wholesome\" youth activity that is associated with mental and physical development with screen associated pleasure that, for the most part, does not contribute to physical intellectual or emotional growth.\nThere is a reason why smarter parents are more restictive with cell-phones, well there are many, but a major one is because they can more clearly see this huge range of bad outcomes due to screen time.\nKids before 14 or 16 cannot handle the addictive nature of this electronic drug.\nInability to govern addiction is a major reason why many things that are allowed to adults are not allowed to children, and our smart phones and apps like insta and tiktok are AT  LEAST as addictive.\nKids shouldn't have smart phones.\nparents need to unite and agree to wait until mid teans to give them one.",
        "The data are extremely clear that social media, in particular, and, to a lesser extent, smartphones are dramatically increasing the rates of depression, suicidality, ADHD, addiction, academic failure, bullying, abuse, and mental illness in children (and adults).",
        "The ease with which hate spreads online is surely part of this problem.\n\nIt's just so easy to malign someone when you can \"hide\" behind a text message or social media post.\n\nHaidt's lament over the decline of outdoor play among youngsters is also prescient.",
        "Yes, smartphones are driving a teen mental health crisis. Their downsides greatly outweigh their advantages. Next question."
    ],
    "web_url": "https://www.nytimes.com/2024/05/01/opinion/smartphones-social-media-mental-health-teens.html"
}