{
    "main": "Deep Inside Mountains, Work Is Getting Much More Dangerous",
    "abstract": "Cases of severe black lung disease are back to the highest level in decades. It’s totally preventable.",
    "keywords": [
        "Black Lung Disease",
        "Deaths (Fatalities)",
        "Coal",
        "Mines and Mining",
        "Workplace Hazards and Violations",
        "Regulation and Deregulation of Industry",
        "Labor and Jobs",
        "Appalachian Region",
        "Kentucky",
        "Virginia"
    ],
    "comments": [
        "The US Department of Labor division that handles black lung claims will be busy again as technology and industry influence continue to outpace regulations. Only government can protect these workers - there is no meaningful incentive for industry to do so. And they won’t. America.",
        "This is what they voted for.",
        "I don't think Joe Manchin and his GOP friends in Congress would vote for preventive regulations in coal mines.  They don't like any kind of regulations in any industry or business, especially the ones they own.",
        "Safe to say that Joe Manchin has never even heard of Black Lung. His every action as a Senator from WVA would indicate as much. At least he will retire rich.",
        "Lookin' at you, Joe Manchin!",
        "The coal miners have one option they all should use: try a different career.   Working in these mines would be like me watching my dad die of lung cancer (which I did) and then picking up his 2-3 packs of cigarette-a-day smoking habit and hoping for a different outcome.",
        "Title Alt:\n\n\"Making America *Coff-COFF!* Great Again\"",
        "This is the result of the human race and its overwhelming infatuation with the accumulation of MONEY at any expense.",
        "What the Joe Manchin is going on here?",
        "I have been practicing occupational medicine for over three decades.  It is perfectly clear why occupational illness (such as coal worker's pneumoconiosis and silicosis) and occupational injury persist in the US.  \n\nThe reason is that industry has to spend money to protect workers from illness and injury.  Spending that money does not result in profit.  So, workers get sick and injured in the pursuit of profit.  The only obstacle to conditions that injure workers are regulations.  That's why libertarians and conservatives hate regulation.  They do not value workers and they do value money, no matter who gets hurt.",
        "I wonder how many voted for Trump and fight to keep the industry going. This comes with consequences.",
        "Hasnt the ship left on this one already? It was my understanding that coal was being rapidly eliminated due to cost competition with wind power? Coal plants are being converted to other fuels or shuttered. Sure there are still some but some of that can be supplied by open pit mines not underground seams. But it gets a little old to hear the same story where people know something is bad for them and they are not supposed to do it but they do it anyway and then they expect the govt to come in and make them whole again when it was their choices and actions that led to the issue. People worked weeks at ground zero yet apparently no one wore a mask or respirator, now they are sick etc and its somehow everyone elses fault they didnt wear a mask when everyone knew full well that air was going to be bad to breath. Yes, maybe the first day or two if you couldnt get one thats one thing but to say 2 weeks later you were still doing it is your own fault and negligence. Especially cases like this it was well known for decades that rock dust causes silicosis, yes the employer should be held responsible, but no reason taxpayers should be on the hook for this.",
        "Senator Manchin of the No Labels Party would never support fixes that costs his mining interests money.",
        "Coal mining is and always has been a cruel brutal occupation. The work itself is dangerous and destructive. Burning coal blackens the skies and pollutes the air, soil and water. Mine owners have exploited and brutalized their workers for centuries. Once a mine has been played out and no longer generates profits, mining towns are left plundered, contaminated, dying ghosts of their former selves — aging, impoverished, drug addicted.\n\nAnd yet somehow Trump and politicians in West Virginia, Kentucky and the other coal mining states keep promising to ‘bring back clean coal,’ and ‘open up the mines,’ and ‘put miners back to work.’\n\nTotal U.S. mining employment has steadily declined for nearly a century. After reaching its peak in the 1920s, it has been about 50,000 for the past few decades — an insignificant number of jobs in a country that has been adding over 200,000 new jobs per month for years now. \n\nThe coal mining industry is in its death throes, just like the men who die in mining disasters and who gasp for breath because of black lung. It will not go quietly — the owners’ greed and cynical politicians exploitation of the false hopes of mining communities will see to that. But coal mining must go the way of the dodo — and it will.",
        "Better mining regulations would be nice but probably wouldn’t make that much difference, for Black Lung cases or anything else. Mine owners often ignore and disobey regulations, with predictable results: e.g., the Upper Big Branch disaster of 2010, in which 29 miners were killed. Later investigations showed that even routine maintenance had been deliberately omitted, by orders of the CEO. What’s needed is much more vigorous enforcement and stiffer penalties in such cases. Without that, all the regulations in the world won’t do any good.  \n\nAs for Senator Manchin, he started as a coal broker and still owns most of his coal brokerage company. Needless to say, his interests are those of the mine owners, not the miners.",
        "Ask Senator Manchin and his corporate fossil fuel donors for their thoughts and prayers about this matter",
        "Thanks, Joe Manchin",
        "Anytime you give owners the right to police themselves, you get this kind of result, be it landlords or coalmine companies. Really, it's to be expected.  Until government takes the responsibility of enforcing regulations in an honest and reliable way, this will continue to happen.  We all know this to be true, yet it continues.\nBlack lung disease in 2023?  Close the mines, and retrain the miners in environmentally safe energy jobs.  The reason this is all so difficult and people are still dying prematurely is the energy sector owns the politicians.",
        "Companies are never going to police themselves.  They exploit these miners for their profit then toss them away, and leave our environment ruined.",
        "We are all talking about the coal miners' experiences. I think it's time to hear from the miners themselves. \nI am not a Trump supporter at all- in fact a lifelong Democrat- but I would not begrudge a human being access to healthcare because of how they voted. And let us all come up with a plan to do away with the mines, teach the miners a new skill, take care of their families in the meantime, and treat their medical issues. I'm willing to contribute to the pot if we can find a solution instead of just shrugging my shoulders based on a vote I disagree with.",
        "\"Enforceable regulations\" ?   What a sad joke.  There is a solution, though.  It's simple and foolproof.  Close the coal mines.  All of them.  Close every last coal mine in the U.S. whether surface or tunneled, and make it illegal to mine for coal or mine anything that requires breaking silica into a fine dust.  Then force the states to pay for what amounts to multi-year end-of-life care for the miners that remain.\n\nAnd I will point something else out.   This is not a new revelation.  NPR did a story back in 2012, showing how mining states basically threw their workers to wolves and allowed black lung to return.   Murder in my book, because what those states and those politicians have done is completely intentional and malicious and continues to this very day.\n\n<a href=\"https://www.npr.org/series/156453033/black-lung-returns-to-coal-country\" target=\"_blank\">https://www.npr.org/series/156453033/black-lung-returns-to-coal-country</a>",
        "This tragedy is the direct result of the Republican Party's assault on regulation.\n\nThe greedy Republicans put a price on every regulation and feel that a human life is worth less than the profit that can be made by a company.\n\nIt is not just black lung, it is all regulations be they for carbon regulation, auto safety, train safety etc.\n\nWill the ignorant voters of the US see the light?\n\nObviously not.",
        "Uh, back when I was an RT, black lung (generally, anthracosis) was distingiished from silicosis, which is lung disease caused by long-term inhalation of silicon from hard-rock dust. \n\nIf memory serves, the x-rays were a bit different—but it hardly matters, because you end up with men who’re basically slowly drowning in dust and their own secretions.\n\nIt’s not just that their lungs get progressively more and more scarred-down as they age. Because the heart has to shove blood through a more and more clogged-up respiratory system, you very often end up with an enlarged right heart, which means the heart develops pumping problems and electrical defects. \n\nThen there’re the recurrent pneumonias (you not only can’t get air in as well, you can’t clear the gunk out as well), and did I mention the cancer part? \n\nIt’s a horrible disease, and incurable this side of a lung transplant—which you won’t be eligible for, most likely, because by the time you need one, you’ll generally be in lousy shape. \n\nThis is inexcusable.",
        "My grandfather worked in coal mines in the 1930's..when he came from Poland..  the final year of Black Lung ended with months of thus sweet man, lying in a bed, waiting for the nurses to suck out his lungs every few hours..he begged my mom to let him die, but in those days you couldn't\n\nThis disease is dehumanizing, and now we learn it's preventable",
        "Any mandated safety regulations enacted to protect miners would certainly be costly and cut into the coal industry’s profits. \n\nGiven Joe Manchin’s intimate financial ties to the coal industry, it would be a herculean, if not impossible, task to get such regulations passed in the Manchin-controlled Senate.",
        "Dr. Harris is absolutely right about the need for stringent standards and frequent government inspections of air quality in all types of mines - but also, coal mining should end right now. Coal is the dirtiest and most destructive of all the fossil fuels. It's an 18th-century technology and it's time to move on.",
        "West Virginia voted overwhelmingly for Trump and the Republicans in 2016 and 2020. Republicans have a supermajority in the legislature there. These are the same politicians that want to rollback healthcare and environmental regulations, yet the people of W. VA keep voting for them. Very hard to have any sympathy for them when their woes are a product of their own voting record. You reap what you sow.\n\nTo W. VA voters, fighting \"wokes\", abortion, and liberalism is more important than the health of their neighbors.",
        "Mining interests never have cared about miners and their families and that will not change as long as the GOP exists. \n\nThe industry will privatize the profits from coal and socialize the costs of disease and death on us via Medicare and Medicaid.\n\nSSDD in GOP's corporate utopia.",
        "Kill one person in a DUI wreck and you go to prison. Kill 100 people by deliberately hiding the truth about air contamination in a mine you own and you get to join the Chamber of Commerce and the country club.",
        "Let the miners beg some money from the Maganista’s since they are so offended by the health and social programs sponsored and enacted by the socialists Democrats.\nNow that I vented, let us remember that they perform work none of us would care to do and which is under appreciated, especially by the mine owners and investor classes, that directly benefit from their labor.",
        "There are two factors at work here.  The first is the greed of the mine owners and operators and the politicians who they have bought and paid for.  One of them is even a senator as we speak.  The second is the very convenient ability of the rest of us to divert our gaze while we enjoy the benefits of electricity.  Both do not speak well for capitalism and our society shares a similar stain as the slave exploiting societies of the 18th and 19th century.  We know how to mitigate the human suffering engendered by this calamity, but we don’t because of either greed or indifference.  I hope they enact these new regulations but if they do you can be assured that the efforts to rescind or water them down will start immediately and vast sums will be dangled before all the salivating politicians.",
        "One more piece of evidence that corporations cannot be trusted to take care of their employees, especially if it interferes with maximizing profits.\n\nTo state strict regulations are needed is a gross understatement.\n\nWe are also in a time of selfishness. We no longer care about other people, or the greater good. \n\nI don't know how to turns things around.  But enacting both strict regulations and creating an enforcement entity with teeth are imperative so something like Black Lung cannot return. And this model should be followed across the board by the Federal Gov't for all corporations and industry in order to protect workers in whatever job they toil. Like the teenager who died working in a meat or chicken processing plant not to long ago.\n\nPerhaps everyone should read/re-read The Jungle by Upton Sinclair to remind ourselves what was necessary in the early 20 Century is needed again today due to lax regulations. \n\nCorporations and Industries appear to always put profit over worker safety. Why are we surprised that it's happening again?  Unions, federal regulations and enforcement need to comeback, without question.",
        "All so we can ship the majority of this coal to China, where it is used to stock Walmart - while destroying the atmosphere.",
        "People wouldn't even be \"deep inside mountains\" if America's billions garnered by Community Action Programs around the country through federal grants had been used as intended. Lyndon Johnson's War on Poverty created all kinds of programs to lift children from mines, ghettos, and out of drug addiction and crime on Native American reservations around the country. The money that has poured into Head Start and every other program for what was a defined group of people in this country called \"the generationally poor\" is siphoned off by CAPs such as the one in New Jersey's Hunterdon County Seat to serve anyone they can define as poor based on an arbitrary line drawn to define \"poverty.\" All those dollars dedicated to the Head Start here and others like it who have classrooms that are 95% the children of anyone but the generationally American poor are an abuse of taxpayer money, an abuse of their mission, and a guarantee that no children will ever escape coal mines in Appalachia, crime and poverty in St. Louis, or drug addiction on Native American reservations. The executives of the CAP that has now filled every block in this town with some manifestation of their taxpayer funded programs waited with bated breath for us to fall below the poverty line. We fell not due to generational poverty, but what do they care about Appalachia, St. Louis, or the impoverished Native Americans in Washington? It's a numbers game and their numbers do not include generosity to their employees. Just $$",
        "Unions, unions, unions. Also, stop voting for Trump.",
        "Very sad.. but let's  tell the truth  -- $$ matters more than human life.. #\"why we don't have single payer universal healthcare\"  -- can't deprive the investors in health insurance companies, their CEOs and Board members their dividends.. and they have defrauded the Medicare system legally via Medicare Advantage (for the health insurance companies) thank you Congress.\n\nObviously, these mines must be closed.   Supposedly we are going green.. but as I shiver in an over airconditioned space-   I remember (as should  Mr.  Biden and a few others)-- during the oil crisis of the 1970's-- thermostats were to be set at 78 degrees in the summer and 68 in the winter.    With all the nonsense about global warming,, this simple solution. which saved oil in those days might result in fewer CO2 emissions... and we can continue to enjoy a hamburger now and then without the guilt trip.",
        "This is what happens after 50 years of conservatives rolling back, arbitraging and blocking regulations to directly reward their political donors that want \"small government\"(low taxes for donors). And like 2004, they're running on abortion and homo/transphobia only to govern on trickle down. I'm counting on the 2 youngest generations of voters to bring back strong democracy in America in 2024 by voting blue and giving Congress the power to take back its country from selfish, power and money hungry  Republicans!",
        "I live in an impoverished, remote, small town with many men who've been maimed from minin' and loggin', yet they complain that their kids will \"not be allowed by the government\" to follow in their footsteps. \n\nA conundrum.",
        "Yet another reason to leave coal in the ground.\n\nSeveral previous mass extinctions have been linked to natural global warming events caused by a strong forcing of CO2 rising in the atmosphere. The worst, the end-Permian event, which turned Earth into basically a lifeless rock for millions of years, was linked to coal seams ignited perhaps by magma. 1\n\nThis time, the 6th extinction, beginning now largely from over hunting and fishing, habitat loss and pollution, is being exacerbated by silly hominids which know better than to dig up and burn prodigious amounts of coal more rapidly than past natural events.\n\n1 “Catastrophic dispersion of coal fly ash into oceans during the latest Permian extinction” <a href=\"http://www.nature.com/ngeo/journal/v4/n2/abs/ngeo1069.html\" target=\"_blank\">http://www.nature.com/ngeo/journal/v4/n2/abs/ngeo1069.html</a>",
        "Go do literally any other job then. I'm not really interested in pretending like they don't have a choice.",
        "The most famous names of the wealthiest families in this country for the past 200 years represent people who have been sending workers to die in mining cave-ins and even more painfully from \"black lung.\" In poor mining towns in places like Pennsylvania boys were sent down into the times starting at young ages, but not before the older miners enjoyed watching them learn to smoke. What's the difference if you're going to die of a lung disease anyway if you become addicted to tobacco? These cigarettes that boys began smoking very early were \"real men's cigarettes\" with none of those \"sissy filters and menthol\" that came in extra long sizes so you could impress your friends at a party on the Upper East Side. What's frequently not pointed out about families who have depended on coal mining in places like Pennsylvania, West Virginia, Kentucky, and Illinois is that they are the \"other\" group in this country for whom Lyndon Johnson crafted the \"War on Poverty.\" It is they plus Native Americans and African Americans who have been most hurt by having to compete for the funding of War on Poverty programs with a never-ending stream of the world's poor. When this war changed from being focused on conditions here in coal mines, on reservations, in the ghettos of our cities to being a war on World Poverty, we lost and so did the people it was created for. It was a war meant to be won against the effects on poor people caused by this country. Our generationally poor are the losers. Unfair.",
        "And yet they vote for the most regressive health care deniers, the most regressive corporate leeches on the public weal.\n\nMy sympathies are not with them. In fact, I would like to see a widening of the gap in life expectancy between California and West Virginia.",
        "\"The real solution is for mining companies to ventilate the mines or capture or eliminate dust.\"\n\nNope not even close!\nThe real solution is to shut down coal mining, invest into renewable energies and subsidize the recruitment of new industries to the appalachians.\nCould solve a few problems at once.....",
        "The communities surrounding these coal mines in places like West Virginia, Pennsylvania, Kentucky, and Illinois are the ones that should be filled with services that have derived from Lyndon Johnson's War on American-Caused Poverty, not New Jersey's Hunterdon County Seat. Perhaps the generation after generation of children who were in the mines by the time they were ten and suffering agonizing slow deaths with barrel chests filled with damaged alveoli would have been able to be educated and leave for better lives. The Community Action Program (CAP)  that couldn't wait for this once prosperous town to fall below the poverty line due to recent immigration is an icon for everything wrong that this country now does not solving the problems in mining towns, urban ghettos, and on reservations. The Head Start Program here is 95% children of recent immigrants not children descended from generationally poor African-Americans or poor rural white people on the roads that surround the town. The Black community has largely left while a population of recent immigrants has driven the town below the poverty line as the CAP that is the umbrella for millions of dollars in services in taxpayer money couldn't wait to load it with every imaginable service possible to expand. Democrat's are too cowardly to assert that  billions were prioritized for this country's poor first. This \"country's poor\" were never prioritized.A war's been lost paying for poverty other nations caused. Our people suffer.",
        "The solution is clear, if only local counties weren't cowed by the mining companies.\n\nProsecute corporate executives for murder.  Or at least negligent homicide. Some time in prison will do wonders to make the mines safer.",
        "A more angle: why do people like Denver Hoskins go into an industry they know to be unsafe?",
        "Yet another tragic story from an industry that has rampaged over health, human rights, the rights of nature, and the global climate since the first black nugget was dug from the ground. \nTime to shut it down.",
        "Their paladin, Mitch McConnell, far from vigorously using his enormous clout in the Senate to save the lives of his state's hardworking endangered citizens, employs every means possible to thwart all efforts to create a legal framework for ensuring a nonlethal work environment. Multiply indicted Trump, should he regain the White House would also make sure Kentucky mine workers die young. \n\nYet these vile men win the votes of Kentuckians in huge numbers.",
        "This is insane. Let us imagine a future historian, if climate change doesn't kill us all, writing with total unbelief that people in the 21st century burned rocks to produce electricity when other sources of heat were available. That future historian then notes that the process of mining those rocks killed and maimed the people doing the work. The final chapter in his future Pulitzer Prize book is that the gases from those burned rocks led to climate change that changed the face of the planet, for the worse. The future historian's head shakes in wonder and her readers' struggle to imagine how stupid those 21st-century people were.",
        "Working in the trades for 50 years I know safety regulations save lives. I also know that most industries will not ensure the safety of their workers without government oversight and \npenalties. It is ironic, pathetic and depressing that Red states\nwhere these regulations are most needed, have a population \nof male workers that rail against government interference,\neven to the detriment of their health and longevity.\n        Even in deep blue NYC and especially upstate NY \nworkers have knee jerk aggressiveness against safety \nstandards, and flout rules as some sort of masculine \nprerogative about how they want to work on a job site.\n         Companies have to be made to set standards and\nprocedures that demand and create a safe workplace, that\nsimply will not tolerate hazardous conditions or behavior.\nSome jobs are dangerous enough without greed, toxic\nmasculinity, and politics, making them worse.",
        "Having to use oxygen doesn't sound so bad. Maybe this article should include some of the gory details about how black lung disease progresses and what a patient has to go through before they die from it.",
        "And yet, the coal mines of Appalachia are revered here.",
        "Conservative laissez faire economic policies claim ever more victims.",
        "When I was in high school in the 1960's I read an article in a magazine about the horrors of black lung disease. It so affected me that I wrote a letter to my senator to urge him to work on safety measures. It's so sad that black lung is still an issue after so many years when we know how to prevent it.",
        "And who do these coal miners continually vote for? Republicans - or, in the case of Joe Manchin, a DINO. They vote for politicians who enact policies that literally kill them.",
        "No next generation of coal miners. No new mines. No new miners. No more coal. I bet you know why.",
        "We wouldn't have another generation of people trapped in mines waiting for the alveoli in their lungs to be destroyed so that they could die, slow painful deaths gasping for air if Community Action Programs (CAPs) were forced to do their real jobs and help us win the War on Poverty. The War on Poverty was waged exactly to end the kind of conditions that lead to \"Black Lung\" by lifting generations of poor out of Appalachia, urban ghettos, and improving life for Native Americans. That a New Jersey Community Action Program could sit around waiting for New Jersey's Hunterdon County Seat to fall below the poverty line so it could open a new Head Start and fill the streets with new programs financed by millions in new federal dollars is an abuse of its mission and taxpayer's money. Our nation had a right in the mid-1960s to say we will get a next generation out of coal mines, a next generation out of the misery of places like North St. Louis, and help prevent a new generation of Native Americans from becoming trapped in the legal system and drug addiction. Instead, we created a predatory system of Community Action Programs like the one here in New Jersey's Hunterdon County Seat to hide behind the veil of \"not-for-profit,\" pay their employees barely a living wage and exploit new and creative interpretations of \"poverty\" so that they could qualify for larger and larger amounts of federal (our) dollars. There's no excuse for not having won the war on generational poverty in America.",
        "Here's a solution: mining executives should keep their offices in the mines.",
        "nobody cares because they're men. If it were women their would be a big uproar",
        "In the 21st century, it's pathetic that this is happening in America. Thank Joe Manchin, and other corrupt political leaders, for putting the lives of their own constituents at risk while keeping their own $$$ safe.",
        "Good paying jobs that kill you. What a Faustian bargain.",
        "How about NYT go to China to visit modern coal mines where Huawei 5G and AI combine for robotic mining where miners in air conditioning rooms control the mining activity instead of crying out of national security and banned Huawei.",
        "It seems like we're going backwards",
        "What does Senator Manchin think?",
        "I wonder what Mitch McConnell makes of all this misery on the backs of the poor?",
        "...and we continue to burn coal...why?...",
        "Just goes to show what happens when profit drives things. It's inexcusable that any American is getting black lung in 2023. The filthy, soulless, money-grubbing millionaires are no different than they were a century ago. They would happily work children to death 24/7 for no pay, kick the corpses aside, and start again with a new batch - and sleep very well at night in their mansions after doing so.",
        "And Joe Manchin's constituents think he is serving them. Well, he is in a way. He's serving them death and disablement while contributing to the death of our environment. Way to go, Joe.",
        "A lot of people here blaming republicans for this.  The leader of the Mine Safety and Health Administration is a Biden appointee.  MSHA falls under the Department of Labor, whose leader is a Biden appointee.\n\nI'm certain republican appointees wouldn't do any better by miners, but don't kid yourselves - when it comes to poor Appalachia, democrats don't care either.",
        "Your article is a stark reminder about the perils of working in deep mines, and recover minerals for our eventual use. Having grown up in Bolivia, where deep mining was so prevalent (for tin mainly but also other minerals, silver and gold included), and causing deadly silico-tuberculosis by the thousands. As a medical student in the 1960's, our public hospital was occupied by many native indians (One in every three beds), hardworkers having to retire in their thirties from black lung disease, and dying way too soon as we didn'thave the resources to ease their desperate condition (and Streptomycin, then the drug of choice for TB, was way too expensive, hence, unavailable). Although not famliar with the coal sites here, we did have in Bolivia several well known sites Huanuni, Chorolque, Llallagua, Siglo XX, etc), where the workers, being paid by the tonnage they brought out of the mine after detonating dinamite, ignored the masks available, and went into the mines while the dense silica powder entered their lungs. And further, when tuberculosis was endemic. Awful. As to why, we healthcare workers didn't get thedisease must have been sheer luck, as we never used face masks (except in the OR, that is). But I digress; lets hope that deep mining, unprotected, becomes a thing of the past, as we 'outlaw' coal in preference to renewable energy sources (sun, wind, etc).",
        "People wonder how the miners could vote for politicians who intentionally work to make the mines less safe for them. I think it’s a question of priorities: the miners are worried about how to pay the bills and keep food on the table today, not what will happen to them in 20 years. The companies threaten to close the mines or cut back on jobs if regulations reduce their profits, and they know the miners have few if any alternatives to making a decent living in those areas. This is also happening in other businesses, like with the Dollar General stores. If anyone tries to unionize a store, the company simply closes the store and everyone loses their job. It infuriates me that the coal companies don’t have to pay for the miners health years later when these symptoms develop, and that taxpayers have to pick up the bill. At the least, these companies should be required to pay into a fund that would cover the long term health expenses of their miners on an ongoing basis. That way they couldn’t just claim bankruptcy and walk away. If they want to stay in business, they would have to pay into the fund.",
        "There was a reality series called Coal (2011). The miners work in about a 4 foot tall world and extract coal. They don't wear masks. The main controller of a digging machine trains his son to do his job. This show should be a wake up call on the conditions of mining coal.",
        "While it is absolutely certain that mining should be regulated in a way that makes it as safe as possible for the miners, but also accepts that mining - like construction, firefighting and other professions - comes with a built in risk that is difficult to mitigate, we also need to put the challenge in context.  If miners with black lung \"flock\" to Stone Mountain clinic and last year they treated former 500 miners, in the context of the current 10,000 underground miners and the hundreds of thousands who worked underground over the previous 50 or so years that seems, well, a rather small number.  How old are these miners? When did they work in the mines? How long was their exposure? Are miners getting older as a class of workers? Etc.  Emotion cannot replace facts when determining public policy.",
        "Back in the mid-1960's-to-1970's the local WV papers would from time-to-time show photos of (former) miners with black lung.  These guys tended to be in their late 30's to mid-40's but looked like they were in their '70's - and  frail 70's at that.  Think walkers, wheelchairs, and oxygen tanks.\n  \nI asked my dad whether he was concerned about his brother Bill, who had mined coal on the night shift for 10+ years.  [I remember him coming home in the morning with face and hands black.]  Dad replied that no, there was no reason to be concerned about Bill because Bill worked in a small local mine where they didn't have the equipment that produced fine particle dust.  \n  \nDad was pretty much right.  Bill never got black lung.\n  \nAnd as the years went by black lung incidence went down and down.  It seemed like the problem was pretty well licked.  Then around 5-7 years ago I read that black lung was ticking up again.  And here we are.\n  \nWe've known for 50+ years what the problem is - fine particle dust.  We know how to solve it.  But the businesses involved just don't want to spend the money to do so.\n  \nSo they get to privatize their profits, but nationalize the much larger health costs.",
        "If these conditions existed in corpoatate offices or in banks, imaging the public outcry.  Imagine.",
        "My grandfather worked the coal mines in WV when he was a young man before finally moving the family to Cleveland and then Pittsburgh to work in the steel mills that relied on that coal. He died of black lung before reaching 60. He was one of the thousands of miners who met the same fate years before the reported 76,000 who died of black lung since 1968, thanks to the likes of Joe Manchin.",
        "Thank you for addressing this issue, which should, by now, have been eradicated. More people need to know the costs to human lives.",
        "Guaifenesin expectorants help, but often doctors don't suggest them.  I worked in hospitals for years.  Those with lung disorders who took guaifenesin expectorants seemed to have better outcomes than those whose doctors did not prescribe them.  Anecdotal, but observed.",
        "I am not a scientist or a physician. I grew up in WV and worked for two years in coal country. We all know change is difficult and is no less so when you live in a community where people living next door or family members have made a pretty good living by working in the mines. Yes it is a hazardous job and nobody twists your arm to go into the mines. Insuring workers for job related lung/respiratory illnesses under Social Security was a horrendous mistake. It legitimized the coal industries unhealthy working conditions, did not force changes in working conditions and passed the burden on to all insured and all taxpayers under Medicare. The coal industry and shareholders should pay the bill for sending workers into the mines. Coal companies, executives, Governor's, US Senators all knowing the miners lives were at risk from a fully preventable disease did little if anything. I say this as someone whose family owned significant interest in mines in WV during the last century.",
        "I suggest requiring Republicans and Joe Manchin to breathe air from mines every day for a month.  Then vote on legislation.  See if their own exposure to what is known to be deadly air might change their outlook more than the dollars flowing in from mining companies.\n\nI only wish voters in West Virginia thought more about their health when they vote.  Look for alternative job opportunities rather than continue to prop up a deadly mining industry.",
        "I've read a few books about the plight of coal miners, and people in Appalachia generally. One that shows how difficult it is to make changes in Penny Loeb's Moving Mountains (University Press of Kentucky, 2007). It does, though, document a slow progress toward enlightenment among mine management.",
        "The author seems a bit confused about his lung diseases. The most devastating form of \"black lung\" is conglomerate coal workers pneumoconiosis. What he seems to be referring to, is silicosis an entirely different problem resulting from inhalation of silica dust. This occurred predominately in the roof bolters in the coal mines though obviously can be due to any excessive exposure to silica dust. Also there is a total failure to mention the impact of cigarette smoking on the development of lung problems in miners which is a major problem contributing to their respiratory failure.",
        "“Man’s inhumanity to man” - for profit. Enraging and heartbreaking in equal measure.",
        "I've worked underground as an environmental sampler. I measured working levels of contaminants and prescribed remedial action. I had the power to shut down mining activities and I did. The biggest resistance I encountered came from the miners themselves because they were paid on the basis of work accomplished and the environmental remediation tasks did not pay as well as development work. I can tell you also that I did not receive one whit of resistance from management—this was in the late 70s. Maybe things have changed, but it seems to me that safe and healthy working conditions should be a precondition for workers entering a mine.",
        "The Republican Party managed to turn a heavily unionized state based on coal miners support into an anti-union state voting against their own economic and health interests.",
        "Will the cost of these safety measures put the mining companies out of business?  I bet not.  Are we a country that favors outsize profits over an employee’s health and safety?  Apparently yes.\n\nI wonder where Joe Manchin stands on this….",
        "Somewhere along the line personal responsibilty must be accounted for.  Did these miners really think it was healthy to mine coal in any form?  Is there a history of longevity, quality of life and safety from working in mines?  Didn't they learn the terrible lessons of their benighted elders?\n\nUnless they were living under rocks, I think they were well aware of all dangers.  There are thousands of job options to mining coal that pay well; don't claim that they are \"locked in\" to follow in the footsteps of family.",
        "Thank you for this article. This is a problem that most people are not aware of. I am sure the coal industry has lots of lobbying going on to keep the status quo. But with more awareness and pressure on congress it can be a lot safer to be a miner. Why should they work hard all their lives only to be rewarded with black lung disease? Surprise inspections sounds like a good start.",
        "How many of those miners that are at risk of black lung cheer the efforts of politicians to rid the country of business-killing regulations (their claims, not mine)?\n\nMSHA was created to insure mine safety was practiced-to protect the miner.\n\nAnd if the regulator is further hamstrung by politics we will see more dangerous conditions in a dangerous occupation.",
        "I lost two grandfathers to black lung.  They were anthracite coal miners in Lackawanna County, Pennsylvania, when the state legislature, Congress, and the Supreme Court were controlled by the coal barons and the \"captains of industry.\"  More recently, Reagan caused everything to be deregulated, and everything old is new again.  As long as Joe Manchin and those of his ilk are in Congress, nothing will be done, and black lung cases and deaths will rise.  Welcome back to 1902.",
        "I’ve been in several underground coal mines. You couldn’t get me to complete one shift, let alone make a career of it. The working conditions are medieval. The least we can do is ensure regulations are rigorous enough that the miners can live long enough to enjoy retirement.",
        "It’s shocking that in 2023 we are a nation still grappling with doing the right thing, and the relatively easy thing, to support miners with regulatory action to ameliorate tremendous suffering and save lives.\n\nIt’s worth noting, however, that as a group miners tend to be conservative and Republican and repeatedly vote for candidates who will do nothing to stand in the way of corporate interests who seek to take advantage of them. \n\nIt’s an odd choice that I’ll never understand — poor and middle class constituents who routinely leave their best interests behind in order to vote for opportunistic Republicans who laugh behind their backs all the way to the bank.",
        "And the way they exercise the  little power they have, by voting and pushing for labor reforms, makes those who are harmed by it their own worst enemies.",
        "My maternal grandfather was both a coal miner (PA) and sand miner (Sands Point NY) in the 1930s-40s, and developed Black Lung disease, a horrible daily trial. \n\nAs I read this, I cannot understand why we are still mining coal at all. We have other means of energy fuel. Why send men down into the earth in a crushingly dangerous and unhealthy job in 2023 when we can use wind, water, and solar power instead. It makes no sense.",
        "A decades old problem resurfacing again and again.  No mention of the billionaire coal company owners, who have, and always will, ignore any regulatory action, and will lobby, basically pay off, political allies who protect and act in their interests.   \nThe cycle will continue as long as under educated Americans continue to sign up for the only jobs available in their region, and manipulating corporate executives continue to take full advantage of them.",
        "I just get so frustrated with stories like this.  Why?  Because every time advocates think they have effective legislation passed, it contains loopholes that benefit the companies.  Start with legislation, make it impossible to add amendments that may weaken them.  Then somehow step up inspections, surprise inspections, so no prep work can be done to hide infractions.  It isn't like these serious medical issues  and their causes haven't been around.  Where are you Mr. Manchin?  If you want to do good things help your constituents before they develop serious, deadly medical issues. Or are you too tied into the owners and they're big bucks to actually work for those who need it?",
        "Commenting as an experienced Physician, I cannot tell you how angry this story makes me.\n\nThis is clearly a matter of sacrificing the health of the frontline workers for profit.\n\nYou have a preventable disease, the knowledge and means to prevent it, and you don't do it?\n\nIf those precautions make it economically unfeasible to mine, and you can't do it with robots, then I think this is telling you that that particular means of energy production is non-viable.\n\nSince black lung disease has its own Federal health insurance for practical purposes, what this means is that the owners and benefactors of this route of energy production make a profit at the expense of the US taxpayer, since we, the taxpayers, pay for the long term healthcare of these workers.",
        "This is an incredibly sad story.  My husband and I have taken a special interest in Lee County, after having read Demon Copperhead and visited the area two months ago.  The countryside is gorgeous, but it hides great misery and is one of the centers of the opioid crisis.  We are going to look for a charity which provides job training for young people in Lee County so as to improve their economic and health prospects.",
        "People criticize EV batteries because the minerals mined can be dangerous to the miners. Let’s tighten standards for all mineral extraction including for EV battery minerals, coal, and also fossil fuel extraction such as oil and natural gas. Let’s reduce exposure to harmful pollution due to these processes (including resulting CO2 pollution) to close to zero. Let’s also add a pollution tax to all mineral and fossil fuel extraction that will pay for cleaning up the extraction process, and for the medical care of those afflicted by mining related illnesses, and for those afflicted by the subsequent use of the extracted minerals and fossil fuels.",
        "Another reminder that our government if for sale to the high bidders, which are usually corporations who want to evade regulation.",
        "Until we reverse Citizens United and eliminate private money from politics, nothing will change. As a former coal miner, a life-long resident of WV, and a attorney who has represented coal miners for more than 35 years, I can tell you without a doubt that the coal industry uses its influence to either make sure these regulations are not promulgated or that the agencies responsible for enforcement are not adequately funded.  It has been this way for decades and will continue without serious campaign reform.  Sadly, in my state, many of these miners continue to vote for the party that jeopardizes their safety.",
        "Too bad for miners and their families that their Senators and Representatives in Congress don't care about their health and welfare.  Rather, the politicians side with the large corporations that own or run the mines - and ignore health and safety problems.",
        "Mining is dangerous work - even when safety regulations are observed. It is insulting to  those miners for politicians to praise them on the one hand and look the other way on unsafe practices on the other. I grew up in Wyoming Valley, PA which was a center of anthracite coal mining. The Valley lost more men in the mines (mining was a reserved occupation) during the 2nd World War than were lost in the war.  This was before the whole works were flooded in the Knox Mine disaster in 1957 because they were not employing the multiple bore holes ahead of the work as required. That lack of compliance killed eleven men - as well as the local industry that employed them. Appropriate mining regulations and enforcement are the least that should be provided to the miners.",
        "We send people deep into the ground to continue mining for coal yet the private sector—and government—fails so many Americans. It is fortunate miners have advocates to appeal to the Department of Labor’s Mine Safety and Health Administration.\n\nThis statement by the author is simple and powerful: \"safety regulations are useful only if they’re followed and enforced.\" Construction regulations are ignored frequently in NYC quite and fines barely make a dent. Sometimes they just shut down the company and open up another with a different name and TIN number.",
        "Whatever regulations exist, or come into existence, may well be shot down as the current Supreme Court slashes and burns its way through laws designed to protect the \"little people\" of this world.  I hope these miners and their families vote in 2024 for the party that shows a commitment to having a sound regulatory framework for industry and the environment -- the Democrats.",
        "What an incredibly moving essay and stunning artwork!"
    ],
    "web_url": "https://www.nytimes.com/2023/08/02/opinion/health/coal-mining-black-lung-silica.html"
}