{
    "main": "Doctors Need a Better Way to Treat Patients Without Their Consent",
    "abstract": "Involuntary treatment too often requires a court order.",
    "keywords": [
        "Ethics and Official Misconduct",
        "Mental Health and Disorders",
        "Psychiatry and Psychiatrists",
        "Hospitals",
        "Courts and the Judiciary",
        "Doctors"
    ],
    "comments": [
        "For me is better the court order instead of letting the medics do anything they want with their patients.",
        "Gosh, so psychiatric patients should get to make their own medical decisions but pregnant women shouldn’t?",
        "To all the medical tyrants: WE WILL NOT COMPLY!",
        "My questions start with Dr. Juahar's first paragraph. \"Not long ago, I took care of a middle-aged man at my hospital who had severe heart failure requiring life support. When he was disconnected from machines after a few days of treatment, he began to display psychotic symptoms, including delusional thinking, tangential speech and paranoia.\"  Should we assume the man was sedated and/or restrained while receiving life support?  Restraint traumatizes the restrained.  Being restrained while drugged can cause delusional thinking in the absence of prior diagnosed mental illness.  \n\nPhysicians and medical ethicists considering utility, use medical and financial resources and legal liability have a vested interested in forcing compliance with treatment on patients who are ill. \n\nI am glad that Dr. Juahar's patient didn't have to go to court.  I am glad Dr. Juahar's patient was not restrained or subjected to ECT.  I once attended a local League of Women Voters presentation on end-of-life issues.  It was chilling to hear one local representative speak approvingly of how, in the 1960's and 1970's, \"mild\" ECT was given to elderly cancer patients who didn't want treatment. \n\nWhenever anyone wants to force someone into treatment or into confinement for their own good, it is very important to consider who else might be benefitting.",
        "This is odd.\nIt was my experience with a loved one that hospitals were eager to discharge, if not directly home, to rehab. And rehabs were also eager to discharge, unless they also had a skilled nursing component with available beds for Medicaid patients. \n\nMy loved one was exhibiting cognitive decline, vision problems and hallucinations. For nine months I begged doctors at three facilities to help me get his driver’s license revoked. I got no help. He was shuffled along and out. Once released and behind the wheel, he had three hit-and-run accidents within a span of 4 months, each time eluding the police. \nEach incident resulting in injury that led to an ER visit, brief hospital stay and then rehab & discharge with PT/OT & Visiting nurse. \nFirst agency nurse determined he shouldn’t have been released to live alone. So upon his second release, their agency refused another referral for him. A new agency was found. Their visiting nurse had the same opinion. She’d report this as elder abuse, and alerted his primary care doc who advised “Take him back to ER and leave him there. Accept no release or transfer unless to dementia facility.” \n\nI did have to engage law enforcement directly to get his license removed from his possession. Fortunately, they were able to do this without an arrest. He died shortly after, furious with me for calling the authorities.",
        "I would agree with this opinion if our medical system was not based on a profit sharing system. The longer the patient stays in the hospital, the more drugs they are prescribed, and tests are run the more the more medical system makes. I am not saying everyone thinks this way but I have seen it for myself. My mother had dementia and was basically brain dead the last few years of her like. She kept getting a uninary track infection and was rushed to the hospital 6 times over two years for emergency treatment. After the last time we said no more. She died peacefully a few weeks later. I believe they were keeping her alive for the money. Everyone needs an advanced directive on what treatment end of life treatment they want and find someone to represent you when you cannot make decisions for yourself.",
        "We, the patients, regardless of whether the condition is mental or physical, should never, never, ever lose the right to refuse treatment, even if it means we're going to die. What are we going to do now, start forcing people to stop eating at McDougal's, and eat vegetables? Americans regularly, glaringly violate their own bodies. We're slowly killing ourselves. Are you going to save us all from ourselves? No? Then, who are you to save anyone, just because you think they're \"mentally incompetent\", from themself? Who will save all of us from the greed-driven Medical & Mental Illness Industrial Complex? Keep yer mitts off our bodies, and minds...unless, of course, we break the law. Then resort to the courts. Enough.",
        "I'l an old doctor. The author is young.  You're only a doctor, you're not God.  You do the best you can for the patient and understand the laws are written to protect people.  Especially to protect them from overzealous physicians. We used to have warehouses for schizophrenics.  They were called State Mental Hospitals.  They weren't very pretty places.",
        "The idea that a judge cannot make a reasonable decision about the ethical course of action for a patient because they are not medically trained is hogwash. This is not about making a medical diagnosis; it is about patient rights, overseen and determined by an impartial professional who has no profit motive or other axe to grind.  The author's argument, to my mind, is yet another example of physician arrogance and grandiosity.  The policy he recommends would only add to the all-too-common perception that the physician is \"in charge\" and the patient or family must comply with \"doctor's orders\". That would be an enormous step backward at a time when patient awareness and empowerment are  fledgling concepts that are just beginning to offer some dignity for us all as consumers of medical care. Doctors are experts in the diagnosis and treatment of disease. Their professional knowledge ends there. They are not experts in law, ethics or morality. And despite the intimidation so many people feel in their presence, they not gods and they are not omniscient. The court of law exists for a reason. Let it do its job.",
        "The man died in peace.  It was his choice.",
        "My initial response to the title of this article was complete disagreement—why is the writer seeking to do something without consent? But when he explained the judicial process...there are a number of judges throughout the country who would be shocked to learn they are not, in fact, doctors! Head down to Amarillo, TX and you'll find one who believes he understands medicine better than doctors and the FDA! \n\nWe should strive to never provide or withhold treatment without consent but if that is not possible, the kind of independent panel of experts the writer describes seems reasonable, if imperfect.",
        "I hope this entire article is only about those patients without any relatives to act on their behalf. Otherwise the article does not make sense",
        "Another way to ask this question:\n\"Does a physician have a responsibility to prevent a competent patient from committing suicide?\" According to many the answer is no. Somebody please tell the lawyers. Doctors, please step aside.",
        "As you say, forced treatment of patients can easily be abused.  And for guess who?  Women and minorities.\n\nAs to untrained judges, very simple solution:  Train them.",
        "The author clearly shows good intentions.  But not all committees will have similar motivation.  And we know which road is paved with good intentions.",
        "Some fixes are easy -- as I know from years of working in a Trauma ICU. A patient admitted for an injury sustained while inebriated is essentially not allowed to sign out Against Medical Advice (AMA) until their blood alcohol level is back within normal limits. There is essentially no question that they are too impaired to make a rational judgment while drunk.\n\nBut psychiatric illness is a whole other area that presents almost insurmountable barriers. There are never enough treatment options on the outside -- halfway houses, day treatment centers, addiction recovery treatment centers, etc. Often the only choice is to hold someone deemed a danger to themselves or others for several days until they are stabilized and then release them to ... sometimes home, sometimes back onto the street  where they were living prior. \n\nWithout adequate follow up and treatment, many people decide they are \"better\" and don't need their medication any longer, ending up back in the ED in another crisis. \n\nIt is an incredibly frustrating cycle, unsafe for both the patients in crisis and sometimes for those they come in contact with on the street.",
        "Patients should get what they want even if  that decision results in self harm or death. Physicians can object and even sign off a patient's case if they strongly disagree but only if they can find another physician willing to assume care/responsibility. This won't be as big a problem soon as an entire generation of physicians retires and society is left with the shift worker physicians, nurse practitioners and PAs taking their place. If autonomy is what patient's want, then that is what they will get because that is all they will have.",
        "The author needs some in-depth teaching about recognizing and managing conflicts of interest.  Simply asking foxes from out of town to decide whether the local fox can eat the chickens isn't a \"safeguard\" - it's a way to pretend you are protecting the chickens while getting the answer you want.  Things may have improved from the 1970's but we still see doctors and hospitals making decisions for reasons of profits not patient well-being, trainees who want to practice what they are learning even if it means flogging the patient for no benefit, and too many doctors and hospitals allowing things like medical sexual assault under the excuse of \"trainees have to learn pelvic exams somehow!\".",
        "Nurse here: absolutely not. And the idea that social work or nursing will weigh in and the MD will relent is not realistic. Too, I have not seen a lot of \"shared decision making\" in the inpatient setting. As others have noted, there is too much room for non-transparent, unilateral abuse...",
        "Doctors generally believe in providing medical intervention.  Patients don't always believe in medical intervention.  That to me means that doctors shouldn't be the ultimate arbiters, even a panel of uninvolved doctors.  They are mostly trained to believe the same things about medicine.\n\nI would prefer to see a system where two points of view on the situation are presented to a panel of 3 neutral people.  The people presenting to the panel should not be the treating physicians to increase neutraility.",
        "I don't quite agree with the author, though it is clear he comes from a place of good intentions and concern for patients.\n\nThe law is there to protect the patients and that is distinct from providing appropriate medical care. Consent decisions cannot be left to medical team only. Just imagine how organ donation could go. This is a legal issue and goes to the rights + protections of the citizen.",
        "The fault in the author’s argument is that the decision to treat over objection is not a medical one but instead a legal matter, the patient’s right to freedom.",
        "As a retired physician, I can sympathize with the author’s perspective.  \n\nBut that perspective does not serve the patient and is dangerous. \nLeaving healthcare decision making without public external oversight has and will lead to unconscionable abuse. \n\nThe request for immunity says it all.\n\nIf you want to see how it works, just look at the secrecy cloaking medical errors, patient safety and peer review.  Oh, that’s right, you can’t.  And 400,000 die in the US from preventable medical errors. \n\nThe health care industry must have public accountability and oversight.",
        "There is a \"PROFIT MOTIVE\" involved here, but not in the way most commenters seem to think. \n\nThe inpatient stay for this poor guy with \"a long history of untreated schizophrenia\" is going to be a massive financial hit for the hospital, as he is likely uninsured. The administration would love it if he discharged himself.  The docs who are trying to keep him admitted are actually fighting against the hospital's financial interests.",
        "While there may be times that people should be treated against their poorly informed and incapable wishes --- there are also times where treatment only stabilizes them to the point that they allow themselves to decompensate cyclically over and over and over again. Our health system can no longer support such things. If someone reaches the point where they are no longer gravely disabled and choose to refuse care - well, that may be their right - BUT if that is the path they choose repetitively then they should be transported FAR AWAY from the eyes of the good samaritans who have no interest in paying the expenses but are happy to call 911 to endlessly return such people to the system for yet another \"tune up\", rinse, wash, repeat. The good samaritans aren't happy when they can't get timely care, but they will be happy to endlessly gum up the system with the serial problem patient who have proved by their fourth or tenth encounter with the system that their care is ultimately pointless and inflicts both expense AND HARM upon other patients (not receiving those resources) and the people working in our failing health systems who are subjected to serial moral injury trying to fix the unfixable so that other members of society can feel better about themselves.",
        "The legal right to not consent to treatment is the only leverage patients have to force arrogant or overly self-assured medical personnel to accept a collaborative approach to choosing a course of treatment. Without the right to not consent, kidney dialysis patients, for example, would be fighting terrible cramps because the dialysis centers' staff invariably set overly aggressive fluid removal goals (it's the culture of the DCs).",
        "A compelling case for treating patients without consent is when a placebo looks like a good choice.  Of course, you can't ask a patient to take a placebo.  But if you could. . .\n\nMaybe there should be a universal consent form, like for organ donors?\n\nThink of all the prescription drugs not needed, the risks and costs avoided.",
        "I sat on a civil medical malpractice case recently as a juror. Briefly here is what happened. \n\nMan presented himself to the emergency room thinking he might be having a stroke \n\nNeurologist confirms he is. Recommends taking a certain medication to stop the stroke.  The medication’s effectiveness goes down as time passes. Medication is not effective after 4&1/2 hours from onset of stroke. However patient must specifically give consent to this particular medication for it to be administered. Patient does not give consent within 4&1/2 hour window therefore medication is not administered and he suffers a full blown stroke. \n\nPatient sues the hospital for not administering the medication thinking he presented himself in a timely manner however hospital argues that he did not give consent. The law requires consent for this medication otherwise the hospital could be held for criminal assault if administered otherwise. Because of the law, we had to find for the hospital. He didn’t give consent. \n\nNow here is the rub… When someone is experiencing a stroke, their brain is literally dying. That ‘s what a stroke is. Your brain tissue is dying. How can this person be able to give consent when their brain is dying? But that is what the law says and the hospital and doctors had to abide by the law. If he was comatose, they could have administered. But because he was awake and aware, they could not. Nor could they reach out to next of kin. This is not sensible.",
        "Times have changed but humans are still humans.    They defer to others too frequently when they have something at stake, even imagined social standing.    Committees are known to be easily dominated by strong personality.     Even if the members had nothing to do with the care of a particular patient, they likely have had much to do with other members of the committee, making them nowhere near unbiased.     I still see benefit in an external third party (ie, a judge).    Just like democracy, it's the worst idea out there, except for the alternatives.",
        "Judges are required to make decisions beyond their technical expertise all the time, not just with respect to medical issues. Requiring hospitals and doctors who seek to medicate patients over their objection to justify their decision to a judge provides a discipline that an in-house panel of their colleagues could not provide. If courts approve 95% of such requests it is, one hopes, because the prospect of that reviews leads petitioning clinicians to be very careful in deciding whether the requested involuntary treatment is truly in the patient's best interests.",
        "I have been interacting with someone with a mild case for forty years. The inability to treat the disease, that from the patient's point of view, does not exist. This creates suffering for the patient. They cannot and never will see it. They will eventually die of old age regularly declaring \"I'm not mentally ill.\" As Shakespeare said in Hamlet \"The lady doth protest too much, methinks\"",
        "The impact of formularies are an often overlooked problem within the giant morass this piece touches upon.",
        "We used to let these people die on their own.  Considering what happens now, maybe that is preferable.",
        "As a lawyer, I am in front of judges on a regular basis. A non-medically trained individual is perfectly capable of determining if the weight of the medical evidence is truly in the patient’s best interest.  The abuses of the past are now in the past not because of the medical professionals, but because of the legal system holding providers to account.  An outside, neutral arbitrator who considers the arguments advocated between opponents in an adversarial proceeding is a necessary check on the groupthink that can permeate any profession, whether it be building airplanes or practicing medicine.",
        "This guy can't actually think it's a good idea for hospital employees to be able to imprison their patients with legal immunity, right? Yikes! Judicial oversight should ALWAYS be required when you are depriving someone of their basic human rights...",
        "Put ourselves in the hands of arrogant doctors employed by  for-profit companies, what could go wrong?",
        "The author does not want the judge to make the decision because he is mot qualified in medicine. Well, I do not want the doctors making the decision because they are not qualified in law.",
        "For psychiatric patients maybe. Not for the rest of us. I was getting some blood drawn earlier and saw a number of what I call the walking wounded. I have no interest in that. Quality life not quantity. My views on life and death are contrary to those held by most in this society. I have no religious beliefs aside from some general thoughts and no moral issues about self termination. Or not pursuing care that might buy me a few more hellish years as I have seen with some. Also, the US medical system is adversarial by its nature as a for profit system. PE owners and shareholders and executives care about money and many are sociopaths or close. I manage every medical encounter these days the way I do business ones. Factual, emotionless and I document everything and correct every error in documentation. Anything that can be used against you will when it comes to money.",
        "This is one of the all time most naive, and paternalistic, proposals I've ever seen.  Many doctors ARE quite smart, but many of them are not as smart as they think they are.   Suggesting that doctors get to decide what is best for their patients who for whatever reason are lacking capacity, and that they should be immune from liability, is a terrible, terrible idea. No thanks!",
        "How about people who don't want \"life-saving\" treatment. Will they be saved for a life in bed because someone else thinks that's a good way to live? Bedsores? Love 'em!",
        "You did your best. If he insisted on going home, you should let him.",
        "For those who worry about the decision being tainted by the profit motive, here's a solution:  If a patient is treated despite his or her objections, neither the hospital nor physicians may bill for that treatment.",
        "Dr. Jauhar, you are quite wrong.  The patient has agency, but the law protects that patient in the event that something causes them to lose that agency.  Although the HIPAA Privacy Rules protect the patient's healthcare status from being disclosed without their permission, if the patient is not able to consent then the courts step in.  Only the courts can protect the patient's rights under the law.  I have faith that our judges in cases such as this will listen to what you have to say, and act in the patient's best interest.",
        "This reminds me of my father, who lived in another state. He was 80 and had just had his third heart attack. It was a mild one this time (the first two had been 21 years prior and necessitated a triple bypass). He was admitted to the hospital and they did a test that determined he had two blocked arteries and the third, the widow maker, was 30% blocked. But because of his age, they didn't immediately perform any procedures. The next morning, they brought him breakfast, eggs and bacon. He got so irate that they would bring this to a heart patient that he removed his IV, got dressed, and left the hospital. No one stopped him -- I don't know if they could have. He had some cognitive decline at that point but was clear headed enough to say that he didn't want any major procedures. Ironically he didn't end up dying of a heart attack but pneumonia five years later.",
        "First, depriving any adult of control over their own life is a matter of law, and as such should be within the purview of the courts, with all the protections afforded persons in that system.\n\nFurther, if such panels were in existence, requiring them to publish their reasons would be a clear-cut violation of patient privacy.",
        "It's hardly shocking a doctor believes doctors should have more control and less oversight over their decisions, and I am sure Dr. Jauhar believes it in earnest. \n\nIt's also exactly why judicial oversight is important. \n\nRarely is it a good idea to cede complete, unchecked authority over a person's freedom and autonomy to anyone, let alone someone who insists they should have it.",
        "\"Times have changed. We don't do those sorts of things today.\"\nThis is the justification used through history for the imposition of various measures on those who'd rather not be subject to them.\n\nThere's a wonderful speech by the director of the institution for the insane in the Peter Weiss play, briefly known as \"Marat/Sade\" which takes place not longer after the French Revolution (late 18th C.). In the play the director voices exactly the sentiments of the writer of this column. \"Times have changed,\" etc. \n\nDoes the writer believe human nature has changed? We've developed past exploiting our positions of power? Look around. Is that the case?",
        "A nation should not ever be considered to be free if people who are unpopular due to them holding in unpopular religious or political beliefs are threatened or forced to undergo punitive Psychiatric treatment by their government.",
        "Sorry, the thought of an all-medical perspective on questions of basic civil liberty and Constitutional rights does not strike me as desirable.  The biases of the medical community, and historically documented of group think overriding truth, are too well known.",
        "Doctor here who faces these situation on a daily basis.\n\nThis article is extraordinarily misleading and just plain wrong.,  Doctors do not delay the decision to incapacitate (or not) based on a legal review by the courts.  The decisions have to be made in real time.  If they were not, the patients would be essentially be held or treated against their will, and can sue for wrongful imprisonment, assault and battery etc.  \n\nDoctors have the right to declare someone incapacitated without real team court review (usually requires 2 doctors to actually examine the patient)--if they believe the patient is actively suicidal, homicidal due to delirium or psychiatric condition, or cannot safely navigate the world, which includes not understanding the consequences of decisions.  That said, patients have the right to make \"bad\" decisions if they have capacity.\n\nThe courts usually get involved in psychiatric capacity issues (but not at the time an initial decision is made).  Courts also get involved when the patient or an advocate contests the physicians' judgement.\n\nIt's hard to believe that the physician here felt like they needed to bring in a psychiatrist as part of the decision--this is rarely done.  Those of us who confronting such patients must make these decisions in the moment.  Again--failure to do so, is wrongful imprisonment if the patient wants to leave right now and you haven't amply documented why you think the patient lacks capacity.",
        "I'm a retired lawyer.  When my sister was on her death bed in the hospital I had a conversation with the attending physician about her living will.  The language in the document was fairly typical, but the doctor had a hard time understanding what her instructions were.  There's a strong tendency for doctors to want to do what they think is best regardless.  \n\nAnd then there was the problem that during her week in the busy ICU the attending physician changed three times and each new one had to have the situation explained.",
        "Judges rely on experts all the time to help them make decisions which involve fields they themselves are not expert in. A judge’s lack of personal knowledge and expertise regarding a patient’s condition therefore does not make the judge insufficiently qualified to make rulings on forced treatment.\n\nHaving a responsible outside party rule on these matters helps ensure that doctors and medical practices don’t abuse the power the author is asking for. Since 95% of the time judges agree with doctors, a short delay in deciding a case is the downside here. That delay is worth having for what it does in protecting patients health and welfare, in my opinion.",
        "Among schizophrenics and clinically depressed patients who take their medications faithfully, a large but minority proportion do not get the relief they or their doctors intend. The proportion who end up on the street or in the criminal justice system because the refuse to take their medications are probably only a minority of those who decline to take their medications as prescribed, despite their disorders. The exceptions who present real perils to themselves or others end up representing a class in the popular discourse that concludes that compelling treatments upon individuals should be entrusted to every caregiver to resolve the problem. I think that safeguards in consideration of all the known uncertainties should apply to any kind of forced treatment upon anybody.",
        "Neither a doctor nor lawyer am I, so my take on this complex issue comes from 30,000 feet as a well-informed layperson. I have no concrete solution to this seemingly intractable problem and from the article and comments, it strikes me there are arguments on both sides that have some credence. One thing I'm sure of: with so many mentally ill individuals living on the streets with no place to call home, the current system of arresting these helpless people and keeping them in jail is NOT the answer and if allowed to continue, will only exacerbate the problem.",
        "I know someone who actually had to cancel his own medical insurance in order to escape a psychiatric institution. Their motive for profit essentially drove their testimony to the judge who authorized the incarceration. As soon as his insurance was canceled, the psychiatric need ended and he was immediately discharged.",
        "Law is a necessity for a civilized society.  However, it seems that, at least in this country, the idea of the rule of law has metastasized into that of social control by lawyers.  There is no other profession in which its practitioners believe that their opinions about things that they know nothing about outweigh those of professionals who actually do.  When we have justices haggling over the meaning of something written 100, 200+, etc. assuming it should apply to a very different society is bizarre.",
        "\"Treatment over objection\" is a tricky subject.  But judicial review has been the accepted practice over the last 40 years--and during that time homelessness has skyrocketed, with nearly 70% of those on the streets suffering from mental illness and/or addiction.  Moreover, many mass shooters also suffer from severe mental conditions.  Treatment must be a priority for the benefit of public health as well as the well-being of the individual.  The trouble always seems to start when politicians and lawyers decide that they know more about medicine than physicians.  How much longer much we all suffer under this nonsensical delusion perpetuated by our elected representatives and our judiciary?",
        "I can't express how much I hate this idea. No doctor should have the right to \"save\" me against my will. There are worse things than death, and for many, the loss of autonomy is among them.",
        "Can’t help but wonder what role a patients insurance might play in these sorts of decisions if it was indeed left to the healthcare system?",
        "This was a costly essay to write.  I can only imagine this doctor could have saved thousands of lives in the time it took to write this scribe. /s\n\n\"In the case of my patient with heart failure, the decision ultimately didn’t have to go before a judge. Multiple discussions involving the patient, the hospital ethics and palliative care teams, social workers, nurses, psychiatrists and other doctors — discussions that in many respects served the function of a formal committee of the sort I’m proposing — yielded an agreement with the patient that his interests would be best served by sending him home with hospice care.\n\nCapacity must be judged relative to the decision being made, and it became clear over the course of hospitalization that our patient understood the terminal nature of his condition and had the capacity to choose hospice care. Forced treatment was unlikely to significantly improve his psychiatric symptoms before the natural progression of heart failure caused his death.\n\nSo he was discharged home. It was the best decision under the circumstances, one reached by expert deliberation, not legal procedure. He passed away a few weeks later without, fortunately, ever setting foot in court.\"\n\nSo basically, the patient was competent and exercised his agency to assert his autonomy despite this doctor's most passionate thoughts about authority. \n\nDid this doctor really think he would cure this man's mental health & body, and heal his family all in one billing code?",
        "To think that such psychiatric/medical abuses are a thing of the past is, simply put, beyond naive. If you want proof, just look at the lack of oversight of the troubled teen industry. I’m sure there are plenty more examples elsewhere. While a particular situation may be heartbreaking and difficult, such as in the case of this patient, the prevention of wide-scale abuse of vulnerable patients by a medical system that often doesn’t even see their own complicity, is also crucial and life saving.",
        "Last thing I would want.\n\nMy Dad had DNR paperwork with both his doctor and hospital, but when he was in the hospital, they denied us (his children) any information on his condition or care.  They ran unnecessary tests and planned unnecessary interventions that his doctor (afiliated with the hospital) had already run without ever talking to his doctor.\n\nThey told us he was capable of making his own decisions until it was completely apparent to me on the phone that he was incoherent and had no idea what they were doing to him nor why.  At that point they told us he was dying and asked for a decision that was already in the DNR.  He died about 12 hours later, while we were still making travel arrangements.\n\nEven with legal paperwork in place, they aren't  to be trusted.",
        "This is a lot of words to say you don’t want to lose a day of revenue by going to court.  And that is a fact because I have worked with doctors for 35 years. \n\nDoctors frequently suffer from the notion that they are experts in all matters, when in fact many are stunted by their ice cold clinical training, the deference the world pays to them, from dinner reservations to getting out of speeding tickets.  You have no special abilities to judge a life, and the sooner you realize that, the better off your clients will be.  Clients, not patients.  Show some respect.",
        "In Canada, generally, we have the problem of keeping patients in hospital who decline treatment but are not safe to discharge.\nPhysicians often know little of the law, don't care about their obligations, and focus on their own, and hospital interests. I am generalizing, but not overstating the problem.\nAcessing courts is expensive, time consuming for staff in short supply.\n\nWe need some middle road: either court review of decisions made my physicians, or tribunals based on law, more easily accessed by  health care providers.",
        "One of my engineering instructors observed that when our computer programs work the first time, it may not be a good thing. His recommendation was to first look for where the program was failing despite seeming to work. Overtime, I have found his advice was sound, I have seen many programs that are presented as well functioning with glitches and bugs. \n\nThe ability of people to predict outcomes with respect to subjects they know well is demonstrably only partially reliable, even if better than others with less knowledge. My experience with doctors over my lifetime is that they can be downright arrogant about listening to patients when patients present them with unexpected results, dismissing the patients as being too ignorant to have anything relevant to say. They do not have justification to distrust that their treatments are effective and they do not believe they should change what they have prescribed, so they do not trust the patients. Sometimes they are dead wrong and the patients are telling them accurate facts which are not anticipated by the standard of care.",
        "This is what you'd want for yourself? \n\"Do unto others as you'd have them do unto you.\"  (Checking, not arguing.)\n\nAlong with your committee, which seems a good idea,\nI'd want to be consulted if possible.  \nTo have family I trust consulted.  (A comatose woman whose husband seems to be committing adultery cannot trust him.)\nTo have a time for review set.\nTo be free, as a patient, to communicate with outsiders--family, friends, lawyers, doctors...\n\nIn our communications age, and especially in a big city, have the committee call a judge, or designated legal person, and get permission by phone, email, etc?    Needn't have several busy doctors visit a courtroom.",
        "No, doctors should not make this call without independent oversite. However, a judicial panel with special training in mental illness would be a significant improvement over Judge Schmoe who has no clue. Having experienced what mock trial in high school looks like with different real local judges hearing the same fake case presented by teenagers, I can definitely say that many judges are unqualified to weigh in (or if they did, it would be to rubber stamp whatever the doctor wanted). Additionally, we need to modify current law to allow a short period of treatment over objection to keep the patient and staff safe while a decision is reached. This might be 24-72 hours for example. There are a lot of views on personal autonomy, but most of these cases are sad and can be violent, so a balance needs to be struck (and this would allow patients to more credibly express their wishes and level of understanding of the situation to the Court).",
        "I certainly agree with the comments pointing out the ominous implication of the for-profit healthcare vultures having the power to force \"treatment\" on people. If there is .00005 of a penny to be made this way - it is as sure as sunrise they will seek this path. I absolutely have no trust in doctors - especially one who thinks the occasional \"difficult\" patient is sufficient to rewrite the oversight that protects us. This just is not a convincing argument.",
        "The author's viewpoint is problematic is so many ways and terrifying across the board. Nearly to the point, I'd say, that his license should be reviewed.",
        "No. Never. Powers to police themselves, especially with immunity, would absolutely lead to abuses. This is a terrible idea.",
        "But was a judge without medical or psychiatric expertise the best person to decide this man’s fate?\n\nNo.\n......\nIf the law harms people more than it helps, it should be changed.",
        "We should be exceedingly skeptical of any artifice, such as the one advocated in Dr. Jauhar's opinion essay, that would effectively transfer to a risk pool (such as through Medicare, private insurance, etc.) the costs of medical care for an individual who lacks the capacity to be involved in the decision.  \n\nWe should also recognize the New York State DoH's pioneering role in development of the MOLST form (now called POLST in many states).  Guidelines for use of that form include companion provisions applicable to those who lack capacity to make medical decisions independently.  (See <a href=\"https://www.health.ny.gov/professionals/patients/patient_rights/molst/docs/general_instructions_and_glossary.pdf\" target=\"_blank\">https://www.health.ny.gov/professionals/patients/patient_rights/molst/docs/general_instructions_and_glossary.pdf</a> and its embedded hyperlinks.)\n\nDoctors perhaps should advocate more widespread use of the MOLST form rather than advocate some sort of supplemental apparatus.",
        "Shifting paternalism from (qualified at least) doctors to (largely unqualified and scientifically illiterate) jurists seems like a poor bargain.",
        "Absolutely not!  From the 9th and 14th amendments due process is required to deprive anybody of liberty.\nSo judges must be involved.  Possibly arrange for courses on mental competency in law school?",
        "This comment of mine was deleted. I wonder why.\n\"Most physicians, with a few exceptions, are in it for the money. Given that many physicians are emigres from countries where they were trained at a considerable loss to the locals, it's difficult to believe that these physicians are likely to work for the sole benefit of the patient. \"",
        "Let the patient decide, regardless. Too many doctors have god complexes.",
        "How do we feel about a MAGA doctor involuntarily committing someone with gender dysphoria because they are a “danger to themselves” or a pregnant mother seeking an abortion because she is “a danger to others”?\n\nThe judicial system creates a record of all the facts. Information is provided under penalty of perjury. There is a process for someone to argue each side. All decisions  must be reduced to writing. There is an opportunity for appeal. \n\nThe judicial system evolved over hundreds of years to prevent abuse. It is not perfect but it serves a purpose.",
        "I was a medical student in New York City in 1991 on a psych rotation. We had a manic patient who we thought needed involuntarily treatment as she was refusing our help.   I am profoundly grateful for the opportunity that we had to make our case to a judge. It was necessary for us to think through our arguments about the situation and to make sure that we took into account the patient’s perspective and present that to the judge.   We had to confront our own explicit and implicit biases (though I am sure we missed some) as we shared our reasons to keep the patient hospitalized.  Ultimately it was not our argument that won the day - when the patient spoke up for herself in the hearing room the judge could see her need for further treatment. \n\nLater, as a medical resident I also sat on the ethics committee of that same hospital. I was also grateful that we had a “check” on our deliberations. It made us more cautious  and thoughtful in our deliberations. \n\nAnd yes, decisions were slowed down by this process but ultimately it was to the benefit of the patients.  And that is the reason we went into medicine - to do right by our patients.",
        "Absolutely not. Private citizens cannot be given the power to take away a persons liberty, especially indefinitely. The role of judicial review is to ensure a patients rights are protected, not to guard against malicious doctors. \n\nIncidentally, this \"I know the right decision and I should be able to make it without anyone ever questioning my judgment\" mindset is exactly what leads to physician misconduct and a perfect illustration of why such decisions can't be left solely to providers.",
        "The idea of granting physicians the power to deprive individuals of their freedom outside the purview of the justice system is utterly frightening.  With healthcare now so firmly entrenched in our for profit medical industrial complex, way too many conflicting interests exist, influence from which physicians cannot appropriately recuse themselves. This power remains with the courts, an institution familiar with the intricacies of freedom deprivation, one which allows appeal of its own decisions.  It's an absolutely painful, inefficient and difficult process for healthcare providers but one which ensures the greatest justice.",
        "We have medical professionals. We call them medical professionals and experts. They do study, they are rigorously trained.\n\nBut then an everyman says \"I know better what to do here\". \n\nDid them think about the issue as much as an expert community did? No. Did them have knowledge about all implications and consequences of them proposal? No. \n\nJudge is a kind of a guard rail here. But what a real judge can do, except asking experts? Not much. \n\nThe issues from the article is a philosophical ones. Those about a balance between an individual rights and rights of the people of the society. Those are not to answered by an everyman without adverse consequences (which will be blamed on the smart ones as usual).\n\nWe basically involuntary trained whole Germany after WW2. We have North Korea isolated from the rest of the world (an open air prison, one can say). We are exploiting poor people right now. All that, good and bad, because an everyman have full influence everywhere. Especially now, when the Earth can be flat, vaccines have microchips, and 5G gives people autism.",
        "\"Of course, such a committee would have to be granted immunity from legal liability (as with judges in our current system), so that experts would be willing to serve and speak candidly.\"\n\nUm... no thank you.  There is already too much of this sort of power given to people that are then unaccountable in any other meaningful way.",
        "I have only my experience over a lifetime of over 65 years, with family, friends, my children, and just people I have encountered in the course of living - in other words I am an experienced layperson. I have found that many healthcare operations do not have the support staff to help make fraught decisions on behalf of a patient who is not competent. Decisions are made in the form of doctor's orders and no alternatives are discussed, perhaps because there is no one available who can, or wants to, communicate well with the patient.\n\nEven in the Houston metro area, where we have a massive health care center, many people including providers do not have access to the best decision-making tools. And many patients cannot afford to obtain the care the best decision would require. \n\nThis is an interesting, well written article. But the discussion here lives on a well-funded plateau that so many Americans cannot reach.",
        "I find it very disturbing that doctors (medical) are the first ones mentioned in ALL the solutions for these types of problems throughout the essay.  Does the author have an implicit bias that the only people who are capable of deciding the competence of a patient are medical doctors?   Why do we as a society assume, and then allow medical doctors to sit at the head of the table where decisions regarding a person’s competence, autonomy, and ability for self-determination are made? Joint decision-making between patient and medical provider does not exist in visits to a health care provider: a 15-minute visit to address a concern with one’s health leaves little time for anything except a cook-book response from the provider to a question from the patient. Why are we willing to assume that physician decisions on treatment of a health issue include patient preferences, family concerns, and current research regarding how best to treat a health condition?  Research has shown that this is not the case.  ALL patients should have an advocate that demands high quality, compassionate care of their whole person, especially those who suffer with complex health care issues such as the one presented in this vignette.  Patients with complex issues require outside scrutiny – a judge familiar with health care law is a good choice.",
        "The author glosses over the reason abuse of forced ECT or lobotomies. It was the hard work of lawyers and judges over the years to ensure that basic due process rights are respected.\nMost doctors have neither the experience, expertise or training to be able to effectively balance the legal right of autonomy against a decision to require treatment.  Psychiatrists have additional training in this area that dives deep into the competency question, general medical practitioners do not.\nI spent years conducting hearings on forced medication, I developed a great respect for the medical opinions of doctors. Sometimes I would disagree with a doctor not because I disagreed with the diagnosis, but because the facts of the case did not conform to the democratically created legal standard for when a person is required to submit to forced medication. It was probably the hardest decision I would make as a judge.\n\nThe writer wants to take the decision of whether to terminate a patient's autonomy away from the legal system and give it to doctors, ethicists, and other \"relevant\" experts, which seems to leave out experts in what rights all individuals are guaranteed under the law.\nBefore those \"well meaning\" decisions of the courts it was entirely possible to be committed for decades without recourse.\nSince retiring I have been teaching courses in law and psychiatry at a medical and a law school. I would never support eliminating due process for the disabled. Neither would the doctors I teach.",
        "As a retired lawyer who once worked as a public defender representing people being involuntarily committed for psychiatric treatment, I have some thoughts on this very complicated issue. 1. Under our Constitution, the government cannot deprive someone of their liberty without due process of law. This is not a process we can simply delegate to well meaning doctors whose bias is already treatment over liberty. 2. Current treatments for serious psychiatric illnesses are terrible and they mostly don’t work for people with schizophrenia and the side effects are terrible. 3. Our system in Washington is highly efficient and quick. Patients must be seen in court in 72 hours and if held for treatment reviewed again in 2 weeks, 30 days, 90 days, etc. Doctors get their say and lawyers protect the rights of patients. 4. A bigger problem in my view is that the standards for commitment are too high. We wait until people injure themselves or others or are completely unable to care for themselves when earlier treatment might be more effective. 5. As a society we have decided not to provide for those who are unable to provide for themselves and then complain about the chronically homeless people most of whom have drug addiction and/or serious mental illness for which we refuse to fund voluntary treatment or community support.",
        "Sorry but our society is not controlled by doctors. They are not in charge of our lives. They do not have the right to commit violence against us without our consent. For every good reason you can cite for this, there's a bad one. This profession has a long history of abuse, and they are far too comfortable with the lack of accountability. Why should we give them this right when they can't be trusted?",
        "\"But was a judge without medical or psychiatric expertise the best person to decide this man’s fate?\"\n\nOf course not. \n\nNor is a male politician or men on the SCOTUS best to decide whether or not a woman should carry a pregnancy to term, or what her reproductive health care should look like. But they do, in red states.\n\nNor are male politicians best to decide how history should be taught in our schools. But they do, in red states.",
        "As imperfectly as the legal system handles these cases, I remain loathe to hand it over to medical staff. They have a financial interest in forcing treatment. It's inappropriate, on its face, to permit such an overwhelming conflict of interest. My distrust of hospitals in general doesn't have to factor in; the conflict of interest puts this one to bed.",
        "Interesting how we want womens' reproductive decisions to be between a woman and her doctor but we want treatment decisions of the mentally ill to be decided by lawyers.  They are not equalivent situations, of course. People with severe mental illness are often incapacitated in their ability to reason, to exercise prudent autonomy. I am just pointing out that issues of autonomy are at stake in both instances.",
        "Doctors are trained to view mental illness as a biomedical condition and to treat it with interventions. Abuses are rampant in mental hospitals, from “soft coercion” to outright threats. One often has to take medications or engage in treatments one does not want in order to get discharged or even “privileges” like fresh air.\n\nTo deprive a person of their liberty and/or force treatment on them, you should have to get the agreement of at least two completely different professions: doctors and judges.\n\nOr, better yet, follow the WHO and UN guidelines which deem involuntary commitment a violation of human rights and stop locking people up for being different.",
        "\"He passed away a few weeks later without, fortunately, ever setting foot in court.\" This might have been the nicest fate for him. Sometimes mentally ill people, especially those who are also navigating difficult physical health conditions and have little in the way of family or relationships, understand deep down that remaining alive just isn't the right choice for them. \n\nHowever, I agree that there should be more enforced and supported treatment of mentally ill people --- of whom I am one, incidentally. Note that non-expert judges and juries are constantly ruling on things they know little about: technology and date rape, to name two. Bringing in expert witnesses is considered sufficient.\n\nImpartial panels -- maybe even a special medical and mental health branch of each state's judiciary system -- would be a nice addition to the current situation. But first, we have to prove that mentally ill people should be legally forced to accept treatment and be rounded up into institutions rather than wandering the streets attacking children (yes, this happened to two different families my husband and I know in Portland).",
        "Who knows the truth? Nobody. Knowing the truth means knowing what it true, forever and in every identical case, and humans, being finite beings, cannot do that. It comes down to who can more reliably predict what will have the most desirable results for the patient. That ends up being determined not by propositional logic but by empirical proof, and in that respect even experts are only right more often than non-experts but not always. Even a board of doctors in a hospital are not unbiased for any number of potential reasons. The worst case being whether to withhold treatment that will cost the hospital greatly both in dollars and resources. \n\nThe best argument for using the courts to resolve such issues and involuntary treatment is that the courts do not care beyond returning a legally sound verdict. If there are reasonable people who object to the involuntary treatments, let them be heard along with the advocates. If not opposed, just the act of having to relate the justification compels the experts to reconsider what made them conclude as they had.\n\nIf one has ever engaged in active listening/mirroring, one becomes aware that when people hear what they have said from an external source, they suddenly see it context and understand better what they are thinking and often what they have not considered. \n\nWhen people are intensely struggling to accomplish important work, they miss things which their minds tend to fill in to confirm that they have been successful.",
        "It's very concerning that so many commenters distrust the ability of physicians to make life and death decisions, and think judges would do a better job.\n\nMaybe, but maybe not.  Each medical decision and each set of personalities will be different.\n\nThe authors notes that courts are slow.  He is correct.  And they are also time consuming for all involved.  If you need to reach your physician with an urgent medical question, and can't because he or she is in court waiting on a judge, that would not be a good thing.  And if judges are given routine supervisory duties over medical decision making, this would happen increasingly often.\n\nJust saying.",
        "Of the several examples provided, there are two classes:\n\nThose who present danger of harm only to themselves, and\n\nThose who present danger to others (e.g. the tuberculosis example).\n\nThey require different ethical analysis.  Unfortunately I can imagine a future, not far off when \"harboring politically liberal thoughts\" could be deemed dangerous to others.",
        "Thanks for this essay, as it addresses yet another area in need of medico-legal reform.  A national health care system design might incorporate quasi-judicial panels independent of providers and hospitals to make such decisions, with right of appeal to a court.  Panels could include medical experts and a lawyer.  \n\nI am disappointed, though unsurprised, that the essay doesn’t consider how other countries handle such ethical questions.  It is high time we abandon the American exceptionalism delusion and seek the input of allies that have real systems of health care delivery and law.",
        "No, no, and just no.  I do not want to be treated against my will just because \"a doctor says so.\"  On occasion I disagree with my healthcare providers, and in the end, I'm usually right.  The courts are there to protect my rights.  Please keep the courts involved.",
        "The reason the Cuckoo’s nest sort of abuses ended was exactly because the law began to require that these decisions be made by impartial, elected judges.  Taking away someone's constitutional rights is a big deal, and it should be done by someone trained in constitutional law.  The questions in guardianship and mental commitment cases involve a balancing of people's medical needs with their rights to control their own lives.  In Wisconsin, for example, we have several different standards under which person’s rights to make their own decisions can be taken away.  People in these situations have attorneys appointed to represent their wishes, and other attorneys appointed to represent their best interests.  Attorneys for the government advocate for the guardianship or commitment.  Doctors are used as experts regarding the medical issues.  Each person - doctor, government attorney, adversary counsel, guardian-ad-litem, and judge - play a role.  The idea of having doctors usurp all of these roles is authoritarian.  Doctors, or even panels of doctors, untrained in constitutional law, would be likely to reduce the issues to one simplistic question -  “what do I think is best for this person.  The questions to be answered in these cases involve much more than that.",
        "May I remind the readers that even Christ, before healing the paralytic, asked him, \"do you WANT to be healed?\" - although the sick man had presumably indicated by his behavior (by crawling up to the rabbi, and just by being there) that the answer to this question is probably \"yes\". Even God needs to double-check,  an informed consent.",
        "Heavens, a lot of you posting lack reading comprehension and the ability to stay on topic! The article is featuring a very unique situation that unfortunately, has become common: patients with profound mental illness, particularly Anosognosia, with other life-threatening conditions, where they have no one who will be their legal health care agent due to alienation, so there is no one to make healthcare decisions for them who is of sound mind. The article's scope: what is the ethical thing to do with a patient that cannot care for themselves and who lacks any kind of legal guardianship?What do you do with a patient with refractory mental illness that has comorbidities? Do you treat over their wishes because they are not of sound mind and able to make healthcare decisions? Or do you send them home, even to the streets to likely *die* there without treatment?\n\nThose of you so scared of the medical establishment need to check in with your state and execute a healthcare proxy, and, in certain cases, add a durable power of attorney, and discuss with your medical providers and families the concept of advanced healthcare directives. State laws vary on the legal strength of each type of instrument, so do your research and plan for it.",
        "If the patient wants to suffer… we should let them suffer.  This seems to be the consensus of some of the top comments.  These folks don’t trust our medical professionals to separate profits from standards of care.  I tend to be more trusting that this can be properly managed outside of courts.  Getting sick and elderly to make the right decisions about care is challenging.  Long term involuntary commitment seems to be worth some greater scrutiny.",
        "It's not that I don't trust you, but.......  The decision to involuntarily treat or incarcerate a patient is not one for a Dr alone.If the patient is, indeed, incapable of making decisions that the dr or medical community agree to, there needs to be a more objective, independant voice weighing in/.  The possibility of abuse of this kind of authority, on an individual or pan industry level is huge.  I have little doubt that many if not most people could be diagnosed as incompetent for simply being unconventional, eccentric or just oppositional",
        "What is ethic? What determines right from wrong? What is legal? Who should decide? Understanding that “predictions are hard to make, especially about the future!”(Yogi Berra) - the doctor is certified?? You gotta be joking!",
        "Dear author,\nYour views are inappropriate. Imagine yourself in the hands of people making decisions for you against your own wishes. Sounds like a prison, doesn't it? Go undercover and see how you feel within minutes. I dare you.",
        "\"But was a judge without medical or psychiatric expertise the best person to decide this man’s fate?\"\n\nDr Jauhar fails utterly to understand the judicial role in these matters.  A citizen's right to freedom can lawfully be severely abridged by two instititutions: police and hospitals.   Whether the removal of freedom takes place in a police lock-up or an acute-care psychiatric hospital is irrelevant.  The extreme shift in legal status from freedom to involuntary detention requires judicial review.  Judges do not make medical evaluations; they rely on psychiatrists to present medical information that will inform the decision concerning citizenship rights to freedom.  The patient's safety and clinical status are enormous considerations in these determinations, but they do not erase the need for review of the patient's legal status.  (The absence of such judicial review gives us the Soviet gulog.) \nAll of the psychiatrists I have worked with clearly understand the interplay between legal and psychiatric considerations.  They have respected and assisted the court's work in matters concerning the abridgement of any citizen's fundamental freedoms.  Cardiologists, apparently, have a harder time grasping it.",
        "We have a mental health crisis that effect our quality of life. I can no longer take my children to school on the subway because of the mentally ill on the subways. When we have small children, we decide medical procedures for our children because they are incapable of making those decisions. When our parents get older, we get power of attorney to make decisions for them. Same should apply for the mentally ill on the streets.",
        "\"Thou shalt not kill\nBut do not strive,\nOfficiously,\nTo keep alive.\"\n\nIt's not your business!",
        "No, no, no.  The rights of the individual are sacrosanct.  Hospital staff have a vested interest as well as a bias that is in conflict with the personal liberties of the patient.  This also applies to a so called in house independent \"commission\" that would be funded by the hospital.  Besides, this article reveals the solution that was reached in the case example in which the patient conceded to a plan to move forward.",
        "The author's reasoning demonstrates why meaningful due process is essential, why due process is the purview of the legal system and why accountability is external, not internal.",
        "Doctors have proven they aren't immune to ethical lapses. A third party is the right person to make the decision.  \n\n<a href=\"https://www.nytimes.com/2024/04/01/health/pelvic-exam-consent-unconcious.html#:~:text=A\" target=\"_blank\">https://www.nytimes.com/2024/04/01/health/pelvic-exam-consent-unconcious.html#:~:text=A</a>%20New%20York%20Times%20investigation,patient%20had%20not%20authorized%20them.",
        "Refusing “treatment” is going to become more common. The combination of COVID and the impersonalities of many forms of care are occurring in conjunction with unprecedented societal craziness. I’m sitting on a few “elective” procedures and choosing the results of not. Pain can be simpler.",
        "i worked for years at Kirby Forensic Psychiatric Centre. Time and time again we had these sorts of problems. The solution was a courtroom there, in the psychiatric hospital, with a judge fully knowledgeable about psychiatric issues. The patient had their own counsel, and the state was represented by theirs. Many patients, even in the hospital, refuse treatment. This means using techniques that are less than acceptable to the public. ECT was often used, and frankly, very, very effective. Then a patient would improve mentally, and start taking meds. But over and over again the scheduled court review would be canceled, the patient didn't get treatment, and got worse. And many treatments lose potency when stopped and started. And patients sent to Rikers before a court hearing were kept in a large room, their name was yelled for meds, they didn't take them and ended up right back where they started. In an expensive, and seemingly never-ending hospital stay. This was the fault of the system....doctors who were inadequately prepared for court, and the requirement to ship so many patients to Rikers before an outside hearing. We should all be ashamed.",
        "In Ontario Canada we have something called the Consent and Capacity Board, a body independent of the hospital which sits to determine if a doctor's finding of what we call Incapacity to Consent to Treatment is necessary. The Board usually sits as a panel of three - lawyer, doctor and lay person, with the lawyer as chair. The doctor must present their case and the patient has the right to a lawyer which is usually paid for by our Legal Aid system. To say that a hearing conducted solely by medical professionals is \"independent\" of the restraining doctor is disingenuous at best. Our Board was set up as a quasi-judicial administrative tribunal, just shy of a court. And yes, over 95% of hearings go against the patient, who then has the right of appeal to the Superior Court of Justice. But it's removed from the hospital, it's run by the government not the hospital and it has lay representation as well as doctor and lawyer. A superior system for preserving patient rights, in my view.",
        "The reason that it became clear that the patient understood his treatment options and consequences is...\n\nthe psychiatrist in charge was not allowed to make the decision.\n\nThe treatment team, including the patient, made the decision.\n\nNever, ever think that an immediate and unilateral decision on something this serious is a smart move.",
        "no absolute power.    Doctors make mistakes, or can act on alternative motive or. worse, conspiracy  motive. they must not be allowed to bury them.",
        "Nice thought that all doctors are beneficent.  The medical profession has its share of crackpots. Actually more than its share of crackpots.  And the medical profession is loath to police its own.",
        "This author just proposed that doctors play God without any oversight or review. And doctors wonder why we don’t trust them.",
        "Excellent evaluation of a problem that yearns to be solved if only because such persons whose faculties are hindered by mental illness can be a source of danger to themselves and others. I would support such measures that would improve the outcomes for those struggling with schizophrenia or other more serious disorders of the mind. These disease states are poorly managed now and do not effectively treat persons who are afflicted. We need groups to come together in aid of the persons in our world with the most to lose if they are not given the ability to reason out their options in life.",
        "Women once had rights implied in the Declaration of Independence to be inalienable which were more and more honored as such in every day real life. No more. From inalienable to political jump ball, overnight. The cement of acceptance hardening. Now here a man's rights delicately discussed. For a third Presidential election a major candidate is putting plans in the collective consciousness for people to think about which were previously unthinkable; And bidding for acceptance by an increasingly submissive public.",
        "Our current laws governing patients who have severe mental problems need to be changed so that the family members have more power to decide what is best for their loved ones.  \nMy daughter is a legal guardian of my ex-wife. However, she couldn’t admit her mother to a psychiatric hospital even though the guardianship court order specifically listed that the guardian could admit her to a hospital.  According to the hospital lawyer, the court order doesn’t contain the words “psychiatric hospital”, so they couldn’t take her in. Ironically the whole guardianship court order was deemed my ex-wife incapacitated due to her mental conditions. \n On countless occasions, I asked for help from the police because my ex-wife refused to go home with me and wanted to wander outside.  The police couldn’t do anything because she was “not harming herself or harming others”.  One time the police told me that it is not a crime to be homeless.  \nMy ex-wife is a diabetic and denied that she has the illness.  While she was involuntarily admitted to a psychiatric hospital, my daughter asked the hospital to treat her diabetes. However, the doctor said they couldn’t because she refused the treatment and the hospital couldn’t force her unless she was in imminent danger.  Our laws grant parents the right to take care of their children and make decisions for them, but why do we let adult mental patients who are less intelligent than a 6-year-old make decisions?",
        "Death is the great Shadow behind most of our actions. Not even doctors can say, \"The patient died.\" They say, \"He passed away.\" I'm 85. I had to argue my way out of the hospital last year, where I'd gone for a blood infection - I went under protest, but my husband wasn't ready for my death. I went.  I got sent home with a pic line to continue my treatment. I was a good girl, and did it carefully. Then bingo, a new blood infection. Back I went. And after a week, it too was controlled. And my husband, who is frail and we live in the woods, was not thriving. It took me three days to get them to release me - and I did it finally by getting up, dressing, and heading for the door. Why? They discovered a \"mass\" on the outside of one lung. They wanted to biopsy it, they wanted to take yet more blood tests (from veins now collapsing). They wanted to wait for this, that, and the other. I left. I will, and now my husband agrees, never go back. I'm 85. Somehow in the next days, weeks, months, my body will disconnect forever from this life. It's a big deal. But I'm a big girl. And I'm human. It happens.",
        "Same for congress people, state legislators and judges deciding what medical care women are entitled to. They are unqualified to make those decisions, which should be between a woman and her doctor.",
        "No, No, No. Dear Doctor, You are not god. l and or a family member who I have legally designated are the only ones to make medical decisions for me.",
        "The article centers itself around the example of a man with a complex health situation, one including possible mental health issues that the doctor says makes it impossible for him to make a sound decision about his own care. The article then proceeds to make multiple claims about how far medical ethics and issues around doctor's unethical and paternalistic decisionmaking have come, to the point where it's 'no longer an issue'. That is so far from the truth of reality, including for this very doctor in my opinion. The author concludes the article with two paragraphs about how this supposedly incompetent patient WAS able to make a decision of sound mind that was ultimately better for him than any of the options this doctor presented. \n\nMaybe instead of trying to come up with complicated work arounds to continue making paternalistic decisions as doctors, this author should spend more time listening to patients and actually working with them in whatever capacity they have to find the best solution for THEM not for the doctors.",
        "I find it somewhat confusing that he was determined to be incompetent, then signed himself on to hospice.  Perhaps I missed something.\nIf he was indeed incompetent, which as we know generally requires a psych eval and two different attending physicians to determine, a surrogate should have been appointed. New York has systems in place for a state surrogate to be appointed.  My experience is that these individuals are caring, competent and responsive to the needs of the hospital team.\nI am not sure if a judge is needed in the process of appointing a surrogate, but generally their role is just to ensure that due diligence has been followed.  Granted, appointing a surrogate can take time. It appears that this was not an emergent situation however, though I'm sure the hospital wanted him out as soon as possible.\nFinally, we can all recognize that the days of One Flew Over the Cuckoos Nest are gone. But this is because of the laws that have been put in place.  Tossing them aside would be, as Justice Ruth Bader Ginzburg has said, would be akin to throwing away your umbrella because you're not getting wet.",
        "I’ve had some doctors I trusted implicitly to do the right by me. I have also had doctors who did not and did not have my best interests at heart. Pretty sure one of my treatments tried was so the doctor could pay his country club membership. Not someone I would want making decisions about patients.",
        "I worked on a locked unit in a private  psychiatric hospital for a several years when going to school. Numerous times people were committed by doctors for treatment for mental illness. A few times people were committed that I believed was not warranted. Those people were released in a few days. It was close to kidnapping and being held against tier will. It is a very difficult process for everyone involved.",
        "America should make it easier for authorities such as doctors to keep people diagnosed with mental illness in facilities against their will and in general make it easier to diagnose mental illness and hold such diagnosed people against their will?\n\nThe big problem as I see it is diagnosing mental illness in the first place in current America which has no clear definition of sanity and is full of incoherent thinking. People routinely accuse each other of not thinking right to the point of accusing people of being flat out immoral and they try to keep each other down to the point of not just censoring or firing people but to the point of having them confined. To make matters worse even correct thinking is considered potentially dangerous as we see in attempts to have A.I. restrained, \"to work for humanity\". Basically thinking itself whether sane or not is considered something which must be controlled and everybody is held to limits, their fields and disciplines for example, lest they \"overstep their bounds\".\n\nBut let me give an example of \"crazy\" thinking which might get me personally in trouble: America is simultaneously becoming extremely anti-Darwinian natural selection with respect to humans and Darwinian to point you have the most capable people in society overtasked in employment to make up for the many who don't pull their weight, the strong with enormous moral pressure forced to make up for the weak, a contradictory situation with no sane solution so far, thus anger.",
        "I'm 71 and terrified that someday someone might decide that I can't take care of myself and place me under a guardianship. That would mean I would lose access to my own money and property, and maybe even be sent to live in some kind of facility. All without my consent, of course. It would probably be decided by a judge and doctors. I have no family to chime in, so will be at the mercy of strangers. This is a frightening prospect. Every year my doctor has me complete a Medicare physical, which includes questions devised to uncover any problems with my mental state. Scary. I've decided to stop going to my doctor when I reach 75 or so. Once they determine you might be slipping that could be the end of your independence. I'd rather shuffle around my house talking to long-dead friends than be put into a facility of some kind \"for her own good.\"",
        "This IS a thorny issue, much thornier than Dr. Jauhar would have one believe.... I'm inclined to think the best of major NYC hospitals. I'm certain that they attract - mostly - excellent MD's providing excellent service. Even their administrators are almost surely \"above average\" ... \"on average.\"\n\nBut while Dr. Jauhar states an obvious truth that a judge is really NOT LIKELY to be able to analyze all the things that lead one or more doctors to conclude that \"what's best for the patient ... is not what the patient would prefer.\"\n\nYes, there were profound mental health issues in this case, and I dare say that being hospitalized could take a person with excellent mental health ... and impact that negatively.\n\nIt's big and little things - \"visiting hours\" are almost surely necessary, but they are un-natural. Being awakened every few hours so that one's blood pressure can be taken (that's what I remember from 10 years ago at Langone) is functionally similar to what CIA contractors did by way of torture around that same time.\n\nBut ... in a nutshell, is a doctor (\"brain surgeon\" is colloquially used as a proxy for \"super-smart,\" but what's needed here may be \"emotional intelligence,\" and I wonder if the typical surgeon actually has BELOW AVERAGE e.i.) the best person to decide that an individual's personal freedom should be violated. In 2024, any/all hospital staff will have *LAWSUIT* jockeying with medical things for what's front and center in this decision-making process.",
        "Great article on a subject few people know about unless one has cared for a mentally ill person with (anasognosia) denial of their psychiatric diagnosis.  They’re exasperating. This process should be streamlined.\n\nGrowing up with a mentally ill family member and seeing ‘One Flew Over The Cuckoo’s Nest’ upon the first time I saw Nurse Ratched as the movie’s true hero and victim.",
        "When a group of experts is responsible for making decisions regarding the certification and involuntary confinement of people in a corporate-run facility, or any facility for that matter, we risk having a fluid and arbitrary definition of competence. The phenomenon of groupthink is real and can be dangerous. The judiciary is present to protect patients from potential abuses, and their decision-making process is based on intelligence and measured consideration. The writer underestimates the judiciary's role and importance in such matters.",
        "The author presumes that multidisciplinary teams in which nurses, social workers, and bioethicists participate safeguard patients against maltreatment and, by implication, also against paternalism on the part of doctors. However, the independence that he claims these committees have is suspect given the deference often given to doctors’ opinions by their colleagues, including nurses, hospital social workers, and bioethicists. The author clearly regards it as a success that the patient did not have to go before a judge. Perhaps it would have been even more of a success for the patient had he not wound up in a hospital in the first place.",
        "And when the holier-than-thou doctors make a mistake or sanctimonious choice, what recourse would the patient have? Keep it in the courts.",
        "Successful treatment depends on the action and will of three equally important participants: patient, physician, and remedy. It's a trinity. If you eliminate either one of them from participation, it's just going to fail. Already, the patient is pretty much eliminated from decision-making in the form of all kinds of gaslighting in American medicine. No one, but no one, has the power over a person's will and freedom as the doctor. People just surrender to \"whatever the doctor says\" without taking an active part in their own healing and recovery. It's a recipe for failure - the only thing it can achieve is the never-ending chronic illness.",
        "As an interventional cardiologist of some 35 years I have run into this issue many times, and appreciate the present discussion. The unhappy history of \"paternalistic abuses\" is mentioned as it should be. However in this area of the compromised patient, but really throughout present day medicine, I find young physicians recoiling so vigorously from\"paternalism\" that they often leave the patient without a sense of what the informed, best course of therapy should be. What is it that their doctor actually and firmly recommends? I would appreciate an opinion piece on this topic",
        "So did you check out any mental health  statutes doctor or you did just dive into fixing a system that mental health professionals and legal experts have struggled with for years? Doctors prescribe medication in hospital psychiatric situations that cause side effects not easily controlled in an outpatient situation. Which drugs are available on the Medicaid formulary or ones available through private insurance? Let’s think for a moment on who should substitute their judgement for the patient and in what phases of treatment. Emergency situations can justify hospitalization and even forced medication under some mental health statutes, but when the patient leaves the facility who should decide what treatment should be required. Is there case management available? What other issues need to be addressed in discharge planning? All this stuff is not so simple and forgive me if I have some doubts that medical expertise in place of that of a judge who listens to all the evidence, weighs the options, and balances the liberty concerns of the individual with the needs of the community is a good idea. We should not treat’em and street’em but this issue presents real problems that lack easy solutions. Community mental health systems are underfunded, poorly staffed, and are dealing with some clients who would prefer to be left alone regardless of the consequences. The medical decision-making model isn’t up to the task. All we can do is keep working the problem from all angles.",
        "As a mental health clinician with many decades of experience with adults with the most serious diagnoses, I am concerned about the idea that medical staff are the “experts” and in a better position to make unilateral decisions in psychiatry. Instead, including multiple perspectives, such as a judge, but especially the people most at the center of concern are critical to the most effective, helpful and ethical services. In addition, prescribed drugs are helpful for many, but not required for everyone in the same way, have very difficult side effects and services must include many other services such as treatment for trauma, food, safe housing, peer and family support.\n\nShared decision making that includes the voice of the client and professionals listening with humility is vital to successful connection and lasting engagement in services. Self determination and a broad range of understandings have been shown to help people feel heard and more likely to work with treatment teams that include peer specialists who are willing to listen and share power.",
        "These are delicate situations with many complicating features.  In my experience of over 25 years as a hospitalist physician, it almost invariably works out for the all the parties involved.  I've personally taken care of thousands of complicated patients over the years and I've never yet had a patient situation requiring court intervention, except once when the patient was fully capacitated but adamantly refused to be discharged...\n\nGood nuanced article for once by the author...",
        "I am a dialysis doctor and this is a daily issue for me.   If we had to get court review everytime an unconscious or delerious/demented patient needed emergent dialysis we would lose many patients.  An in house review system exists, however informally, since actualy judicial review would result in life threatening delays.  On the flip side, I am usually the first doctor on a case to discuss hospice options since, as nephrologists, we prefer NOT to dialyze patients who have no prognosis for long term meaningful survival..... and that is even knowing that we get paid for dialysis treatments.  Dishonest doctors are the exception, NOT the rule",
        "Anyone who has had a long chronic illness (mine is a genetic rare cancer that makes me appealing to “researchers”) knows that the ideas expressed in this column benefit “medicine” and it’s constant direction, at least in America, to exploit and profit from patients, not to help them “for their own good.”",
        "Doctors need to accept that they don't have real solutions for heart disease and cancer and many other lethal conditions. Their course of action is usually suffer longer and die broke. They act like it's suicide if you refuse treatment as if you're not going to die anyway.",
        "A paranoid patient refuses treatment for an initially highly treatable cancer that they later die of. As a society, we're willing to let mentally ill people die in the name of 'civil liberties'.",
        "There’s this idea that being alive at all costs is always the best decision.  Sometimes people are tired of failed or inadequate drug treatment for mental illness or are on the road to incapacity due to dementia.  A patient may have a DNR yet the medical professionals treating them provide emergency care anyway.  The demonization of suicide is based in religious ideology.  Why should that be imposed on the general public.  Sometimes passing away / ending one’s life is tremendous relief for individuals who are suffering.  Anyone who has medication-resistant depression knows this.  It is exhausting day to day and to feel no joy when other around you don’t understand what that means or paternalistically offer advice that just doesn’t apply or is ineffective. \n\nLet’s see if this gets published or if the idea that ending one’s life may be acceptable under certain circumstances is still too controversial.",
        "The author states \"Doctors today are trained in shared decision-making. \"\n\nBut really, are they putting it into practice?\n\nAs a family member of a cancer patient, I've experienced shared decision-making and have a great respect for the doctors who do sincerely take this approach. \n\nAs a doula I've accompanied many families during pregnancy, labour and birth. In that context, shared decision-making is virtually non-existent. Bullying and manipulation are rampant.  So many difficult and sometimes traumatic experiences could be avoided if the mothers felt they had the information they needed, respect, and the ultimate say.",
        "This is honestly one of the scariest opinion pieces I’ve ever seen in the NYT pages.",
        "Sounds like even judges are too deferential to physicians.",
        "Many Drs including Psychiatrists, and maybe even more so, are treating the chart not the Patient!",
        "I dont trust doctors any more than i  trust judges.",
        "Sounds like even judges are too deferential to physicians.",
        "It came down to the almighty dollar to set this man free. \n\nCheaper to treat at home with hospice than battle with him in the inpatient  psych unit with no family or friends to maybe guide him through medical treatment. \n\nThe man might have died anyway even with the spendy care, and it’s good he made it home. Let’s not kid ourselves, the bottom line  in unpaid indigent care  was most likely the deciding factor. Hospice washed every one’s hands clean.",
        "\"As doctors, we would have to plead our case before a judge. But was a judge without medical or psychiatric expertise the best person to decide this man’s fate?\"\n\nOh My! Lèse-majesté  if I ever heard such ... How dare anyone not accept that doctors are all the ultimate, al knowing experts!   \n\nSeriously, such situations are multi impact problems. There is the patient and their rights but also family, neighbours, social services, etc. to be considered and consulted before deciding how to deal with the situation. Therefore it would seem to me that a team should be making such decisions and setting up periodic reviews.\n\n ... but FIRST of all mandatory treatment (medication) must be imposed before sending a person with handicapping paranoia out on their own to possibly do har to themselves or others. \n\nMost people would not let a sick dog out on their own to die ... We in America do that quite a lot with the lost homeless folks in our streets. ACLU \"patients rights2 anyone?",
        "All you have to do is walk down a street of a major city to see the results of our current system: sick, dirty, malnourished people in the grip of psychosis, wandering around in a daze.\n\nStrictly speaking, most of them are not an immediate threat to themselves or others (a primary consideration for forced treatment) but they are suffering and they will continue to suffer, living as pariahs, until they have early deaths.\n\nWe can pretend to ourselves that these people are making decisions of their own free will, or that somehow, this respects the dignity of the patient, but this is systematic cruelty and neglect of people who need our help.\n\nIf this is the result of judicial oversight, then judicial oversight is not effective.",
        "In 2019, after suffering abuse at the hands of nursing staff at a facility to which she had been discharged for physical rehabilitation, my brain-injured wife (who entirely lacks mental capacity to make her own medical decisions) was, unknown to me, put on a prophylactic dose of an atypical antipsychotic drug that had a FDA black box warning stating explicitly that it was contraindicated for my wife. The script was written by a second-year resident hospitalist “in consultation” with several psychiatric residents, and apparently was not reviewed by any supervisory staff. The drug was administered as a chemical restraint in response to allegations of “behaviors” by the abusive nursing home, which has since settled with us out of court. (I am my wife’s legal guardian and conservator.) The one person NOT consulted about the drug was me—no informed consent was either sought or given. After transfer to a second nursing home to continue the abortive rehab from the first facility, my wife continued to fail at rehab due almost entirely to the effects of a drug regimen I knew nothing about. I took her home after three futile months at the second facility after finally learning about the drug regimen, sick and unable to walk at all. We have been “consulting” the courts ever since.",
        "Wish I could agree, doc, but I know for a fact that not all physicians are as learned and ethical as you.",
        "OMG, no. Just no. You go to a hospital and all of a sudden you’re at risk of random doctors imprisoning you, medicating you without your consent, violating your very humanity? Absolutely not. The vast majority of doctors have had absolutely zero training in assessing an individual’s rights under the law of the United States. Their training is in medicine. Further, doctors are vested and biased actors in the case. I shudder to think how much power a committee of white male doctors would yield over women, people of color, the poor. Doctors have medical expertise, period. They do not have expertise in when and how to limit an individual’s rights under the law. Judges are far from perfect, but they make decisions every single day about individuals’ rights and responsibilities. That is their job and their training. And there is a vast and well established legal framework for assessing and appealing their decisions, and precedent they can look to attempt to make wise decisions. Not to mention they make these particular decisions relying on doctors’ professional opinions. Doctors, respectfully, stay in your lane.",
        "Judges make decisions every single day about a huge array of matters about which they have no education, experience or relevant basic knowledge. Ditto for lawyers, who counsel people on tons of issues and problems about which they know nothing. All this counsel and judging, of course, often yields predictably bad (and often stupid and illogical) results, but a little bit of social chaos is a good thing, am I right? Why should doctors and medical professionals be treated differently? (/s)",
        "\"The law ought to be changed to keep such decisions in hospitals — in the hands of doctors, medical ethicists and other relevant experts.\" Agreed, but don't forget the patient.\n\nUnfortunately, we know how well leaving healthcare decisions  to patients and their healthcare provider fares when judges, legislators, even insurance companies, etc. stick their ignorant noses into these kinds of things . Just look at the recent decisions on abortion.",
        "Yeah, no.  Required use of the judicial system is what keeps physicians honest. When you can effectively police your own then granting of this extraordinary power to imprison might be something to talk about.",
        "And who will represent the patient’s point of view on your committee?? You are extrapolating from a very narrow experience to something that has massive implications for thousands of people forced into psych treatment everyday. It’s bad enough that the judges rubber stamp most of these decisions and now you want to get rid of the very last shred of a patient’s right to self determination. Even in your example, once the patient was forced into psych treatment, he still made the same medical decision…",
        "Don't be fooled by the recent articles suddenly appearing in major publications like the WSJ and the NYT's highlighting examples like Jo Franklin and Rob Dart and the need to take away basic civil rights of people who appear to have MI. From the state that gave you the \"AIDS BABY BILL\" depriving women of decision making of their baby's medical treatment as well as other states clamoring to criminalize MI- this is a well funded and orchestrated campaign to shape public opinion.",
        "In view of the historic medical abuse of women, I think there should be more checks than those proposed in the opinion piece.",
        "I'm not even sure why the NYT is publishing this article.  It seems self evident that in America citizens should have their legal right to freedom determined by the judicial system not by the medical 'system' which is fragmented and in many corners driven far too much by the profit motive.",
        "Hmmm, it seems that most commenters here believe that judges are much more competent and trustworthy to oversee and evaluate complex medical issues than doctors. They have little confidence in medical professionals with decades of experience and expertise in psychiatry.\n\nYet, when it comes to legal affairs, commenters typically express a lot of doubt in the trustworthiness of lawyers and judges.\n\nAs a nation, we seem to have mental competence issues.",
        "Good ideas. Courts do not belong in the medical decision-making process for the reasons that the author makes clear, and the safeguards that the author proposes are adequate and often already in place.\n\nThere are grave risks of danger for the patient as a result of a delay in treating mental illness, especially with all of the trigger-happy police. From Friday:\n\"A man who crashed a stolen police vehicle, survived gunfire from 11 police officers and then drove off and crashed another police cruiser — all while wearing handcuffs in a hospital gown — is in no mental capacity to appear before a judge right now, his lawyer said Friday.\"\n<a href=\"https://apnews.com/article/maine-suspect-steals-two-police-vehicles-d6543ecb2339d49ce04fe5c321d547de\" target=\"_blank\">https://apnews.com/article/maine-suspect-steals-two-police-vehicles-d6543ecb2339d49ce04fe5c321d547de</a>\n\nWrite your legislators and encourage them to study existing laws with a view to re-writing them in the direction suggested by this author.",
        "Question:  how do the professions apply \"due process of law\"?",
        "It's a tough choice when both doctors (pelvic exams on anesthetized women) and the courts (Clarence Thomas et al.) have lost our trust.",
        "The NYT article from May 7, \"In Medicine, the Morally Unthinkable Too Easily Comes to Seem Normal,\" offers a different point of view.  I am not interested in an essentially closed system with no liability.\n\nThere's an old joke that goes, \"What is the difference between a doctor and God?  Answer: God doesn't think he's a doctor.\"",
        "There is another perspective, nothing about us, without us. There are a lot of us out here who regard ourselves as psychiatric survivors, who think that the closing of the hellholes called state hospitals, was, all in all, a good first start.",
        "Two things stand out from this opinion piece.  One, fundamental, the other mostly trivial.\n\nFundamentally, the author is much more right than wrong that doctors should be the people to make the decisions he writes about. Quite frankly, that extends right up to the supreme court justices who make decisions on healthcare and other subjects without any competence on the subject matter, relying instead on their preternatural ability to discern the intent of those who wrote the laws.\n\nThe biggest problem with doctors making the decisions unilaterally, even under team decision-making, is that doctors have lost a lot of credibility with the public.  The medical profession is a classic economic cartel and a defacto \"brotherhood\" which insists on self-policing and fails miserably.  Just like the police unions and others like them.  Transparency is not a strength of self-policing organizations.\n\nThe trivial aspect of this opinion piece is the headline, which may change as the day progresses.   I had to do a double take when I read the gender specific pronoun in the heading; eg \"his consent.\"  Are we truly seeing a reversion back to standard English in journalistic writing?",
        "A beautifully written and important article about a delicate topic.",
        "Some states have “mental health courts,” where personnel are trained in this area.  \nHaving worked with people with severe mental illness and having accompanied them to such courts, I found the outcomes can be helpful, fair, and compassionate in many cases.  \nHowever, judges in these proceedings often have their hands tied by the law and find they must release the patient without treatment, or as soon as the person can present well enough to get cleared, at least for the moment.  \nThe Mental Healthcare system for people who are without means and housing needs more of society’s deep attention, and less short term fixes.  If present indicators are true, we will be facing more of these issues and not less going forward.",
        "All very interesting and very important, but the patient example used did not help the discussion. How about a less-than-able patient who will be around for years? And what if that person were not in a hospital but on the street or in jail, etc? I totally sympathize with the complexity of the situation, I'd just like to see better examples of how it can/should work.",
        "The reason why of the virtually all physician recommendations are upheld is that most judges have the good sense to  realize they don't have the medical knowledge to make a judgment and in the absence of any evidence that the care is being recommended for some reason other than what is considered to be the best interest of the patient they trust the physicians.\n\n As a physician who has been involved in several such cases, I found the judges always ruled for recommended care within a few minutes.  All the hearing ended up doing was wasting the court's time and that of the doctors involved and the hospital's attorney.  \n\nAnd for those who think these hearings are like trials where two sides are presented, in fact that there is rarely anyone who is disputing the need for the care or opposing it being given.  From my experience those few exceptions have involved money and family members who are expecting inheritances when the patient died opposed care because keeping the person alive wasn't in their financial interest.",
        "Depending on the circumstances, in urgent but non-emergency cases, especially when it's not logistically feasible to timely gather the involved parties/lawyers for an in-person court hearing, an agreed hearing by telephone conference call with the judge can be a workable alternative.",
        "As a physician, I dreaded making decisions for my patients.   There is not only the paternalism, but also the potential for others to deride the measures taken, whether a spouse or relative or some friend of the patient.   It is much easier for any party of clear or even of dubious current association with a patient to assume the aggrieved role in such matters.\nNor is it all to the easiest for examination when an action often could be seen as to the physician's enrichment or his or her desire to maintain control.   The business is laden with all sorts of potential conflicts of interest.\nFor any patient of my general prior experience, I always suggested some Medical Proxy - or even yet better- a Living Will and a Medical Power of Attorney where these were practical.\nWhere there is no clear provision for some prior arrangement being secured or desired, it is always best to have some appeal to a medical ethics review or at least some ombudsman to act as an intermediary to assure that arrangements are being made to consider some physician beyond that of the physician himself or herself.\nIt is problematic that patients cannot have some 'say so' in a moment of need, but a provision for experience in medical care is vital to understanding the relative potentials for benefit and risk of interventions.\nLawyers and Judges simply have too little proximity and knowledge in the moment -in most any case- to weigh in to the most ideal utility for health concerns.",
        "More judges, more beds, more oversight.\n\nNo more booklets of blanket consent documents to get basic medical care at a hospital. \n\nSingle payer could fix all of this.",
        "Assuming that a patient who by the physician's own assessment is unable to understand the risks of psychiatric treatment is somehow ABLE to understand the risks of home hospice seems like wishful thinking or worse.",
        "Taken in the round, the 1975 movie “One Flew Over the Cuckoo’s Nest” did more harm to more people than any other civil action I can think of. The film was used to move public opinion in favor of closing asylums but without the necessary  and more expensive community support needed. Medications are not perfect and need management. Management needs skilled staff, well paid, lodged in every community. We did the exact opposite: budgets were cut almost immediately.\n\nThe result has been millions of our fellow citizens condemned to desperation, homelessness, squalor, and fear of attack by others in the same boat, and a general fear in society that anyone at any time can be pushed into the street or in front of a train. The 'lucky' ones get imprisoned for decades in conditions far worse than any of the old mental hospitals, for crimes they are hardly competent to be accountable for.\n\nWere there abuses in the past? Of course there were, just as there are abuses in today's criminal justice system. But abuses should lead to reform, not abolition of, secure accommodation.",
        "There is no profit motive when we are assessing capacity. Hard stop. Possibly there is a malpractice concern in the background. I am not qualified to comment on the inner workings of the court system and I don’t. The same awareness and insight should reasonably apply to those who think they know how it works in the healthcare trenches.",
        "Clear and well written argument for letting medical opinions stay in the realm of physicians-with patient, family (when available) nursing, social work, ethicist involvement. The tragedy of allowing people without capacity due to psychosis to harm themselves and live on the street because they have a “right” to do so is an excuse for not providing the care they so need, \n\nThe ending in this story demonstrates the fundamental and important role of time and mediation in resolving these sorts of dilemmas: a thank you to Nancy Dubler, a force in bioethics whose  life was recently celebrated in her NYT obituary.",
        "So a professional in a field with no proven cures, no established understanding of disease and a long history of institutional patient abuse and therapeutic fades declares that party X, like it or not, must accept his treatments....\n\nAnd no recourse if and when the treatment fails.\n\nOnly the medical industry would regard forced medical \"care\" as a good idea.",
        "The author's example is bizarre. The patient had a terminal condition, and he understood that. He didn't want to spend his last days in the hospital, and he didn't want treatment forced on him. What possible reason could there be to hold him in the hospital and treat him against his will?\n\nIt looks to me as if the system worked, and it worked partly because the patient had a legal right to challenge involuntary confinement in court.",
        "Decisions to treat without consent should be looked at by someone outside the medical establishment. Doctors, like every professional in every field, live inside the thought bubble of their field. External review means that someone who doesn't live inside this thought bubble has a chance to review. \n\nThink about this from the perspective of the patient. Patients experiencing psychosis may be wrong about their current model of the world, but they still perceive and feel and can be traumatized by involuntary treatment. The mere existence of judicial review can give comfort to patients who otherwise have no control and no external advocate.",
        "It's discouraging to read comments with a recurring theme of physicians as primarily motivated by a conspiracy of greed for money and power. Yes, those behaviors exist in a few, but to generalize this to the vast majority of physicians whose primary motivation is to work with a patient on improving health betrays unwillingness to assume good intent. Dr. Jauhar describes a thoughtful process of working with a patient whose brain was initially incapable of making a rational decision (I wonder if any commenters ever took car keys from a drunk friend). Once the patient was able to understand the ramifications of their decision the treatment plan changed accordingly. \n   An experienced physician is the person best equipped to lead a team in determining whether a patient has the capacity to make informed decisions regarding their care. An experienced judge is best equipped to determine if care can legally be forced upon a patient.\n   Dr. Jauhar may or may not have made more money by providing ongoing care for heart failure to this patient. Probably not because the patient could not reasonably be discharged with decompensated schizophrenia. The doctor did NOT make more money for taking the time to evaluate the patients mental status and to coordinate empathetic assessment of capacity for decision making while considering the most ethical current treatment.",
        "Given the sheer number of quack doctors all of who for the most part cannot be sued for malpractice due to our vile insurance industry. The insurance industry decided over 40 yrs ago when the law finally allowed for malpractice suits the insurance industry decided to spend ANY amount of money no matter how much it costs no matter how small the lawsuit to fight fight fight in order to discourage any lawyer from taking up a case. Like our broken justice system our so called medical profession is just another racket.",
        "This type of thing is always difficult.  Most of the time the physician wants to do what is best for the patient.  Our history of treating mentally ill patients poorly, of betraying Black Americans when it comes to medical care, and the way we treat women makes it even harder no matter how sound the reasoning is.  \n\nIn this case it seems that the doctors made the correct decision.  The problems come when the wrong decision is made and no one backs down or apologizes for it.  That sort of thing enrages patients, their families, and anyone else who has had a similar situation.  If we, as a society, treated people with more respect and dignity perhaps these issues wouldn't come up as often as they do.",
        "The irony of this discussion is not lost on me. Here we are, weighing the pros and cons of letting individuals with very compromised mental capacity enjoy directing their medical care (or ending it all together), while all over this nation, perfectly capable women are being denied bodily autonomy and sovereignty over their lives.",
        "Bodily autonomy has already been stripped from women.\n\nNow, loss of bodily autonomy is being extended without judicial review from other people, including men, with psych conditions, with.. what else?\n\nWho is next?",
        "Not one - but two - major liver transplant programs (Penn State Health and Memorial-Hermann-Texas in Houston) were recently shut down (as reported by the NYT) because they were fraudulently changing patient documents to make those on the transplant waiting list appear sicker and denying them transplants even when viable livers were available. \nWhy would surgeons deny people transplants who SHOULD have received them?  Because the transplant programs are scored based on patient survival rates - the better their rates the more money they receive.  The effect - which should be obvious - is that fewer people receive care because the programs are unwilling to \"hurt\" their scores by performing transplants on patients that MIGHT have worse outcomes.\n\nMeanwhile, Steve Jobs famously received TWO livers - despite refusing the simple surgery that would have cured him in the first place.  Money talks - which is why we need independent 3rd parties making these decisions and not hospital boards whose incentives may not be aligned with the patients.",
        "This is not convincing.  The requirement for a judge resulted from abuses by the medical community, which has never been competent to protect civil liberties.  The improvements touted by the author, while real, were forced on the profession by patient advocates from various agencies and entities; and the protections will erode without constant monitoring.   The medical community has not attenuated or disguised its arrogance as well as this physician contends.",
        "I completely agree with Dr. Jauhar’s assessment and conclusions in the complicated situation of a severely impaired individual with schizophrenia and other life-threatening comorbidities. \n\nHere’s another case, which should be a whole lot less complicated: An alert, oriented, perfectly cognizant and coherent woman prefers not to allow use of her uterus/body by a fetal human. Should the state force her to cede use of her internal organs against her will?",
        "The treating psychiatrist was the absolute wrong person to ask. This is why hospital should have consult psychiatrist to evaluate such situations as a neutral party (the treating psychiatrist is not a neutral party).  Typically most consult psychiatrist can “negotiate a settlement “ between patient and medical team.  The point remains that when you do need to suspend a patient’s autonomy the courts are ill equipped to deal with the complexity and speed needed in the best interest of the patient.",
        "The strange part of this story is: how did the decision to forgo available treatment for schizophrenia and heart failure, and enter home hospice NOT require a judge?\n\nDid the patient regain decision-making capacity at some point, and the narrator omitted that?\n\nChoosing hospice for a patient without the capacity to consent to that decision seems like more of an imposition than involuntary psychiatric treatment.",
        "This is absolutely a violation of civil rights. As someone who has been held involuntarily, a doctor isn’t always the best person to decide to take away your autonomy. Keeping a judge involved in the decision adds a layer of human rights. Doctors often disagree over a diagnosis—for example, schizophrenia and bipolar disorder can be mistaken for other illnesses. Drug withdrawal can appear like psychosis. This would take us back to the time of getting locked up in a ward by mistake (or the whim of an incompetent doctor). Being in a mental hospital is a harrowing and traumatic experience—even for those who are ill. Once you are committed it’s very hard to get out. The law protects the rights of ALL people, and I would rather have a court decide if I’m incompetent rather than an attending physician (who may not know me or my illness).",
        "So strange that this would be published less than a week after another doctor argued that doctors become too easily accustomed to things that are morally reprehensible, except they never stop to think about them: <a href=\"https://www.nytimes.com/2024/05/07/opinion/medical-ethics-dissent.html\" target=\"_blank\">https://www.nytimes.com/2024/05/07/opinion/medical-ethics-dissent.html</a>. I mean, the federal government had to step in to prevent doctors from doing pelvic exams on unconsenting, anesthetized women. And I'm supposed to trust them to make decisions about my rights?\n\nAnd, that's what the author misses here. Yes, I want doctors making decisions and giving me advice about my care, but I want lawyers and judges doing the same for my legal rights. Of course a doctor will tell you that someone's health is more important than their right to make their own decisions; that's what they're trained for. But, in no world should they be the ones deciding if they get to override my legal rights to provide care I don't want. That's a legal decision, not a medical one.",
        "I have been involved in representing people whose families have argued that they need mental health treatment, taken them to the local emergency room, kept there for 72 hours, and then released.  Court intervention is not always the bureaucratic  mess this writer describes.  What's being proposed is the mess.  \n\nAnd even better is for everybody to have a patient advocate, power of attorney for health care, or whatever it is in your state to be able to make those decisions based on the patient's instructions, when the patient can't.  They usually involve 2 doctors' (medical and/or psychiatrics or PhD Psychologists') statements that the person can't make the decision, and the advocate can then make them.",
        "Move the decision to a committee filled with people who have a financial motive to recommend more and more treatment and a huge reputation for professional hubris, and give them immunity from legal liability for their decisions. What could possibly go wrong?",
        "A 55-year-old person makes a good faith effort to commit suicide.  They use a gun to shoot themselves in the abdomen striking a major blood vessel and are in the process of bleeding to death.  Called  by a neighbor, an ambulance brings them to the emergency room.\nSituation #1:  They have a 6- or 12-month history of mental illness, untreated.\nSituation #2:  They have an acute history of depression, less than one week.\n\nWhat would you do for Situation #1?  #2?\nSolution A: go to court for an expedited court order, perhaps as quickly as 24 hours?\n\t(by then the person is dead)\nSolution B: operate to save their life, and sort things out later?\nSolution C: other?\n\nThis is NOT hypothetical.  As a surgery resident years ago I saw this exact situation play out.",
        "If it is true that \"It is no surprise that by some estimates 95 percent or more of requests for treatment over objection are approved by judges,\" then it is difficult to see Dr. Jauhar objects to requiring judicial approval.",
        "“But was a judge without medical or psychiatric expertise the best person to decide this man’s fate?”\n\nIn the meantime we are allowing local politicians with even less education and no sense of the law or justice or personal rights over our bodies to decide on reproductive healthcare and even tract women’s pregnancies, travel while pregnant  and perhaps periods!",
        "One thing is clear to me - the final decision MUST be made by an entity with no ties to the hospital providing treatment.  The patient's best interest and the hospital's best interest may be at odds, and the patient's medical team should not have to choose between their patient and their employer.",
        "This reminds me of something I found out about shortly before my mother died, exactly a year ago today. Not having been actively involved in patient care for about ten years, I was shocked to find out that there is something called \"the right to fall\". No longer can patients be restrained in their wheelchairs to prevent them from getting up on their own and falling. I was aware that there are strict requirements regarding restraints for patience in a bed, did not know about the wheelchair thing. Apparently patients are more likely to injure themselves being restrained than not.  I'd have to see the research, but I feel these two situations are similar. My concern about the patient with known untreated mental health issues is whether they will injure others as well as themselves. And at that point is the physician and/or healthcare facility responsibility for those injuries as well?",
        "This is a terrible idea, however well intended. There are many nut-job doctors out there - protecting patients rights via the legal/court system has unfortunately become necessary. We absolutely cannot grant medical personnel the ability to, in effect, incarcerate patients against their will and without judicial review and oversight.",
        "In addition to the many concerns raised by others to this proposal, I’d add the extreme bias among doctors for treating patients at any cost. Having worked for a hospital, the doctors I knew were all decent people, but they prayed at the altar of treating patients. They didn’t  care how much it cost, they didn’t care what the ramifications for the family were, they just wanted to apply the best treatment. What’s wrong with that? Well, if treating a mild condition with zillion dollar costs drives a family into homelessness, they didn’t acknowledge any responsibility. They blamed the “system”, the government, anyone but themselves. They were absolutely convinced that anyone who turned down treatment was not in their right mind. Doctors cannot be trusted to know what patients want.",
        "People with severe mental illness, intellectual disabilities, or even those in a coma, must be afforded the same due process rights as everyone else, which include a right to a judicial determination on treatment over objection with medical experts on both sides. People with real or perceived diminished capacity do not forfeit their liberty protections. This doctor advocates for a return to the past before procedural safeguards were enacted to protect patients from such abuse.",
        "Medical knowledge does not qualify an individual to make desitions on another human being. The opinion of Dr. Jauhar demonstrate why the answer to his argument is that Judges not Doctors should make this desitions. Medical professionals are merely qualified on the understandings of the workings of the human body. Doctors should have significantly less power in our society.",
        "To my mind, the opportunity for abuse is inherent in any system wherein the proponents of the system are left to audit their own decisions and review their own actions. “We have reviewed our own decisions and concluded we did nothing wrong.” \n\nWhat is to stop so called experts from ignoring the inputs of confused teenagers or their parents and forcing transition therapies upon them? What about mature minors that are allowed to plead their cases before a judge in the case of being terminally ill and refusing treatment? For religious reasons I have refused blood transfusions and survived quite nicely despite the Doctor’s trying to influence my decision with scare tactics and pressure to allow them to transfuse at their pleasure. \n\nContrast that with a system that with very little review, was more than willing to take my Mother’s life a year ago due to a set of protracted illnesses and conditions that presented the outcome of a painful and protracted death. I agreed with my Mom’s decision, but what about the application of MAID in the case of those who choose not to die with assistance? Will a committee of experts be able to render decisions to force these treatments? “But Peter, that could never happen.” You might protest, to which I reply, look at history and you will see just the abuses I am referring too.",
        "Medical establishment types with a financial interest in providing have an insuperable ethical conflict of interest when abrogating to themselves medical decisions for allegedly incapacitated or incompetent patients. Contrary to the authors opinion, Judges, not doctors, are the right people to weigh the rights of such patients - they are trained to do so. Paternalism in the medical profession is alive and well.",
        "I have an in-law with a very similar problem, only she is out, not in, and has no friends or family willing to engage a futile undertaking.  So this person has alienated her entire family, been kicked out of numerous churches that to help, been kicked out of several homes provided by HUD, and refuses to consult with a doctor.",
        "Which group do I trust less, doctors or judges?  It sounds like this patient should have been committed to a mental hospital years earlier but no one took action.",
        "The way things are now, there is absolutely nothing anyone can do to help an adult family member who is so mentally ill that they refuse care.  My niece is married to an untreated paranoid schizophrenic.  She won’t take the kids and leave him because he needs her, but she can’t force him into treatment either and he is too sick to understand that he needs treatment. Everyone but him can see it, but what can you do?  Nothing.  This isn’t right.",
        "Reading this made my skin crawl! As an elderly person who will surely be faced in the fairly near future with life and death decisions about myself, I want to be able to make those decisions myself. I'm glad that I have given my medical power of attorney to people in my life who understand that the quality of my life is more important to me than its length.\n\nUnfortunately, the education of doctors is skewed towards keeping people alive at all costs.",
        "Free universal healthcare would solve countless ethical, legal and moral issues. It is absurd that we ‘vote’ for healthcare. Kinda like voting rights, it’s only for some. Insanity that both healthcare and voting are not universal and constitutionally guaranteed and protected. \n\nSimple, just made hard by many out of plain ignorance and cruelty. Just consider the fact that we spend more on bombs and incarceration than our human capital. Make AMERICANS Great ALSO.",
        "So doctors want the right to treat patients who refuse treatment, just to send them back into a setting where they most likely won't have the care or support they need to lead a life of some degree of joy and meaning?  And please don't expect us to believe that there is no financial burden accruing, and no profit pouring into the coffers of hospital owners, drug companies, etc.  Someone pays for all this added treatment, and someone benefits from these payment.",
        "Categorically no. The individual's right need to be protected by courts. We cannot hand a patient's medical decisions over to a for-profit medical establishment.",
        "Mental health laws have been involved in these situations for some time.  Since the mental health laws enacted during the Kennedy administration.  Judges,  or \" masters\" are experienced lawyers in mental health. A defending attorney represents the patient. Treating psychiatrists provide  medical testimony in such cases. Psychiatrists are trained physicians.  Medical providers can testify on behalf of the facility. The author needs to familiarize himself with the law. He can testify  based on his body of knowledge.  Don't discount the effectiveness of mental health laws in representing both sides of the equation.",
        "I am a retired attorney who participated in the Rogers v. Department of Mental Health case the author cites. Her own article supports the idea that some form of outside review is necessary before the doctors can unilaterally make medical decisions. So called Rogers court reviews can occur quickly when necessary. However they require at a minimum an attorney for the patient who can express the patient's view of the situation. The case described in this article clearly supports the idea of a thorough review. It is clear that the patient was not incompetent to make his own decision despite the opinion of the hospital's psychiatrist. When the treatment team took the time to discuss the case thoroughly with the patient, in an attempt to avoid a court appearance, the team decided that the patient was needed competent and followed the patient's directive.",
        "I work at a nice hospital where wealthy people are treated. The hospital’s last concern is their needs and wellbeing: no one is special in this system. Everyone needs someone looking out for them.",
        "This is why the impending age of euthanasia should be so worrying - if anything this article pleads the case for MORE oversight by independent 3rd parties - not less.",
        "This would have been a great opportunity to bring up the leaked WPATH files that show gender clinicians openly acknowledging that the kids they are chemically and surgically modifying are not able to provide legitimate informed consent for the procedures given their age and immature brain. These files have been reported on by very few outlets but there is no question as to their veracity as the clinicians are readily identifiable on the video conference files that were leaked. Strange but telling that such a significant issue would be ignored.",
        "Dr. Jauhar hopefully can, with some distance and seeing this in print, realize the extreme irony of the following:\n\n\"The underlying motivation behind judicial review was and remains laudable: to avoid the sort of paternalistic abuses that have characterized too much of medical history. ... But though medical practice is by no means perfect, times have changed. \"\n\nThe level of condescension and paternalism embodied in this essay is incredible.  And this comes from someone who generally trusts physicians (doctors in family) and regularly relies on them.\n\nBut also, as someone with significant science training than most doctors (though not more medical training, obviously), I say very easily than many doctors simply are not that smart, or they are very stuck in their ways.\n\nOf course, I want to at least be able to plead my case to a judge!  Even the the TB case presented, it is only forced after all other measures have been exhausted (including before a judge).  \n\nPhysician, humility.",
        "So in the end, the patient was right.  Even though the psychiatrist certified that the patient was unable to make a decision for himself, he had made the right decision on the first try.   That is why the reflex move to invoke incompetence should be revoked.  There are a lot of people who are not able to benefit from rigid medical regimens and are better off managing their lives on their own terms.  If there is another barrier to declaring someone incompetent, then medical people will work harder to get patients the solutions that they want.",
        "It's worrisome to have doctors making decisions like this. I can only conceive of two instances where I'd support doctors making such decisions.\n\nOne is the patient who refuses treatment and whose condition poses a threat to others. A dangerous contagious disease qualifies if the patient refuses effective treatments.\n\nThe second is if a patient clearly lacks capacity to judge choices and consequences and has no proxy.\n\nI worry most about how a patient who is, is likely to be terminal w/o treatment. How will doctors react to a patient's choice to die? A decision I consider sacred, that belongs to the patient, and demands respect. \n\nToo many believe such a choice is, ipso facto, proof of incompetence.",
        "A lot of comments here mentioned a personal profit of physicians by prolonging the hospital stay of a patient. A lot of you have also mentioned that majority of physicians are now employees of large corporations. These two facts are contradictions in each other. Once a physician becomes an employee of an institution, they get the same salary, whether the patient stays one hour or one year. The treating physicians such as Dr. Jauhar have absolutely zero financial interest in prolonging the stay of a patient in a hospital.\nThat being said, I have been a part of judicial hearings in the past when I started my career. Not too far from LIJ hospital, where Dr. Jauhar practices, a state owned facility has a courtroom within its premises. A judge denied placement of a feeding tube in a mentally challenged patient of mine due to his own experience of a grandchild with complications from such a tube.",
        "This proposal is all well and good in the big city at a well-funded hospital. In a small town where everyone knows who's on that committee, the patient, and there's no one with ethics training within 200 miles--miles so much. My father's DNR was ignored in such a place by a (Catholic) doc who thought I should be given a last chance to see him. He died a horrible, protracted death when he could simply not have been resuscitated, had his wishes been followed.",
        "There is a clear conflict of interest when those who profit from providing treatment are in a position to determine whether you must receive it.",
        "The subtext I hear is this: this patient's doctors provided several days of advanced, \"life-extending\" therapies to him, under anesthesia and on life-support.  This raised no operational inconveniences.\n\nHe recovered enough to leave the ICU.  Then, because of the inconvenience of continuing to treat him, they sent him home to die anyway.\n\nBy their own assessment, he was unable to meaningfully consent to this decision.  \n\nConsider also, he was middle-aged and had available treatment options for his schizophrenia.\n\nAnd the argument is for *less* oversight?  If anything, this example shows how easy it is for internal ethical mechanisms to bow to institutional convenience. \n\nIt also demonstrates a problematic imbalance between how easy it is to deliver advanced emergency care, and how difficult to provide long-term support.",
        "At the risk of politicizing the issue of judicial involvement in medical matters, it strikes me as an example of precisely the opposite of laissez-faire government, long disingenuously and selectively espoused by conservatives. To some extent, it also smacks of a tilt toward the judicial equivalent of \"death squads,\" long ostensibly opposed by conservatives.\n\nUnfortunately, it also reflects the selective hypocrisy inherent in policies which allow the legal system to impose its will on medical matters based on religious bias, including the weaponization of the right to life movement, which often only cares about human life before birth and not after. \n\nSimilarly, I am concerned about the investment in health care by profit-motivated private equity funds, which gives rise to the possibility of \"sophisticated investors\" determining who is and isn't cared for by our health care system. It's a slippery slope.",
        "The mentally competent must be the only ones who make life or death decisions about themselves.  No one my stop them from leaving the hospital.  It is not a medical prison.\n\nAnd Judges who handle all kinds of human issues must make the life death decisions for the mentally incompetent.  Period.  Medical professionals have personal and professional issues that make them automatically prejudiced.",
        "I disagree.  The legal system has all sorts of checks and balances against abuse, checks representing decades or more of experience in the real world.\n\nThe medical profession, on the other hand, has no checks on actions of an inexperienced or greedy doctor.",
        "Here in my county, we have a \"mental health docket\" in which judges who have developed expertise hear from social workers, psychiatrists, law enforcement, families, doctors, and others to determine detention orders and other issues of consent involving people with mental illnesses. Because this docket hears relatively few cases, judgements are usually speedy, and because judges stay on the docket, they develop deep knowledge on the issues. \n\nTo my mind, something similar is a better idea than what the author proposes. What a judge offers is not simply independent review, but independent *judicial*  review. Judges have a different set of priorities than people in the medical community. While the health of the patient is very important to a judge, a judge also takes into account the impact on society, the interests of the state and so on. While that may be frustrating to those whose priorities are focused on the individual (it is sometimes very frustrating to me as a social worker), review from outside the field of medicine can produce better, sustainable outcomes. \n\nBut that's only when the judge does, in fact, know about medicine and mental health, and when the judgements are timely, which is why a specialized docket with trained judges is necessary. I agree with the author that the current system is too slow and relies on judges unable to understand the relevant facts.",
        "Great idea\nBut\n\"Of course, such a committee would have to be granted immunity from legal liability (as with judges in our current system), so that experts would be willing to serve and speak candidly.\"\n\nNever going to happen.",
        "I will leave the corporate/profit driven side of medicine for a moment and ask: what are (or should be) the goals of any medical treatment? Having read dozens of pharmaceutical trials one finds the efficacies of these drugs are generally measured by two metrics: mortality and reduced hospital stays. Never is the quality of this prolonged life or the well-being of the patient a primary metric. Treatments which merely maintain a life with very poor life quality (often as a result of side-effects of these treatments) constitute at the very least poor practice, if not malpractice itself -- especially without patient consent.",
        "Dr. Jauhar also thought that his father, who had Alzheimer's, shouldn't have been allowed to decide his own medical treatment, because by the time his Alzheimer's progressed to the point that his father was no longer himself, his father was no longer bothered by that fact.  \n\nAnd here he is again, once again wanting to overrule the wishes of the patient.\n\nMy father had a mental illness, so I know how difficult it can be to draw a line between \"the interests of the patient\" and \"the wishes of the patient.\"   There were times that I wished we could commit him, and felt that the laws that have been drawn up to protect the autonomy and rights of mental patients went too far.\n\n  But I understood, and understand, that the medical profession as well as families and the law have in the past abused patient autonomy.  I agree with others who say that judges may not have medical expertise, but do have expertise in weighing alternatives and applying the law, and that the 72-hour psychiatric hold can be utilized in such a case as Dr. Jauhar cites.",
        "Medical ethics is not just an 'extra\" course in medical school.  It is found throughout the warp and weft of clinical practice.\n\nI was practicing in a state which then required doctors to participate in the process to obtain a marriage license.  I was confronted with two workers in a sheltered workshop for the mentally challenged who wished to wed.  Both were adults, presumably capable of having children yet unlikely to have the ability to care for them without great supervision and support.\n\nThe thought of a new life added to this pair was chilling but in the end I felt I did not have the right to prevent their marriage and potential parenthood.\n\nI gave them the certificate and crossed my fingers.  They wed but their marriage dissolved for other reasons a few months later.\n\nI also cared for a patient with advanced COPD who did not wish to be intubated if his condition worsened.  He was in hospital and his daughter was his nurse/caregiver by chance.\n\nAs is often the case, his respirations worsened in sleep and he crashed in the morning.  I did not intubate him and he succumbed shortly after telling his daughter one fateful sentence: \"I told you I was sick.\"\n\nParaphrasing a Russian proverb, to dance on eggs and deal with clinical conundrums like these requires 1,000 years practice.",
        "Doctors alone should not make these decisions.  It would be better to have a team including doctors, nurses, NPs, PAs and social workers, all with an equal say.  Doctors do not usually have as much contact with patients as do nurses, NPs and PAs.  Nor should doctors have more of a say.",
        "Can a Committee at the Hospital or a Judge’s order get an appointment with a psychiatrist as an outpatient for a patient who the doctors “think” is “abusing” his right of autonomy to refuse treatment?\n\nIs expert “group think” always better than an individual’s own opinion ( decision )?\n\nWhat if the psychiatrist does not want to treat the patient?\n\nWhat about the doctor’s autonomy? Can a committee or a Judge’s order force a doctor to treat a patient who the doctor is conscientiously objecting to treat for whatever reasons?",
        "The major problem with your proposed solution is that massive consolidation in healthcare, including the employment of doctors, means that their independence is vanishing at a rapid pace.",
        "Whatever the judge thinks or the doctor thinks, who is going to lay hands on a patient against that person’s will and desire? \n\nI am all too familiar with people with severe mental illness who refuse to use medication. The flip answer is to get these folks on a regimen of long-acting injected medications to manage their problematic thinking and unpredictable moods. (Ignore for the moment the very obvious reality that medication cannot change our beliefs or make us happy or pleasant.) I understand why Big Medicine likes the idea of giving the patient an injection every month and why Big Pharma especially does but do patients love these treatments? Imagine if you were told you needed a shot ever to be “normal.”\n\nEven if a judge says a patient must have a mind-altering chemical injected into their body every month, should a doctor or nurse really be holding a patient down and forcing a needle into a person’s body to execute a judge’s order? Would you do this? When the authors talk about the horror story of forced electroconvulsive therapy, don’t they realize that the belief we can use electricity to cause seizures is just one point on a slippery slope?\n\nOnce upon a time, I might have trusted physicians but seeing as how doctors have sold-out to insurers and employers and how willing docs are to ration care in 10-minute appointment blocks, I’m going to hold off on believing their first concern is for the patient.",
        "Leaving decisions to potentially permanently institutionalize people in the hands of corporate agents who profit directly from depriving them of their liberty  is not a good idea.  \n\nThe judicial decision model is imperfect, but at least the judges are not profiting by depriving people of their liberty.  And people have the right to appeal their decisions.",
        "\"The sort of abuse dramatized in the 1975 movie “One Flew Over the Cuckoo’s Nest,” with its harrowing depiction of forced electroconvulsive therapy, is far less common.\"\n\nThis is because of the judicial review.\n\nBut the author is right in one sense. Times have changed.  But he doesn't mention how they've changed in a negative manner.  Doctors don't have the time, energy or resources to give full consideration for our healthcare let alone decisions like these.\n\nI do not want an under-resourced, exhausted doctor who only has 15- 30 minutes to consider my case to make decisions about my health without my consent.",
        "The problem is with autonomy, consent and the problem that consent cannot be obtained if the patient cannot understand the risks and benefits of treatment. \n\nPatients without health care proxies can find themselves being denied care they need, or denying themselves  care they need because they cannot make an informed decision.\n\nThe person of group who assumes responsibility cannot be  the people who either will profit or lose money based on the decision.  I'd rather a judge or a formal committee not associated with the hospital  be the arbiters.\n\nI don't like to think we'd deny care because Medicaid reimbursement for psychiatric care is too little, or because the procedure being recommended pays really well.",
        "The poor already receive inferior medical care. I can easily imagine a patient with excellent insurance being held for psychiatric treatment while a patient with the same affliction, but insufficient funds, is discharged without a second thought.\n\nAs many others have stated, money and medical treatment shouldn't go hand in hand. The entire system needs to be revamped to offer fair treatment and protections.",
        "Let’s see.  The for profit  because non profit is a joke gets to make a decision but the corporations employees and the corporation itself is shielded from liability like judges.   How about if the decision is proven to be erroneous all the professionals involved have their licenses revoked and the facility is closed",
        "Eh.  My wife and I both work in a mental health crisis unit.  She as an ARNP and me a counselor.  The speed of the hearings can be frustrating but you're overstating the issue. \n\nAnd while the One Flew Over The Cuckoo's Nest scenario is, indeed, no longer a thing (if it ever was) the system is not immune from all sorts of bad incentives. \n\nWe're talking about the core freedoms of citizens here.  We routinely take our patients physical liberty.  This simply has to remain court ordered.  The state has to remain the only authority that can commit someone as the state has hundreds of years of procedures for appeal. \n\nI'm all for expanding our ability to hold the most vulnerable patients longer and expediting the process and we desperately need at least a five fold increase in long term beds but the problems you site are necessary limits on our authority.  Our hearings are done by video for instance but a medically run process will inevitably involve administration and none of us can fully trust the incentive structure of even not for profit orgs, to say nothing of for profit hospitals. \n\nThe current system is, by far, the least bad option.",
        "This is about oversight. When there is an external party overseeing the doctors, it leads to less abuse of the system. The author is arguing basically for abolishing oversight over involuntary comittals.",
        "The job of a Doctor is to do No Harm. If the patient is fortunate to have a good medical practitioner;  what they do is mostly treat symptoms!  That being said, Doctors & patients need to remember, Doctors are not Gods!",
        "All that hand wringing for a patient that was doomed from the outset. Dr. Jauhar chose a poor example to make the case for involuntary medical interventions of mentally ill people. If said patient was deemed sane, refusing treatment for any reason would be his right. Mental illness is poorly defined, and even less understood. The medications used to control are merely pacifiers, with adverse side effects  that many patients can’t tolerate. So who should be allowed to allowed to deprive a mentally ill person of her constitutional rights, Nurse Ratched or the judge?",
        "Absolutely not. Doctors reap financial benefits from caging and drugging their “patients”. The most vulnerable among them - POC, the very young and very old, the poor, etc. - will be suffer the most. And, in the long run, psychiatry will suffer, too. If a psychiatric label, which one can receive in under 15 minutes, can be used to scrap all of a person’s rights for as long as they live, psychiatry will lose almost all of its voluntary patients. The medical careers of psychiatrists will end and be replaced with careers in law enforcement. Be careful what you wish for, Dr. Jauhar.",
        "Neither doctors nor judges have the right to inflict \"care\" on non-consenting patients.\n\nIt is already too easy to detain someone against their will and inflict involuntary care on them.\n\nThis writer believes that they have the right to force another human to remain locked in a cage and pumped full of medication without any regard for their own autonomy. They should be kept away from patients until they learn to respect the humanity of others.",
        "If it was me, I'd want a judge, not a doctor. Judges have experience making decisions based on complicated and often conflicting facts.",
        "“…95 percent or more of requests for treatment over objection are approved by judges…”\n\nThis statistic fails to capture the number of cases which are never brought to judges because they would be an abuse of patient autonomy. While I agree with many of the points made, I think it’s important to note that asking the court to weigh in on such a matter is less about asking the court to practice medicine and more about having some external oversight of physicians (who are overwhelmingly well intentioned but not always). Abuses by physicians against their patients are not entirely a thing of the past, the difference today is that they are not perceived as a necessary evil or a permissible attribute of the role. Many of the laws and codes which were established to assure that may now seem dated or obsolete but we should not let them fall victim to that success.",
        "How about the recent discoveries of patients at teaching hospitals being subjected to invasive \"exams\" (that often just happen to involve sexual features of an unconscious person) without consent.  It's not forcing a treatment on someone who rejects or won't comply but rather engaging in treatments on someone unaware, competent, and very likely certain to reject the offer. \n\nDistinguishing between these actions seem obvious, but one is certainly hard for the courts and the other hard for the doctors to sufficiently understand and do the ethical thing.",
        "I cannot speak to other states but in Pennsylvania a person who s felt to be an imminent risk to themselves or others can be held for up to 72 hours for psychiatric evaluation.  The process does not require a judge. If the person needs ongoing care the treatment team can petition to extend the commitment period, but a hearing is heard and the person has a right to have to representation. \nInvoluntary commitment is often confused with being declared “incompetent.”   This a legal term and is determined by a judge.",
        "If we are going to follow the science, then we must do so across the entire medical profession, and not just pick and choose. \n\nThat is the overall problem regardless of this particular one. \n\nWe do not have a health care system. We have a health insurance triage system which (sometimes by said court order) leads to some sort of health care, ONLY to stabilize. That is essentially the law if you walk into any ER. \n\nWe also know that the first thing to go in the last half century or so has been mental health care as those large warehouses have been dismantled and has relegated everyone to the streets. It is now law enforcement and social workers and lawyers and judges that are unequipped to deal with the mass number of people needing help. \n\nThe thing is that a lot of cost effective solutions for preemptive care (that costs little in the scheme of things) balloons out of proportion until said lawyers and judges get involved. \n\nSure, import some of the solutions and ideas in the article, but like all social problems, we are simply looking at a fraction of the problem that requires an all of the above solution. \n\nSingle payer would be a start.",
        "A \"responsible adult\" or a \"guardian ad litem\" should make the decision on behalf of the patient.   Not a doctor or an employee of the hospital or healthcare provider.  \n\nSometimes,  a public interest or NGO is required in order to ensure that the decision is made in the patient's and the  public's best interest.  Capitalists do not like it, of course,  and doctors are understandably demoralized by being placed in the position of last-man-standing in the way of a disastrous bureaucratic decision.",
        "Wait in America? That's funny because for the last 40-45 years since the rise of HMOs corps, they have been deciding healthcare - not doctors.",
        "This issue would be a lot less thorny if you took the profit motive out of our health care system.  Incentives are crucial and people are often incapable of separating their own motivations- that is even knowing why they make a decision when it involves multiple rewards.\n\nCapitalism and healthcare need to be separated from each other to assure patients are being treated the right way for the right reasons.\n\nHowever, money is power and creating a health care system based on the public good is close to impossible in our money warped form of democracy."
    ],
    "web_url": "https://www.nytimes.com/2024/05/13/opinion/treatment-over-objection-medical-ethics.html"
}