{
    "main": "Does Gene Editing Have a Future in Reproductive Medicine?",
    "abstract": "The desire for profit is colliding with fundamental values related to human health, equity and diversity.",
    "keywords": [
        "Genetic Engineering",
        "Disabilities",
        "United States Politics and Government",
        "Crispr (DNA)",
        "Ethics and Official Misconduct",
        "Regulation and Deregulation of Industry",
        "He Jiankui",
        "China"
    ],
    "comments": [
        "No, you might draw the conclusion that you're doing the right thing by solving a genenic issue, however, it is my belief that you are more likely to create a Trojan Horse for a genetic issue we cannot begin to comprehend.",
        "I am mystified about the priorities discussed here. As I understand it the The MAOA gene –located in the X chromosome- is also known as the warrior gene, since abnormal versions of the gene often result in aggressive behaviors has been acknowledged as the main reason we have leaders like Putin who take us into the horrifying wars. This gene seems far more dangerous than a Downs child. Why is screening for this potentially terrifying human gene not also on the culling list?  Why has it not been identified as a significant problem for human evolution? \nAnyone?",
        "Re: \"...Some utopian visionaries seem to think that they already have good genes, while others seek genetic improvements...\" \n\n'Utopian' visionaries? 'Good' genes? Who decides what is / isn't an 'improvement'?? \nAdditionally, the female embryos so, experimented upon by Dr. He Jiankui DIDN'T sign an informed experimental-subject release, and they will wonder...when child baring becomes an issue...whether they should reproduce!",
        "Let's extrapolate: 95% of all diseases are prevented. People become 200 years old on average. Who will be allowed to reproduce? The rich? Party members?",
        "If we could produce zero birth defects or be cancer-free do you really think we shouldn't do it?",
        "No, no and no!  \"You were so busy figuring out if you could do it, you never stopped to think about whether you should do it.\"",
        "“It’s not nice to fool Mother Nature”, and this certainly is not a question of margarine or butter.\n\nAs the saying goes\n“let it be\nthere will be an answer\nlet it be”\n\nYeah\n“whisper words of wisdom\nlet it be”\n\nGenes are not designed for editing or for changing the grand design of a higher power.\n\n“let it be”",
        "When they invented ivf it was to give parentless families babies, now we have factories with rented wombs for money. Once you have the technologies, somebody will try superhumans for sure and market it.",
        "I guarantee you that if genetic modifications become available to embryos or the germline that people will flock to take advantage, starting, of course, with the wealthy.\n\nI call your attention to this article as evidence:\n------\nOne Third of Americans Would Use Genetics Tech to Make Their Offspring Smarter, Study Finds\nVanessa Bates Ramirez\nFebruary 10, 2023\n\nAs technology advances and starts to push the idea of designer babies from the realm of science fiction into reality, concern is rising around the murky ethics involved. Scientists and government bodies have started laying out guidelines around human enhancement and germline editing.\n\nBut besides these extreme scenarios, where embryos could be tweaked using genetic engineering tools like CRISPR, there are similar technologies already being used—and their ethical implications are no less complex, particularly given their accessibility. A recent study found that a substantial portion of Americans would be interested in using genetics tech to make their babies smarter.\n....\n<a href=\"https://singularityhub.com/2023/02/10/about-a-third-of-americans-would-use-genetic-tech-to-make-their-offspring-smarter-study-finds\" target=\"_blank\">https://singularityhub.com/2023/02/10/about-a-third-of-americans-would-use-genetic-tech-to-make-their-offspring-smarter-study-finds</a>/",
        "Meeting your partner is essentially gene editing, a few steps removed …",
        "Folks, the CRISPR babies had the gene encoding CCR5 knocked out. The Chinese scientist who did it claimed he was trying to make them HIV resistant, since we know from the rare people lacking CCR5 that HIV cannot enter cells.\n\nNow here's the kicker: mice with the gene encoding CCR5 knocked out experimentally have better memories. MUCH better memories.\n\nYes, that's right. The Chinese have already made super-smart humans.\n\nNaturally the Chinese government jailed the scientist in question when the uproar happened. If you believe that I've got a bridge to sell you.",
        "Biblical Creationists should be chastened by how complex the hobby of creating a new life form can be for any creation team.  \"Let us make mankind in our image.......\"  sounds like a bored brain storming rules session by multiple gods.  John Poole",
        "One of the worst ideas in history.",
        "Between Musk wanting to put computer chips in peoples' brains, AI bots expressing feelings of love, growing fascism in the United States, and now an embrace of eugenics, we're quickly turning our world into a dystopia. \n\nTo all those 'inventors' of such 'technologies': many of us do not want you to 'break things'. We want calm, stability, respect for others, and to just live out our lives peacefully. Get off our lawns, and out of our brains and DNA.",
        "The final outcome of natural selection with its notion of nationalistic superiority was the WWII Holocaust. \n\n\" Under proper guidance, in the course of the final solution the Jews are to be allocated for appropriate labor in the East. Able-bodied Jews, separated according to sex, will be taken in large work columns to these areas for work on roads, in the course of which action doubtless a large portion will be eliminated by natural causes. The possible final remnant will, since it will undoubtedly consist of the most resistant portion, have to be treated accordingly, because it is the product of natural selection and would, if released, act as the seed of a new Jewish revival\" Wannsee Conference, 1942\n\nWhen it was all over, the academic community tried to deflect natural selection towards a diluted form of social darwinism  just as presently; geneticists issue a false apology for eugenics even though it fits inside the umbrella of natural selection.\n\nIf society can't handle the dangerous misadventure of natural selection, then what hope is there for the much more dangerous conviction found in this article.",
        "If there was a way to prevent the tragedy of mental illness then yes yes yes.  Mental illness ripples out, wrecking families and costing society.  If CRSPR could be safely used to solve the inherited risk of mental illness it would be a blessing.",
        "if it avoids birth defects and genetic diseases, of course. But it should be very tightly controlled and regulated. Not a way for rich people to become their own special super-race.",
        "If it can be done, it will be done. Upscale parents will face enormous temptation, and social pressure, to birth babies meeting ever changing fads of human perfection. Children will be obsoleted by their younger siblings.\n\nO Brave New World ...",
        "Who decides what is ethical?\n\nIt shouldn't be \"bioethicists\", who are essentially self-appointed, even if they give each other degrees and certificates.  They understand less about ethics than the average clergyman.\n\nIf gene modification can eliminate a serious or fatal disease, go ahead and do it.  But there are easier and surer ways of preventing AIDS---we know how it is spread.",
        "I don't think we will see gene editing at a big scale for a very long time. Yes, the potential is huge when it comes to preventing certain diseases, but the potential is also huge when it comes to doing damage to the body in another way. Just like the twins mentioned in this article, it would take a lifetime to know if gene editing negatively affected someone or not. And who's going to risk having their kids develop some strange disease by making them pioneers of gene editing? Certainly no smart person would allow their offspring to be guinea pigs of this.",
        "If we are using post-natal gene editing treatments, why would we deny those treatments to the fetus?",
        "How amazing will it be when, in a decade or so, you and your fellow compatible donor can walk into a clinic, deposit some material, then custom-tailor your fetus as if you were designing a house?  Imagine being able to customize everything from their IQ, to resistance to disease, to height, to interests, to sexuality, to eye colour and ability to metabolize fat and build muscle?  Then, once you're done tailoring your fetus, you can come back 9 months later to decant your baby?  \n\nImagine how much better this life will be for mothers, when they can have their own children, but absent all the changes and destruction to their body that pregnancy and birth and breast feeding causes?  To say nothing about how much better it will be for their careers when they don't have to take mat leave to give birth or recover.  Imagine the idea that 'having a baby' might be no more difficult than picking out a puppy from the SPCA?  \n\nThe future really is bright and wonderful, isn't it?",
        "8 BILLION and counting, the planet is collapsing ecologically, and we want to discuss fertility clinic nuances, to pass defects down the generations.  Gene editing?\nThis is rearranging deck chairs on the Titanic.  The cause of our crisis is too many people on our planet.  Until we get that point we are doomed to extinction.  The climate ship is not going to turn around until we all take part in corrections.  So far, nothing, and we've known about it publicly since Al Gores warning in 1990.  Eliminating all CO2 contribution today will still have effects to 2053 before reversal is noticeable.  Still nothing.  I most likely won't live to 2053, why should I care?",
        "No. And the media must not legitimize this abhorrent dystopian idea by making it look like a debate.",
        "The idea of it is horrific, but then we live in the age of the felt psycho-logic, which means reality is whatever we say it is.  We are trying to become gods, and God in heaven is so very sad about the many ways we are discovering not to enhance our humanity, but to destroy it.",
        "there is an important alternative to gene editing for the prevention of genetic disease.  Consider sickle cell anemia.  In order to initiate gene editing after IVF, one has to know the genotype of the fertilized egg because the only affected embryos will be the homozygous embryos with two copies of the sickle cell mutation.  However, by this assessment to find the affected embryos, we will also find the 3/4 of the embryos that will not be affected.  WE can simply choose to implant an unaffected embryo rather than repair the 1/4 embryos that will be affected.   For this reason, CRISPR editing will not be practical for genetic disorders whose genetic basis is known.",
        "NO!  No, no, no and no.  There are already to many humans on the Earth that got here the natural way.\nNo!  No! and  NO!",
        "When people use \"we,\" as in, \"It’s up to us to decide what we want this future to look like,\" they most certainly do not mean \"you and me\".\n\n\"We\" is a cozy, comfortable word that is purposely meant to evoke a village; and to imply that we're all in this together and that we will all have a say.  But you won't have a say.  This is a conversation that will take place between investors and corporate tech and their puppets in congress.\n\nYou are, however, welcome to write a letter to the editor; to watch a special PBS documentary on the subject; and to read some interesting future article about this in The New Yorker.   Or The Atlantic.  Or The Times.",
        "Another interesting take on the human genome is that it really is no longer being shaped by nature, except for some viruses...Humans have actually hit the stop in gene evolution....Maybe we do need think what next for the species.",
        "Which traits to give genetically modified humans? If we want life on earth to last a few more centuries, they should be born with an innate care for the environment and one another, and maybe a healthy fear and distaste of automobiles and sugar.",
        "we're worried about genetic edits to cure diseases why? to make \"super babies\"? do we even know how to make super babies? what does a super baby even mean? we already have a wealth possessing super class of elites that have an outsize effect on society and we are worries about making super babies? I'm more concerned that the crispr technology just isn't good enough to pin point the edits we need to conclusively cure certain genetic diseases. we're not gonna make homo superior any time soon with what we know. do we know the genes that could make a person \"smarter\"? and what would that even mean?",
        "Not a matter of “should we” but instead count on it happening.",
        "Strange that they should ask this now, when many parents have already submitted their children for voluntary genetic modification by taking modified RNA vaccines.",
        "This article circles around the issues. But never hits the target. The question it considers is a perennial. Just because we can do it, should we? The \"it\" covers a gazillion things. Genetic engineering is only one of them.",
        "\"Many deaf and blind people are concerned that people like them will be edited out of existence...\" And herein lies the problem. Where does one draw the line? We would probably all agree that creating resistance to disease is a good thing, so why not try to eliminate blindness or deafness if possible? Ethically, then, why not go further? Why not eliminate gender dysphoria? Why not eliminate homosexuality? Amniocentesis currently allows us to \"edit out\" Downs syndrome people, if we choose.",
        "It's only a matter of time. Every potential parent wants a 'perfect' child. Imagine if a parent could order up a star athlete or a child polymath. These boutique shops can allow a couple to select from a menu of items or options with the most desirable traits. Ranging from skin color to physical height. Governments would subsidize this new burgeoning industry to achieve the perfect super soldier. These soldiers would be preselected for increased endurance, strength, and agility. Plus have obedience bred into them from the womb. Who knows, your next gene spliced child will be F.D.A. approved.",
        "“There is no reason to edit genes just to modify a baby, . . .”\n\n\nYou might think so, I might think so, but others will disagree with you, and those that have enough money will find lawyers to enable them to do so and of course,  there also will be doctors  ready  and willing to do it.\n\nIts Pandora’s box and its open.",
        "On the one hand, using CRISPR to eradicate susceptibility to certain cancers and HIV, or helping Ashkenazi Jews have a child without worrying about Tay-Sachs are undoubtably good things.  I’d caution about engineering traits like intelligence, tallness, attractiveness, and athleticism.  First, even if we knew the gene or genes for any of these we don’t know what the side effects would be.  For example, David Foster Wallace is considered by many to have been the greatest American writer since William Faulkner yet Wallace was plagued throughout his life with crippling depression and ultimately hung himself in his garage at the age of 46.  Most creative and intelligent people also struggle with mental health problems.\n\nThat being said, I can envision a future where the genotype-phenotype causal links are more firmly established and CRISPR babies become so easy to make that even if it they outlawed a black market would flourish.  “This child is still you, only the best of you”, the salesman would say.",
        "We should not be having babies period. Humanity is a scourge on the planet, and the sooner we're gone the sooner nature will heal itself.",
        "Using genetic modification for children with agonizing conditions like sickle cell anemia is fully justified and moral. Modifying healthy children to make them superior is presuming to know what is ultimately better under uncertainty, which is silly and immoral.",
        "Greed, hubris, and \"progress\" will always trump humanity and ethics in the end.  Unfortunately.",
        "According to Federal laws, as interpreted by the so called “Supreme Court”, we women don’t even have the right to determine what happens to our own bodies in the United States—we live in this backward of a country.\n\nGiven this simple fact, any hypothetical discussion regarding the ethics of CRISPR technology seems pathologically absurd.",
        "Since computers powered by AI are getting too powerful, would the human race be subjugated by AI powered humanoids? \nOr, if the current experiments by Musk's company and others to implant powerful microchips in the brain become successful, would the new chip implanted humans dictate terms to the rest of us? \nThere needs to be strict guidelines and supervision to allow studies in gene editing so, we the ordinary humans, do not become second class citizens serving the master class with implanted / gene edited advantages.",
        "Ever since our ancestors conceived and then created tools, we have continually modified the earth to fit our needs, both real and imagined. But we have never had the ability to alter who and what we are as human beings. Since that first tool our experience with tool use has proven very much a two edged sword. Recall Shane's words to Marion, \"A gun is a tool, Marion, as good or as bad as the man using it\". I very much doubt we are 'good' enough to play god with our physical and mental essence. Those who have tried eugenics, including us, do not have much of a track record.",
        "Crisper has opened a pandora's box of ethical questions. Not the least of which include whether withholding [soon to be] established treatment is considered abuse. \n\nConsider that some Americans consider life to start at conception.  The flip side is who pays for presumably extensive lifelong services when parents opt out or religious tenants prohibit treatment. \n\nI could go on and on but this is complicated.",
        "Genetic modification of humanity?\n\nIt's hard to tell, get an accurate scientific picture, of how effective current technology is in this area, how easy it is and what we are capable of doing, because current social concerns and ethics stands in the way.\n\nFor example, we hear that it's possible to fix certain diseases and plenty of people seem to think we should do so, but when we speculate on making humans superior to ourselves all of a sudden the conversation shifts to our not knowing the genes for achieving such and we should not do so anyway. In other words, our current social environment has no problem with the technology used to bring people up to the average of today, to uplift people suffering from this or that disease to the average, but it does have a problem making people more than average in capability.\n\nThe more people start talking about using the technology to make super humans the more the technology is spoken of as not quite there yet or we don't know the genes or of the technology's potential for evil. But talk about bringing unfortunate people up to average and suddenly the technology is spoken of in glowing terms and that we can accomplish that goal.\n\nSo the layman really gets no accurate scientific picture of the technology and its capacity, the social environment of the day clouds the picture. Groupthink infects here like everywhere else in society. Makes you wonder about a groupthink gene and whether we can eliminate it from society.",
        "I get the concerns about being able to address genetic-styled diseases.  I have every confidence that we will pursue such if only because we think it improves the species overall.  And perhaps it might.  I'm not sure we have the wisdom to truly ascertain this.  \n\nAs for research driven by community needs and interests rather than market forces....well...I lean towards community needs, perhaps along the lines of revisiting, adapting, the Hippocratic oath.  A 21st Century update, something along the lines of doing no longer term genetic harm to the species?  \n\nI look askance at the idea of capitalism and market forces being applied.  Yes market forces can work some good but here's the thing.  It's one of the reasons why we have one particular sub-type of banana in every grocery store.  Whaaa (you say)? \n\nMarket forces tend towards maximizing profits. They do so via monocultures and think nothing of it as they ring their cash registers.  But look around at the world, at the web of life sustaining us within this terrarium Earth.  \n\nMother Nature doesn't \"do\" monocultures.  Diversity is her mantra.  Why?  Simple reason, really.  Diversity breeds resiliency, a key attribute in a vibrate web of life.  So while we think it best to tweak ourselves we need to make sure that we follow her plan for ourselves.  Stick to diversity.  \n\nJohn~\nAmerican Net'Zen",
        "Why should gene editing NOT be driven by market forces? Who has made that decision? The medical science, equipment and treatment industries already extract exorbitant amounts of money from our pockets under the banner of marketing. Where do we draw the line? Why suddenly here?",
        "The government needs to start regulating corporations with real force and without listening to their lobbyists. I have no internet moral problem with gene editing, but given the way things have always gone (especially in the US), without regulation corporations will certainly put children at huge risk for profit.",
        "From numerous responses to the article, it seems clear that the choice to not explore CRISPR is to continue with the \"it is what it is\" human breeding system—or to employ authoritarian over-reach.  Personal beliefs and social structures are in a collision course, and medicine/science is offering a door.   In mho, anyone choosing to go CRISPR or go \"au natural\" should understand the need for the personal choice of \"right to life\".  This MUST be balanced with their personal ability to humanely contribute to that \"right to life\".  In other words, right now, our world seems to be in a \"life boat\"...",
        "Despite fears of Dr. Frankenstein, this could be our evolutionary trajectory.",
        "As someone who has recently dived into this topic quite a bit, I’d like to add a couple things. The first is that in it’s current state no country explicitly allows heritable gene editing - the use of this technology to affect future populations. The US already does not allow government funds to be used, funds that are used by most companies. Most countries don’t allow it at all. The second piece is that many of the harms presented are overhyped. So many genes interact with one another, so it is a nest impossibility to create ‘super babies’. We are also already able to chose much about who we give birth to through screening or IVF. Take with a grain of salt the catastrophic scenarios presented. While there is plenty to consider morally, eugenics and genetic inequality are vastly unlikely scenarios.",
        "I have seen so much suffering caused by genetic disease. Lives ruined. Families destroyed. There is no reason good enough for anyone to stand in the way of us being able to spare our children a lifetime of suffering from genetic illness. No interest group should be allowed to stand in the way of this life-saving technology.",
        "Scientists playing God, what could go wrong?\n\n\"China has since tightened its laws governing gene editing and fertility medicine.\"\n\nWell that's reassuring. What if, in the course of their science experiments, one of their crispy critters escapes? It won't be the first time something has escaped from a lab.\n\n\"The controversy offers an opportunity for more robust discussion over the future of gene editing technologies in fertility clinics.\"\n\nI think before we move on to future technologies, we should talk about the last, uuhh, mistake.\n\n\"Market values — prioritizing speed, profit and breakthroughs — are colliding with more fundamental values related to human health, equity and diversity.\"\n\nI can't think of anyone that would disagree. In fact, that may well be the sentiment of every human that lived through the last 4 years.\n\n\"Doctors might use gene editing techniques in embryos to repair congenital diseases like sickle-cell anemia and cystic fibrosis.\"\n\nDon't take my word for it, but if science makes every child perfect, it would be hard to justify abortions and would increase the number of newborns for adoption. On the other hand, a failed gene edit could endanger the mother before and during child birth and some editing may not become apparent until later in life.\n\nSometimes I don't like God when he plays God. Scientists playing God, makes this look like a competition. It is not a good look.",
        "Using CRISPR to treat people with diseases like sickle cell anemia is looking promising, while using CRISPR on embryos is not yet safe.  It  seems prudent to ban genome editing of embryos for reproductive purposes, at least for now.  We should also be having a national conversation about the ethics of gene editing.  However, with people worried about everything from their own finances to global warming, it's hard to convince them to focus on this.  Also, given this country's polarized views on abortions, it's hard to imagine a productive national discussion on gene editing in embryos.",
        "I don't even understand why this is a question. We all know it's not going to be a good idea, and yet we hold it out there like, \"well, maybe we should do it anyway.\" You know what, let's attend to the poor and the hungry and the troubled. Let's start there. Do we have the technology to help them? \"should\" we? Maybe the better question is just, \"why aren't we?\"",
        "There are serious ethics concerns when it comes to CRISPR on fetus. Can parents change the height, eye colour etc? Even if we limit it to serious gene issues, why not use it to suppress diabetes ( given when two parents have diabetes, the child has a extremely high chance of being diabetic). Iceland through genetic screening has already eliminated down syndrome by abortions. Thankfully, americans are still grounded in christian morality not to do that.  CRISPR is great, but its application of fetus must be limited to eliminate genetic defects where the baby has no chance of survival or has extremely low quality of life.",
        "It would be naive to think that it hasn't been tried. The problem is: it does not work because of the off target effects that influence the functioning of many other genes causing unwanted collateral effects. \"The woods are lovely, dark and deep. But I have promises to keep, and miles to go before I sleep\". Robert Frost",
        "I disagree with the author. I think that some CRISPR scientists very much dream of curing awful genetic diseases and mean well. But I think it's important to keep in mind the weaknesses of our society.\n\nThere is no way to prove that billionaires and corporations won't have an outsized influence on the direction of this research. Governmental organizations and multinational bodies may fare better, or maybe a lot worse depending on what nations government is guiding the research.\n\nThis is incredibly dangerous technology when used unethically. We need to upgrade our species' civic infrastructure before we are ready to explore this frontier. \n\nFor people who yearn to help people who have currently incurable genetic diseases, I offer a thought. Let's refocus on offering the cures we already have available to all peoples on our planet, not just those who can afford the intervention out of pocket. Millions die every year from tuberculosis.",
        "I can't address the ethical questions here without looking back at our decision to have children. I have a genetic disorder, namely dominant dystrophic epidermolysis bullosa. It's manageable and, other than added risk involved with physical activity, it's something that I get along just fine with. Each of my children had a 50% chance of getting it. We had two successful pregnancies. Was this a mistake? We came up heads both times, and (thanks to identical twins), have three children without the gene. I love my children. If they had the disease, I would love them just as much, but this one time I made this decision clouds my judgment on this issue.\n\nI can't decide how to feel. The technology is so dangerous, but a tiny mutation in one small section of my genome has made my life significantly worse. It could be easily detected, and fixed. But at what cost?",
        "I have read Crisper is not as accurate as the popular press presents it. As a technique is it getting better and more precise, but I am not usure it is ready for prime time in humans. Not yet anyway.",
        "If we can give shots to newborns to prevent diseases, we can use this new technology to prevent debilitating conditions and even improve aspects of human life. Yes, it’s a slippery slope but in my view, it’s worth the risks. If we can prevent lifelong misery and we refuse, it is a form of negligence or even abuse.",
        "I'm thinking about the BRCA gene variant. Up to 70% of women who have it will get breast cancer. It's particularly prevalent among Jewish women of Eastern European heritage - which both of my daughters are. \n\nThe potential for this technology to save lives is tremendous. Not to mention the potential in healthcare savings if mutations can be corrected before they lead to disease. \n\nIt seems to me that guidelines can be established for the ethical use of CRISPR. It also seems to me that a federal program can be established to ensure that everyone has affordable access to treatment. \n\nPreventative care has long been a weakness in this country's health system. CRISPR could go a long way in correcting that  defect.",
        "We fix broken bones and have since before Hypocrites. The whole intent of Medicine is to aide the evolved body repair system. All pharmaceuticals are for the same purpose. So why should we not repair the genome if it is flawed? Oh, such an attempt can also be flawed. But we can find out if it works by monitoring the results and changing what is wrong with the process of aiding evolution to make a \"more perfect body\".\nMankind, much to detriment of some philosophies, may not be \"perfectible\" but it certainly is \"improvable.\"    I favor improvement.",
        "We develop technologies to understand  and model how the information encoded by the metagenome of an organism yields the resulting behaviors and phenotypes, in the context of particular environments. \n\nThe problem with not allowing germ-line genetic engineering is that as medical science and technology gets better and better, we are going to have people who normally would've died off, or not reproduced, live into a ripe old age and continue to pass on their genes. Eventually, in the very long term, it will reach a point where these genomes (especially given all the environmental changes) would have diverged extensively from our recent ancestors and possibly lead to speciation. \n\nIf we do allow for germ-line genetic engineering, that will also create divergence in genomes and possible speciation. To an extent, with embryo screening  and related technologies, this is already occurring. How many parents would refuse a permanent cure for their offspring that would be otherwise afflicted with a lifetime genetic condition?\n\nSince it will happen anyway, we may as well attempt do it properly and together as an endeavour by humanity, rather than leaving it up to particular factions/countries. The ability to direct our self-evolution is a selectively advantageous trait that we shouldn't shy away from.",
        "I thought that homozygous sickle cell patients suffered from the disease while the heterozygous sickle cell patients were conferred some resistance to Malaria. Is gene editing getting rid of Malaria too? Certainly it would be beneficial to prevent Sickle Cell Disease. I'm concerned that the unintended consequences that could accompany widespread use of the technology could be terminal. We should be extra cautious before letting this Genie out of the bottle.",
        "The profits from this will be enormous. Only the wealthy will have access. It is not likely that in the US for-profit system, medicaid and many forms of cheaper insurance bought in Obamacare’s “market place” will pay for this. And those saying it should only be used for medical purposes, to prevent disease and deformity but stop there, should know that is not how new technologies work. Once the technology is in use there is no controlling how it will be applied throughout the world. Here come the designer babies of the wealthy and global elite.",
        "Should we create ranges of acceptability.  Sure you might want your son an inch taller than your nephew or neighbor but do we want everyone at 8 feet tall? \nAvoiding medical problems is worthy in my mind but picking genders or physical attributes is not in my book.",
        "Having grown up with an extremely severe case of eczema which affected almost 80%+ of my body until I got older where it became more manageable, yet still affects my daily habits, I'm not opposed to this. When 3 generations of men in my family had it, and I was one of those people you see photographed for a \"severe case\" in a text book, it's something you're forced to think about it. It's one of the biggest concerns I have of potentially passing on when/if I have kids. Having to inject dupixent twice a month, with a market price of 1k+ a shot, and bouncing between creams and avoiding certain foods is not something I want anyone else to deal with.\n\nI doubt I'll have the ability to remove the risk of life defining long term problems if I do have kids in my lifetime, but I see nothing wrong with this. Nobody is working on a cure for these sorts of things, only treatments, and expensive ones at that. \n\nThat being said, I think using this to treat illnesses should be the goal and stop there. Using it to try and create \"super humans\" or the ideal beauty standard is warping its purpose into something twisted, but I wouldn't be surprised if that's something that'll happen.",
        "It is too late for the question to be 'should we?'. The time is now to figure out how this is going to happen, who will have access, and what it will be used for. Certainly it is a good and moral thing to use gene editing to weed out genetic diseases, and spare future generations lives of misery from genetic diseases which can now be cured.\n\nIt is much more questionable if gene editing should be researched and allowed for 'increased attractiveness', or 'athletic prowess', or 'increased intelligence'. It is also likely inevitable that those things and more will be pursued.\n\nWhat 'top secret' military research agency is not already running a program researching what kind of 'super soldiers' can be achieved... and what parents are not already thinking 'my baby can be a genius, and beautiful'? No parents and no generals will be able to resist that siren call.\n\nThis jinn is out of the bottle, Pandora's box is opened, and there is no way that is going away, if at all. The only sensible thing to do now is manage it as carefully as can be had, if it can be managed and controlled at all; and accept that there will be excesses and abuses because the one sure thing that can never be gene-edited away is human nature.",
        "The current \"treatment\" for many genetic abnormalities is to kill the fetus in utero.  Gene editing is very much preferable to the status quo.",
        "Should we? I am not an ethics expert.\nThe world is more than the USA. The question is will we or will they?\nIf they can they will.\nSome might argue that not to do so would be a form of child neglect.\nLike I said I am not an ethics expert but I remember the initial debates about best tube babies.\nIt will happen 100%.",
        "Every creative genius and every great leader I can think of has been in some way \"flawed\" mentally or physically or both, sometimes only slightly, sometimes radically. Fin de siècle aesthetics even assumed and celebrated an intimate connection between genius and madness and / and or genius and chronic illness. Would Stephen Hawking have been Stephen Hawking without his \"condition,\" without his wheelchair?  Would FDR have been FDR without his? Would Proust have been Proust without his frail, ever failing constitution, which kept him abed for long periods even as he was writing (in bed) his great novel? Who's to say?  But until we know for sure, I'd say keep hands off the gene-editing machine.",
        "It's not a question of \"if\" parents will seek the \"perfect baby\" but \"when.\" In the human quest for upward mobility and well-being, perfection helps and 'imperfection' is a hindrance. That is the reality in a cruel and judgmental society.",
        "Such technology is messing with something we don't understand and have no way to predict unintended consequences.  Particularly in a country like China who has no ethical guidelines or limits.  I suspect that Dr. He's real crime was that he did not get the CCP's permission first and caught them by surprise.\n\nThe genie is already out of the bottle on this one, we will see some horror stories before it is all done.",
        "Of course we should genetically modify future generations to eliminate as much human suffering as we can.  I don't see this as really any different from treating disease once it manifests.  Wouldn't it be better if it didn't manifest at all?  If you have ever worked with sick children, or the children of sick parents, I think your answer would be the same as mine.",
        "Based on how people have treated me my entire life for being short - mostly Americans, including women, and I am a woman - which has included everything under the aegis of general dismissiveness, from patronizing commentary to myriad negative default assumptions about my abilities and level of accomplishment to getting in my space in various ways, I predict that people will create tall babies. In any case, preemptive genetic tinkering will certainly be a new niche of medical tourism.",
        "Make people who can tolerate high heat and little food or water.\n\nHere’s the gist of a recent IPCC report: species extinction, more widespread disease, unlivable heat, ecosystem collapse, cities menaced by rising seas --these and other devastating climate impacts are accelerating and bound to become painfully obvious before a child born today turns 30.",
        "If you somehow re-created Albert Einstein, would he be a genius in today's world?  \n\nIf you recreated LeBron James athletic ability, would the new LeBron be a super athlete without the circumstances that created him?  \n\nThere's more to a person than DNA.  There's the era, the culture, the parenting.",
        "As a peaceful society, we can create the finest laws, however, history teaches that enforcement of those laws can be problematic.  For instance, do we know for sure there are no ‘rogue’ scientists creating new human embryos right now using CRISPR technology?  How would we know this?",
        "How is it that the imagination of writers and movie makers to foresee so many dangers of uncontrolled technology and science are always decades ahead of the scientists actually doing it, who are then debating after the fact what they should have known was coming?  Maybe that the temperament of engineers and scientists is not to care - \"not my problem?\"  We know in history where that can go.",
        "The question isn't merely ethical. \n\nGene editing has implications for national security. What if a foe designed super genius humans or super strengthed ones with no fear nor hesistation for hostiity? \n\nTurning to domestic issues, how would a parent tell an academically or athletically struggling child h/her peers were gene edited for super human performance?",
        "I would like to see these researchers so confident in the results that they’d be willing to go back to not the do-no-harm oath of Hippocrates, but the Laws of Hammurabi – if a patient dies of their treatment, they lose their hands.  If the patient goes blind, they lose their eyes.  and so  on . . .\n\nWith great risks must come great consequence.\n\nOr maybe, they should try it on themselves first.  Kind of a self-correcting solution.",
        "We have had this technology for a long time, especially when it comes to selecting boys over girls.  I actually wish this technology was available 70 years ago so I and all of my nieces would be spared the BRCA gene for breast and ovarian cancer.",
        "We might try it step-wise. \nCondition X shortens average life expectancy by Y percent.  Persons born with Condition X an not participate Z percentage of activities that the average person in our society  can, thus it diminishes their quality of life. Condition X imposes a degree of constant discomfort upon that individual. Condition X costs Z amount of dollars above average medical expenses to alleviate the suffering /sustain the life of the individual.\nWhat is the emotional impact upon the caregivers/family of having a child with Condition X?\nAssuming you can do the gene editing, what kind of numbers might you assign to the above categories?\nI have no pat answers.",
        "Am I wrong or naive to be thinking of the law of unintended consequences? The final perfected process and product of genetic engineering does not scare me as much as the experiments and trial-and-error that are conducted. What happens to all the 'interim' forms of life created during the research? A little scary, especially 'in the wrong hands.'",
        "I need to hear an affirmative argument on why I should NOT use science to stop my child from having celiac disease.",
        "As a student  assisting with cloning zebra fish in 1980 then learning DNA sequencing and gene mapping 1981 -1983 and moving on to RNA studies in 1983-86 then going on to further lab work over the next 40 years my colleagues and I often discussed when and whether humans would be able to edit our genes. Now we can. \n\nThe issue is still that we do not yet know which normal naturally occurring allele combinations are the golden ones that confer significant advantages in the lottery of life, such as high mathematical and musical ability, very strong immune systems, and great athletic ability. There are many traits that we know have genetic components that interact with how children are nurtured.\n\nOnce we do have the human genome understood well enough to know which naturally occurring allele combinations confer significant advantages to children, then I think there will be irresistible pressure to give more children those naturally occurring allele combinations by inserting them, in place of what they would have gotten by chance. Some governments will certainly do so seeking advantage and some wealthy parents will definitely be eager to purchase the medical procedures to give their children advantages. There is no way to stop people seeking advantages. Darwinian selection will then operate, as always,  to filter the results. I think human competition will simply include this in centuries to come.",
        "This author talks as if there are some set of formal rule book, or an official enforcement agency, or a global judicial system for scientific misconduct.  The simple fact is that if someone wants to engineer a baby there is nothing stopping them as long as the will to do so and the money is provided.\n\nThe challenge for good-faith efforts from the western scientific community, for example eliminating the gene for Tay-Sachs disease, will be getting other scientists to play by the rules, i.e. foreign governments like the Chinese.",
        "It takes more than science to achieve what's being proposed.\nI personally disagree with gene altering or anything pertaining to the tampering of our DNA. (We become synthetics, and susceptible to man's idea and belief.) \nLuckily however, we're still under the blessings of God.",
        "We are just about ready to no longer be human beings. Once genetic engineering is introduced there is no turning back. And it will be introduced. They wealthy will guarantee its usage.\n\nAnd then we become two species. \n\nOur future is so grim.",
        "There is a wonderful cartoon, depicting a wolf eyeing a human encampment 25,000 years ago thinking \"I'll just hang out by their campfire and see if they throw me some scraps of meat-- what could go wrong?\". The second frame of the cartoon shows an overbred, overgroomed, overdecorated poochie, that has lost all the independence and nobility of his ancestor from 15,000 years ago.\n\nLet's edit out a few defects, What could go wrong?",
        "My high school-age son is studying Genetics, DNA and CRISPR in school, which led to a dinner discussion about embryo selection. It was sobering for me to hear my healthy and intelligent son say that he would not hesitate to select an embryo that would ensure one part of his DNA would never be passed on. \n\nThe backstory is our family has the BRAC+ gene. I have had prophylactic surgery to ensure I did not die young of cancer. The conversation began with me questioning, given our history would they do embryo selection. My kids have watched relatives die of cancer, and saw nothing to debate. They could see no plus side. Yet we are also a family with ADHD and with this they do know the plus side. They see how ADHD has positively shaped their parents' careers; they know ADHD students thrive in some fields because of their divergent thinking. They know ADHD to be not an evolutionary glitch but a vital way of knowing and being in the world that makes it a better place. Yet, when I asked my children what would they do if, in the future, they could select an embryo without ADHD, my son replied with conviction. \"If the education system has not changed, if it still punishes neurodivergence, I would definitely not bring an ADHD child into that world.\" \n\nThis simple observation shook me to the core. His insight helped me see how we need to consider medical ethics from a systems-wide perspective. This is not just a critique of a world that is emerging, but also the world we live in now.",
        "If China doesn’t feel like it needs to play by ‘the rules’ then I’m not sure what the author means by ‘we’.  This past ten years we have seen some egregious unethical scientific behavior coming out of China:\n\n1. First genetically engineered baby.\n2. Gain-of-function research on coronaviruses that likely caused the Covid-19 pandemic.\n3. A statistical overrepresentation of image manipulation in scientific journals.\n\nWe use the third person we as if it encompasses the whole planet, but China, India, Russia, and Iran have >3 billion people.  Using language like this doesn’t make sense anymore.",
        "By all means use it to prevent severe genetic diseases and disorders, but beyond that I am reticent. Avarice is messing up our world enough without people competing to have an ever more perfect baby",
        "In the article, the author states her opinion on the ethics of genetic manipulation. It is unfortunate that in order to support her position she enlists the Chinese state as she appears to be unware of the situation in China. In order to monitor the health of the twins, the Chinese state is planning to build a dedicated laboratory to monitor the health of the twin (refer to recent article in the NYT), a perfect opportunity for further experimentation. Also, what the Chinese state professes publicly: \"China has since tightened its laws governing gene editing and fertility medicine.\" is often a foil on what is really happening, especially if the state sees strategic advantages. Genetic manipulation is an area that can provide competitive advantages against the USA. I am not advocating genetic manipulation; on the contrary, I find this topic of grave concern. But in our discourse on this topic we should be cleared eyed and not use arguments that are ill conceived or flawed.",
        "The question isn't \"should we?\"\n\nThe question is who will get to do it and for what ends.\n\nIf this technology becomes marketable, it's those with money who will be first in line to 'benefit'. As we are finding out (not that it should be a surprise), wealth does not convey wisdom or bestow empathy for others. Wealth does not have great concern for the common good.\n\nThe prospect of tinkering with the human genome to produce designer babies has been the inspiration for more than a few Star Trek episodes, or for those inclined to the classics, Huxley's \"Brave New World.\"\n\nThe big constraint on diving into this prospect is one that appears to be a challenge the human race is so far failing to meet: climate change. It's likely the technology needed to pull off the kind of genetic manipulation being considered here will become unavailable in the growing disruption to come.",
        "Our curiosity, hubris and arrogance is and ever shall be out ahead of our knowledge and. particularly, our wisdom.   We think we have dominion over the natural world when it really is the other way around.  We \"fix\" one problem only to discover later that we have created another, deeper level problem in a cascading series of failures.  This is not going to end well.  Will we ever take a step  and truly consider the implications of what we are doing to the natural world, and now to ourselves?  I doubt it.",
        "Kind of a click bait title; but, here is another techno-ethical issue upon us.  Having known several people with genetic markers for serious diseases,  I would give anything to see these markers edited out.  On the other hand, the more ominous potential of this kind of technology aren't at all hard to imagine.\n\nThe line that fills me with the most apprehension right now is the reference to an entrepreneurial tech culture that \"moves fasts and breaks things.\"  The human genome is complex.  The human mind and body are intricately interwoven in ways we scarcely understand.  We don't need people whose lust of power, money, or even whose unbridled scientific curiosity is not tempered with a respect for human life and a motto of first and foremost: \"Do no harm\".",
        "If we set aside for the moment considerations about parents wishing to edit their children's genes to alter traits like eye color and concentrate only on efforts to prevent disease, the fact is that at this stage of our knowledge what we would really be doing is using the resulting children as guinea pigs. Genetics is a complicated field and in many cases we won't know what unintended consequences might arise from genetic manipulation until we actually give it a try. And if the consequences turn out to be tragic it will be the children who suffer. Genetic counseling already exists; in many cases a couple can already get some sense of how likely their children would be to inherit genetic diseases; the couple can use that information to help them decide whether to have children. It isn't as if anyone is obligated to pass on problematic genes. There are hundreds of thousands of children in foster care in this country and over one hundred thousand eligible for adoption. Many of these kids wait years to be adopted. There are also opportunities to volunteer to work with youth groups. If you want to nurture children there are opportunities beyond having your own biological offspring. It might make sense to explore these opportunities rather than running an expensive experiment on your child and hoping it turns out ok.",
        "\"But new ethical guidelines and legal codes are needed to govern this technology in the fertility clinic.\"\n\nIf the tech exists to make your baby super smart, super strong, super healthy, people are going to pay for it no matter what \"guidelines\" various governments offer.\n\nDon't see that kind of tech being controllable.   \n\nPeople can try and govern its development though animal and plant genetic modification will make that equally impossible as it will provide the tools to modify humans.",
        "Fearmongering is usually misplaced.  Fearmongers should warn us about nuclear weapons, wars, pandemics, and global warming.  \n\nThe DNA of every infant comes from TWO parents, so alterations introduced by CRISPER IVF die out.\n\nThe use of safe CRISPER IVF should be supported.  \n\nIf we cut the “defense” budget in half, we could have free K-16 education and free universal medical and dental care including CRISPER IVF for everybody.",
        "A voyage from earth to a planet or moon, outside our solar system, would be light years of travel.  It is likely that, in the selection of humans to make that trip, there will be genetic analysis and possibly genetic modification, so that the people can better withstand the physical and psychological demands of such a long voyage.  Not only because the voyage would be long, but also because of the extended changed manner of living and also to better endure radiation and other aspects of the spaceship environment. \n\nSuch a trip would continue through several generations of human beings.  The craft would also have to be equipped with the means to use genetic screening, selection and modification. \n\nIt may be determined, at the outset or during the trip, that the mission would best be accomplished by some or all of the large crew to be placed in hibernation or cryosleep.  Genetic modification may be necessary for humans to appropriately endure such suspended animation.",
        "Read all the way through before replying, because this is an interesting hypothetical. Suppose at some point in the future, someone discovers a way to test for gender dysphoria in embryos, and a little while later someone else comes up with a way to modify embryos to remove gender dysphoria. Would doing so be ethical?\n\nThe argument against it would be probably your initial reaction, which is that it would effectively erase Trans people and Trans identity. The argument for it is that gender dysphoria is strongly correlated with other things like clinical depression, and although I don't know of existing evidence that the link is causal, it may be the case that such a procedure would dramatically reduce the child's risk of growing up with depression.\n\nSo: ethical or not? I don't know the answer, or whether one even exists. The question also may be a moot point, since we have no idea what causes gender dysphoria and it may not be during pregnancy at all. Still, it's an interesting hypothetical.",
        "I understand the value of saving future generations from suffering and agree with that. But if changing a single letter or strand results in unexpected reactions or mutations it could be horrific and that would apply to designer, cosmetic changes as well. I hope scientists are testing it if possible.",
        "Fundamentally, the question posed by this piece’s title is, Is nothing sacred? \n\nIt seems the answer is: technology. Not a particular technology, of course, but what we might call the march of technology—from rubbing two sticks together to create fire, way back when, to pushing a bunch of buttons to fire of a missile with a nuclear warhead, today. \n\nThat’s the only thing we can’t stop. Designer babies will be part and parcel of the same thing until we agree to design an entire species that doesn’t seek to prevail.",
        "There is no reason to edit genes just to modify a baby, but to correct a genetic defect, yes.\n\nGiving a child a chance to grow up healthy is the right way to go.",
        "There is actually no need to genetically modify anyone to get rid of HIV. If everyone already infected is given lifelong medication to suppress the virus below detection, then there will be little to no further transmission of the virus to uninfected individuals. Combined with education on safe sex practices, the epidemic would end in perhaps 25-50 years. It’s really a choice for society about how we value medical treatment. It’s extremely cost effective to treat everyone infected. It does require that politicians stop playing games with programs like Medicare.",
        "\"Should we\" is not the question. When will we is the question. As best as I can recall, everything that has ever been created or discovered by humans, no matter the risks, has wound up being used- from gunpowder to atom bombs, from alcohol to fentanyl, from the abacus to ChatGPT. We are smart in some ways but not smart in others.",
        "In a few decades, the world's wealthy will spring forth a generation of 6'5\" blue-eyed square-jawed humans, all but immune to life's common ailments, from arthritis to dementia to cancer to addiction to heart disease to tooth decay. They will sneer down at the rest of our offspring, our too-human flaws making us hideous by comparison, and relegate us to the most menial of occupations.",
        "We are like the Sorcerer's Apprentices in \"Fantasia,\" unwittingly, probably, creating disasters.\n\nStill, if we could edit out the genes that cause disease, would that be horrible or would it be a blessing?  I think I'd come down in favor of babies who don't die from Tay-Sachs, or who aren't blind or deaf.  \n\nEthically, I think we need to ask what would be wrong with healing like this?  If we could avoid affliction altogether would that be wrong?  Flip that on it's head:  what is good about Tay-Sachs?",
        "\"Many deaf and blind people are concerned that people like them will be edited out of existence, rather than society learning to better accommodate them.\"\n\nIf something don't exist, there's no need to accommodate it, and that's good thing when the quality is detrimental. Should we not make wheelchairs because it edits out the inability to move around? Medicine as a whole is about REMOVING illness. There's no benefit to being blind. It's something you're afflicted with. It's called a handicap. Notice how people do not blind themselves willingly? The real risk is NOT to diversity of IDENTITY, but that we don't yet have a lot of knowledge of what editing genes does in the long run. That's why we need further active research and experiments.",
        "Humans are, despite our own assertions to contrary, fundamentally animals. The primary goal of any species or individual is to increase it's own chances of survival, because those who do not will inevitably die. Maybe this a somewhat anthropocentric viewpoint, but in my opinion, if it will ensure our continued survival, it should be done, no matter the cost. Editing our highly flawed genome, ethical questions aside, would be an enormous step towards securing the continued survival of our species. We could immunize ourselves against diseases, prevent genetic disorders, improve the functions of the human body, in essence do what evolution naturally does except much quicker and far more precisely. I do admit that there would likely be setbacks and ethical dilemmas, but anything that helps us better survive is fine by me.",
        "Gene editing to eliminate known birth defects, after extensive clinical trials, is not so different from any other medical remedy.\n\nGene editing for 'gain of function' is playing god, with all its implied moral and natural consequences.  Very bad indeed.",
        "So far, when a lot of scientists get together over this problem, the consensus has been not to do pre-birth DNA fixes. Of course this can change, but a decision like this, I believe, needs a lot more time.",
        "I've been reading about Gen M (genetically modified) babies for years. All along the way, the discussion has focused on improving babies lives by 1) reducing congenital deficiencies, and 2) by modifying physical features, including cognitive potential.\n\nType 1 goal is motivated by altruism with varying degrees of greed (everyone needs to make a living). Some who have the ability and means to improve others' lives wish to do, and that is good.\n\nType 2 goal is motivated by greed. If I can alter your children's facial characteristics, body contours, personality and/or IQ, why would I do that? Not out of altruism, but out of fulfilling someone's fantasy that their kids might be \"perfect\" – and making bank proving that.\n\nI have hope for type 1 medical progress. Mary Shelly is turning in her grave contemplating type 2 unintended consequences.",
        "In the longer run, consequentialism and its progeny favor the powerful because it is the powerful who have the most effective voice in determining what - and who - has the most and least value.",
        "In almost all cases, the way to treat congenital disease caused by a known mutation is to screen IVF embryos for the disease-causing mutation and then implant those embryos that do not carry a deleterious mutation. \n\nIt would be a very rare case where both parents are homozygous for a deleterious mutation in the same gene.\n\nThis discussion is attempting to frame human gene editing as necessary to cure disease, but really seeks to pave the way for designer genomes. Which is something that the Chinese are interested in and will pursue, regardless.",
        "The real problem is that no one really knows what perfection is. I mean, say if you could create a genetically healthy baby, then what? Physically \"perfect\" people can still do terrible things to the world but many physically \"defective\" people have become benefactors to the world and possible the universe at large. Beyond the physiological-biological-chemical complex we call human, or any organism for that matter, there is a much bigger world out there",
        "Those who object to genetic modifications on ethical grounds must explain why we should accept de facto enslavement (or a permanently subordinate status) in a world that will surely be dominated by those \"unscrupulous\" societies which will ignore ethical concerns and enhance the abilities of their populations through genetic modification. The idea that all countries will commit to the nonuse of this science is utopian in the extreme. \n\nThe only serious ethical question in this domain is how these enhancements will be distributed - because they will be distributed (i.e., used).",
        "As a parent of a child with Rett syndrome, a rare and devastating disease, it seems incomprehensible that someone would choose to not heal a child with that disease in utero if it were possible.  Gene therapy trials for Rett Syndrome are slated to begin sometime within the next few months.  If those trials are successful and treat disease progression - and even possibly reverse some of its effects, then eventually that therapy will be offered to very young infants.  If offered to an infant, then why not to an embryo?  What really is the difference? Well, there is a difference.  A child will always be better off if you stop a potentially life altering or life ending disease from developing in the first place rather than treating it after it has already begun to show it's effects.",
        "\"CRISPR gene editing for reproductive uses SHOULD go the way of human cloning, and be outlawed.\" \n\nWe are headed toward a dystopia of accelerating inequality, the genetic \"Haves\" versus the \"Have Nots.\" \n\nI say that as someone who discovered late in life that I was donor-conceived, that I had inherited the gene for cystic fibrosis, and passed it along to my own daughter, who now has to worry about her own future children.",
        "\"Does Gene Editing Have a Future in Reproductive Medicine?\"\n\nIt 100% does. Whether or not it is ethical or correct is really irrelevant. As social media, \"self-driving\" cars and AI show, any moral quandries about new technologies or developments will *always* take a backseat to a big corporation or billionaire's god given right to make loads of money.",
        "The notion that \"we\" should have a discussion of the ethics involved seems naive if the idea is that the discussion could really lead to an effective ban. Sure, \"we\" can have a discussion. But if a technology exists, it is likely to be used somewhere. If it is banned in one place, someplace else will exist where it isn't. When atomic bombs were developed at the Manhattan Project, there was a \"discussion\" of whether to use it on Japan. It got used. There was a discussion about international control of such weapons after WW2. But they proliferated. Discussions may slow things down a bit. But if it can be done, it will be done.",
        "Actually, all human beings are \"genetically modified\" in the sense that we are the results of many generations of selection.  We differ, slightly, from our ancestors, in our genomes.\n\nNow, there are different methods to produce a \"genetically modified\" organism, one of which involves genome editing by some type of CRISPR and the potential to remove or add DNA or change the bases at a site.\n\nTo those who dare consider such an adventure, please remember that 1% of the human genome codes for the ~22,000 protein-coding genes; most of which we have no clue of their roles in growth and development of a human.  And, the other 99% of the genome does indeed get converted in various types of RNA of which we know little.  The regulatory regions of DNA, that control where, when, and how much of gene is expressed, are embedded  throughout the genome.\nGood luck.",
        "Once a human is born with an artificially modified genome, as opposed to a naturally occurring gene mutation, then the human species will be forever altered by the performing scientist. Unless there is substantial evidence of benefit and safety it is clearly unethical to use CRISPR on human embryos that will carry the trait(s) not only to the intended next generation but, potentially, to all generations thereafter. Perhaps, in the case of known severe genetic disease it can be justified for that child but when that child is ready to reproduce any and all of the potential benefits and harms done to it as an embryo should not necessarily be allowed to continue. At the very least this should be prospectively counseled and addressed. Would you trade freedom from that disease for your child at the risk that unforeseen problems may dictate that they do not pass on their modified genes?",
        "\"Gene editing also adds fuel to debates around eugenics. As Business Insider reported, venture capitalists and tech visionaries who call themselves “pronatalists” want to save civilization by creating genetically superior children. \"\n\nNatural selection already exists for that purpose-\n\n“I could show fight on natural selection having done and doing more for the progress of civilization than you seem inclined to admit. Remember what risk the nations of Europe ran, not so many centuries ago of being overwhelmed by the Turks, and how ridiculous such an idea now is! The more civilised so-called Caucasian races have beaten the Turkish hollow in the struggle for existence. Looking to the world at no very distant date, what an endless number of the lower races will have been eliminated by the higher civilized races throughout the world.” ― Charles Darwin",
        "Real life Gattaca is coming soon...",
        "\"If his technique worked, broad ethical questions need to be addressed, not brushed under the rug: If we can make effective edits to the DNA of human embryos, should we?\"\n\nIF\n\nThe process of 'effective' edits to the DNA has problems that just because Dr. He claims he has within the twins (one or both(?)),...\" Or they could be the result of unknown risks associated with CRISPR gene editing. Today the children are reportedly healthy, but their future is unknown.\". Does the scientific community in bio technology agree there are issues/concerns about making sure one is identifying and/or locating the correct editing of the correct gene. Would like to here from scientists actually in the labs working on this.\n\nThis really isn't a question about the ethics (most humans are unethical in most practices), but more of can we do this without creating a 'Frankenstein' because we think we can cure all these afflictions thru this process.\n\n\"IF\" it works it would be on the markets and listed world wide. Playing on peoples emotional fears/concerns are not a viable reasoning for creating a life; blond and blue is not what life is about. And the unethical will let you know this.\n\nSo ironic people have created \"Gods\" in their own image, thinking people think they are the \"Gods\" themselves. \nControl of something we have no control over-life.\n\nPlant burger in a petri dish anyone?",
        "The last thing this country needs is members of Congress who will likely not be able to tell you how gene editing is done and what the complications are to be writing legislation banning it.\nPrenatal testing for known genetic abnormalities has proven to be very successful and gives parents the information they need to decide whether to abort or not.\nWhy should not parents who cannot have children except by in vitro fertilization have the same rights?\nThe fear that people want to breed a super race is nonsense. People always had information about the age, race, education, eye color height, etc of sperm donors.\nThe Luddites will always be among us.",
        "“Today the children are reportedly healthy, but their future is unknown.” Everybody’s future is unknown. “’if we cede that type of framework of science and ethics to maverick bioengineers who are detached from larger societal considerations, the risks of harm are real.’”  The risks of harm are real every time we get into a car. Human nature was shaped by Mother Nature – a force that the great evolutionary biologist George Williams called “a wicked old witch.” Humans, like ants, have a propensity for extreme viciousness when they go to war. Unlike ant wars, human wars could lead to human extinction. Taking human nature out of the hands of the wicked old witch is a dangerous undertaking. Not taking human nature out of the hands of the wicked old witch is far more dangerous.",
        "The number of variations that genes affect is bewildering. Multiply that by 50,000 or more and the combinations are beyond human or computer analysis. Humans are selfish, especially with their offspring. If there's a chance to create an enhanced human, someone or some group will attempt it, though the results will take years to fully measure. Most cases it's a tradeoff between intelligence as measured by the IQ test, and risks of other maladies like schizophrenia—thus the mad scientist. Mr. He in your article is simply vying for the title of Dr. Frankenstein.\n\nHistorically, there is a linear trajectory from selective breeding, eugenics, euthanasia, and ultimately, genocide. The Nazis and their atrocities still linger in living memory, and a few groups are still active on the far side of politics.\nGeneticists will continue making progress, but scientists can better improve the human conditions on the nurture side of human development, and with a wealth of proven results.\n\nHumans are superbly adept at conceiving and writing about objects and spaces and people that only exist in the abstract, but come short of true representations. That's all well and fine, except scientists tend to cloister in insular and sanitized environments, and they oftentimes lose connections or misinterpret the terrestrial or mundane or quotidian about them.",
        "What do humans have in common with cattle?  Well, our bodies.  \nGenetics, scientific research, has leapt ahead in herd health and resilience.  Somehow the public is unaware of the ways that scientific research is improving the herds. \nPeople think we are so different or superior to other mammals. We are the same.",
        "This is going to be one of the greatest challenges humanity will have to confront in the future. As the author notes this issue creates tension between what we want for society and what we want for ourselves. Everyone wants a system of equitable fairplay, but everyone also wants to be competitive. \n\nYears ago George Will wrote about how perinatal screening for Downs in Scandinavia was akin to genocide because many women chose to abort their fetus after a positive diagnosis. I'm a libertarian when it comes to people's procreative desires and I think Will's sentiment was overwrought, but it deserves serious consideration. \n\nAs these technologies progress whether it be CRISPR or perinatal testing we'll be able to edit genes or discard embryos that carry traits some consider to be undesirable. Consider the following: dwarfism, intellectual deficits, body odor, microphallus. There are healthy and thriving people who have these conditions, but will they continue to exist in the future?\n\nParents employing these technologies will have to wrestle with the fact that the line separating them and the eugenicists of the Progessive Era is very thin. The sentiment of Oliver Wendell Holmes, \"Three generations of imbeciles are enough\" will no longer be uttered from the Supreme Court, but in the confines of the home when when parents discuss the option to have children.",
        "I don’t trust humans to use any technology within ethical guardrails. Very bad track record in this, and it usually requires explicit laws.",
        "Some sensible comments. from readers.  However, treating gene editing as though it marked the start of a naively hopeful new era is frankly dangerous.  Truth is we still know very little about the more complex interactions between genetic materials.  Real caution ought to be the standard for such work.",
        "So far all the problems and issues mentioned here have been pushed under the rug and ignored as they are deemed too difficult.  But the problem is already evident in areas where our food is modified genetically.  Do we really know enough about our genetic make up to apply criper effectively and what does effect mean in so many cases.  Do we really want to be 'flawless' super beings and extend our life spans for those who can afford it with this technology?   crisper like nuclear energy is sciences good and bad face and we have not determined which is which.",
        "I have no moral, ethical, or religious objection to gene editing in humans, but I have plenty of practical concerns. There is no safe and thorough way to test the longterm, or even the short term, effects of gene editing in humans. Editing out a defective sequence could have unintended consequences for overall health, some of which might not appear up for years. Not only would you have to follow the experimental subjects for a human lifespan, but what if negative consequences started showing up in their offspring? \n\nThis is not the same thing as gene therapy for a child who is suffering from a life threatening, painful illness like sickle cell anemia or severe combined immunodeficiency disease. In such cases, gene therapy may be the only hope for an already living child, and it is worth taking the risk. Gene editing of the kind discussed in this article is something else entirely, and its risks cannot be justified.",
        "I agree with the author that there should be strict laws against using gene editing for reproductive use, at least for the time being.  It would be foolish to pretend to forecast the issues that might arise later, if society continues to flourish, and is not wiped out by nuclear war of global warming.\n\nThis should not detract from the very real benefits that CRISPR-Cas9 and more recent tools, like base and prime editing.  Together with advances in gene sequencing, these technologies promise to provide new tools for treating cancer and other diseases which arise because of deficiencies in genomes of somatic cells.",
        "Human gene editing garners immense interest among my elite college students and my salt of the earth relatives alike. CRISPR-Cas is a remarkably efficient and accurate all-in-one tool, but clinical-grade precision is still being engineered. What if those twin girls develop cancer, as the handful of SCID children did in after biomedicine’s late 90’s foray into gene editing? Or if a deadly infections is acquired during transfusion as happened to Jesse Gelsinger? (the healthy teen who volunteered for gene editing in the early ‘00’s to address his burdensome metabolic disease)\nTBH, I think any future controversy will be water off a ducks back - the technology and medical know-how is truly better and Jennifer Doudna’s Nobel and Walter Issacson biography have enshrined it. More than that, we live in an era and a culture of personalized everything - including medicine. I suspect regulation will bend to the will of the individual.",
        "”…edited the DNA of embryos to make them less susceptible to H.I.V.”\n\nI doubt this since for him to have done so, he would have to have edited the DNA of every cell of the embryos, which would be a very large number of DNA edits.\n\nFor him to have made an embryo less susceptible to HIV by gene editing, he would have had to have edited the genetic material of one or both of the gametes whose joining gave rise to the embryos, or edited their zygotes immediately on conception so that genetic alterations, in either case, would be passed on to each cell derived therefrom thereafter.\n\nTo edit the genetic material of only one of many cells of an individual would give rise via mitosis to two distinct genomes in the cells of a person’s body, which might not work out so well.",
        "We are, quite literally, at the dawn of yet another scientific revolution, i.e., the ability to create living things without the help of nature. This is, in my opinion, one of the greatest, if not the greatest, turning points in scientific discovery.\n\nI'll just mention a few others that might be high on this list:\n\nThe internal combustion engine: without it there would be no such thing as climate change\n\nNuclear fission: without it we would not have the atomic bomb.\n\nAntibiotics: without it we would not be on the precipice of bacterial evolution that could render bacteria impervious to medicine.\n\nHerbicides/insecticides: see antibiotics above.\n\nI mention these because most of us have become familiar with their downsides as well as the upsides. There are many, many other inventions that fall into this category, things whose power we either did not understand or ignored to our own peril.\n\nGene editing may dwarf everything that has gone before it (actually, there is one other recent discovery whose ultimate pathway is both vast and unknown and yet we're well on our way down it, AI).\n\nI guess I'd have to advise the public to be careful of what they wish for. There doesn't seem to be a very good system in place for risk/benefit analysis much less a moral and ethical courtroom for science. And yet the discoveries seem to grow exponentially every year. \n\nI'd be willing to bet, based on past experience, that we'll discover our way to oblivion someday. Someday may already have arrived",
        "\"Identical\" gene edits in mice of differing genetic background can produce radically different results (death to normal).  And humans are far more genetically diverse that lab mice.\n\nI remain agnostic on future genome engineering, but until geneticist can explain the unpredictable variability, it is pure hubris to claim that any single gene edit is \"safe\" and equally ridiculous to fear the technology.  \n\nEvery socially engineered marriage is a tiny step of genome engineering, as is the prohibition of first-cousin marriage, and especially genetic testing informed match making.  \n\nIn many ways, targeted editing is less risky (genetically) than randomly combining 3 billion base pairs of information with 5 million differences - after all society readily accepts a post fertilization natural abortion (miscarriage) rate of 20-50%.",
        "Yes it belongs in all major medical schools and will be in the next fifteen years if not sooner. The promise of gene editing though is not trait selection but genetic in situ editing of deleterious genes that when impacted by environmental toxins or even just of their own accord create phenotypic disease vectors. The genome exists in our spacetime too and while biophysics is a hard subject, it’s easier than memorizing the arbitrary and random bonding of organic chemistry. Genetic biophysics is the path toward prevention. In the meantime, emerging therapies are having success, though not in every case. So now is a great time for young students to major in both physics and premed.",
        "Eventually the technology will allow gene-drive modifications to DNA to be weaponized to render species extinct. These can be dropped by balloon over enemy countries to rid them of their current occupants.",
        "Gene editing/genetic modification of human beings?\n\nI'm all for it supposing we have a clear idea of the genetic road to better humans and a reliable method of paving that road. If we don't have a clear idea of the genetic road to better humans we might end up paving bad road even if we do have reliable methods of paving road. Worst of all would be no idea of what consists of better road and bad paving equipment. And we can't think just because we have good paving equipment that automatically means we have an idea of the road we need to pave. We need both, clear vision of the road needed to be paved and reliable road paving equipment.\n\nSupposing we're clearsighted on the above stated, ethical problems and public resistance according to such should decline dramatically. But then again I suppose a lot of people will resist genetic modification of humans out of vanity, feelings of inadequacy, the uncomfortable idea that better human than themselves can be created; in other words a lot of the usual resistance to progress by a significant number of people which can be seen in a lot of areas of life will be magnified when it's discovered that we can create better humans too, humans which are an improvement on past humans.\n\nPersonally I have no problem with a reliable method of making a better human than myself. I'm not particularly good-looking, smart, or robust. I think a lot of improvements on myself can be made. The more the technology works the more it will be accepted?",
        "I have serious concerns about CRISPR causing unintentional second order issues. That said, I can find absolutely no moral reason to oppose editing genes to remove the capacity for even minor diseases. As someone who has struggled with numerous health issues and is now pregnant, I pray that I’m not passing down anything to my unborn child. I’d do anything to avoid that.",
        "Let's just hope the first gene that gets edited out is the \"hang ourselves when we get enough rope\" gene.",
        "When humans play God, the results are always bad. The reason is because we are arrogating to ourselves Power without the wisdom to use it responsibly.",
        "I see no inherent problem with gene editing if it can be proven safe and effective. The ethical dilemma to me at that point is the societal effects… The technology will initially be available only to the rich - what will they do with that? History has not shown them to treat the masses particularly well even with being born into wealth as their sole advantage. Do we want a future Donald Trump to have a natural lifespan of 200 years?\n\nThe flip side is how much more can we accomplish if we can create smarter people. How much can we improve our existence by eliminating inherited diseases? There’s a huge benefit possible if you don’t worry so much about problems with the rollout so the incentive to dabble with this is only going to increase as our understanding and chances of success grow.",
        "Genomic editing should be reserved for otherwise fatal conditions such as Tay Sachs Disease.  As already mentioned, CRISPR technology is not perfect and may target vital genes in error.  The genome is a minefield that requires great caution.",
        "At a time when many are having no children and worrying about the future of the children they do have in an overpopulated, overheated world, we are also encouraging the birth of more children through genetic engineering. One could envision a future world of two genetically different sub-species of humans.",
        "What a complex and potentionally moral issue, DNA editing. But, if carefully planned to prevent inherited illness, it may have a role to play. Can you imagine if we could guarantee family inheritance of a tendency to develop cancer or diabetes, or 'you name it', from occurring? We might have a healthier human inheritance. Whether that might lead to, and hopefully rarely, ending a pregnancy of a fetus with too many unhealthy abnormalities, may remain an issue to ponder. In brief, let's not close ourselves to possible benefits...if carried out ethically and responsibly sane. Of note, we are not talking about 'eugenics'...except to condemn it.",
        "CRISPR carries the inherent risk of creating other unintended second site mutations that may or may not be as harmful as the mutation it intends to correct.  \nAnd although CCR5 deletion protects from HIV infection, it likely has beneficial functions that may only become apparent in a larger population.  Why else would CCR5 persist in the genome, if there had been no selection for it.  Who says that by creating a population of CCR5 deficient humans we won't suddenly have made them susceptible for another infectious disease that we cannot detect at this time in the relatively rare individuals who are naturally defective in both CCR5 alleles?\nI would not want to take that risk at those odds.",
        "Added twist to the debate: Any argument against gene editing to prevent genetic defects to protect “genetic diversity” also applies to prohibiting abortion for the same reason, as the outcomes are the same. \n\nArguments that we need to proceed carefully due to this being new technology with potentially unexpected consequences are on safer grounds.",
        "In China you can be jailed for “pursuing fame and profit”?",
        "I think the best way to proceed on this is to draw a bright red line between gene editing in germ and somatic cells. There is a huge amount of potential in the latter that could both effectively accomplish the relief from many genetic ailments through early intervention in stem cells and eventually provide the overall knowledge we will need to make an informed decision on crossing the line to the human genetic pool. Of course, ethical rules already established for other research must be followed even when excluding germ cells.",
        "Another area along with AI where the frontier of knowledge is moving beyond society’s existing structures for guardrails.\n\nExciting, risky, anxious/fearful, adventurous, messy, breeding grounds for ex post facto mistake making   but now unavoidable .\n\nThese two are now foundational processes, not predeterminable outcomes.  Mohamed Ali’s poem “Me, Whee” is a descriptive force as is Yeat’s The Wasteland (“What rough beast… ). \n\nIt will not be boring and if we survive this period in the same way we have to date survived (e,g.) nuclear energy our descendants will look back with envy on the dynamism of the time.",
        "Some truly wonderful advances could be made based on increasing understanding of human genetics.  The downside however is truly frightening.  What happens when totalitarian nations obtain the technology-especially when artificial uteruses become available?  What kinds of humans would they produce?",
        "Many genetic disorders are due to somatic mutations and would not be prevented by genetic manipulation of embryos. Most traits are due to multiple genes interacting in ways we yet understand. The specter of “designer” babies may be good copy, but it’s not even close to being reality. But there are still many reasons to be wary of using gene editing for monogenic diseases, especially in embryos. We know that IVF is associated with and increase in imprinting disorders. What will be the unanticipated consequences of genetic modification?\nRather than focusing on eradication of genetic diseases, we should focus on using these technologies to improve the lives of children and adults affected by these diseases. We won’t eradicate genetic diseases but perhaps make them more manageable. The benefits of doing this will inevitably also lead to treatments for more common illnesses.",
        "Software engineering companies in Silicon Valley may subscribe to the approach of “move fast and break things” but that is certainly not the case for biotechnology and medicine, which is much more cautious and tightly regulated. That’s why we don’t see a flurry of human experiments like Dr He’s even though the US ( and SF Bay Area) have far more capable scientists than Dr He.",
        "\"we could decide to put this technology back in the box\"\n\nThat will never happen. Gene editing is now in the wild, never to be put away. The benefits of this technology are overwhelming, but so are the risks.\n\nDo we really understand our genome deeply enough to safely modify the foundations of humanity? Of course not, but we will continue experimenting with it until we get some kind of approximation that convinces us we are safe. But these modified genomes will evolve on their own as DNA has always done. What will those evolutions look like? How safe will they be?\n\nWe are not at the stage where we can safely modify our genes. But the impetus to remove the vast array of illnesses like cancer is too strong to stop research into this. It will be done, because it can be done.",
        "The theme of custom-ordering your child from a DNA-customizing company is an old one in science fiction.\n   \nIn the current trend of using science fiction to shape the future, we've already molded our space program, our totalitarian regimes and our digital surveillance society to science fiction already  written many decades ago.  And we're currently creating DNA-customized plants, including crops.  So why not our children?",
        "Not using this to prevent inherited diseases really isn't an option.  Some country is going to allow it, and then every single person who has the means will go there to get it done for their kid.  It's better if we come up with a way to get it done here carefully.  Also, the amount this could save in healthcare costs long-term is immense.  Using it to make \"improvements\" is a different matter.  Honestly, I don't think we can keep that in the box either.  The technology actually isn't difficult or that expensive.  It's better if we study what genes could and should be edited for such reasons and then make them freely available to anyone who wants them.",
        "Looks more and more like pregnant women will become lab rats.",
        "As a simple minded person who has witnessed extreme suffering by families, when a child is seriously ill.  As a simple minded person who lives in a country that has a three legged stool  that we have the nerve to call health care, then yes we need to do everything we can to ensure a healthy life for all.\n\nDon't want to hear about designer babies, as a reason not to continue research.   We have thousands of diseases that are not being addressed  the reason being they are not money makers for big Pharma, End result, suffering by thousands\n\nThere appears to be medical promise on addressing the quality of   life/ death  health issues that are forever swirling around us.  We can not stop progress,  if not now, when .",
        "Retinoblastoma rates have doubled over the past few decades. Why? Because we’ve learned how to save the lives of children with the eye cancer, so that they can reproduce and their children also have the cancer or other cancers that the gene causes. Even if we have treatments now, chemo and loss eyesight are not something we want to be inflicting on future generations. \n\nThis is just one small example of how our disease burden is increasing. \n\nOur advances in medical treatment are great but we need to then help people not pass the same medical issues down to the next generation."
    ],
    "web_url": "https://www.nytimes.com/2023/03/04/opinion/gene-editing-crispr-fertility-medicine.html"
}