{
    "main": "Finding Light in Winter",
    "abstract": "No matter how dark the days, we can find light in our own hearts, and we can be one another’s light.",
    "keywords": [
        "Winter (Season)",
        "Disasters and Emergencies"
    ],
    "comments": [
        "Full-spectrum lights help, too.  Not expensive.",
        "What a great essay.",
        "only bc you have medicare . , don’t our young people deserve the same to ease their minds?",
        "There is always AT LEAST one good reason to ‘Keep on Keeping on; nurturing your morbid, 24X7-thanks-to-the-unending news cycle, curiosity as to what is going to happen NEXT.\n\nMerry Christmas",
        "Each year I celebrate Dec. 22 as the first day of Very Early Spring with a minute more of daylight each day. \n🙏🏻 Namaste",
        "Yes! (and I mean that exclamation point), but “we”??  \nIn this day and age, the assumptions entailed in that “we” are shaky, at best.",
        "This piece is why I keep my subscription to the Times, and also why it rankles me. The politics are shoe-horned into the poetry, like there are boxes that needs ticking. Climate change. Check. Fentanyl. Check. Ukraine, Israel and Gaza. Check. \"Dsyfunctional government\" -- has it ever been otherwise? I can't believe the author of the rest of this artful piece wrote those artless words. The editors got their hands into the mix, I'd guess. Keep the first sentence, cut the 2nd and 3rd paragraphs, and you keep all the grace",
        "You are so hopeful at the most perfect time, thank you. Thank you.",
        "\"As we approach the darkest days of the year, we’re confronted with the darkness of wars, a dysfunctional government, fentanyl deaths, mass shootings\"... Correction: our government is not dysfunctional. It is being led by a strong and effective president. There is dysfunction in our government in the form of a Republican-led House that has passed only 22 bills this year, and whose agenda seems to be to cause chaos.",
        "I cannot match your eloquence but also have found light in the faces of my loved ones including the four legged ones who share our home.   \n\nWhen the morning is bright and sunny, I take time to bask in it.   \nAh the birds, we have a number of feeders out.   Cardinals, goldfinches, now winter drab, titmice, nuthatches, downy, hairy and red bellied woodpeckers and juncos, purple finches, the comical chickadees that will land on my hand if I offer seeds and be still, are all business, the weather doesn’t get them down, the squirrels are the same way.   I have grown to love winter in my old age, it precedes Spring!",
        "In this season of light and hope, thank you for reminding us that even on dark days that we have much for which to be grateful.",
        "Thank you so much for this beautiful and lovely essay. It made me feel good. I'll pass the light for sure.",
        "Thank you so much for this!  You have touched my heart and i am sure so many others!  We all can be so fortunate if we take the time to truly appreciate the world around us. Thank you again for the beautiful writing!!",
        "What a lovely essay. Thank you for the light.",
        "When you look at Monet's paintings you see that he could find light in winter, spring, summer, and fall.  What a great artist he was!",
        "Many of the world's faith traditions and holidays are about and promote light: Christmas, Hanukkah, Diwali, Kwanza. The ancients understood that light must and prevail against darkness. But we must allow the light to do that. Thank you for this beautiful essay that tells us that there are many ways to turn on the light, which don't always require a match or electricity.",
        "From the beginning...she wanted to teach...at the point in her student's lives...where she believed... she could do the greatest good... with the gifts...she'd been given.  I am remembering my late mother who had the ability to engage students well beyond the noise of distractions. It was as if the world quieted down all around them. Master's in Special Education.",
        "Pick up up some Emerson; he has an essay on winter, among many others which cheer the soul.",
        "This is pure poetry.  A wonderful respite from a cold winter night.",
        "From Genesis: \"And God said, Let there be light: and there was light.\"\n\nFar be it from me God to ask you to repeat yourself, but this holiday season the world needs to hear those simple yet profound words of yours again. Thank you.",
        "December is a difficult time as it presages winter in the northern hemisphere, especially as one gets further north. I feel it even in Texas. But growing up in South India it was welcome respite from heat followed by rains. I am so happy to know of, and largely share, the author's successful quest for equanimity and harmony. What might she offer the young caught up in 24/7 work punctuated by social media breaks and subjected to instantaneous reports of war, misery, catastrophe and wanton destruction, I wonder.",
        "Very lovely essay. I find the light in recovery and gratitude.",
        "What an inspiring essay.  Upon reading the first few paragraphs, I was looking for 'light' within the words, and must admit that I thought that 'there's no light here'.  But as I continued to read, I could identify with all the points that the author made.  And YES, there is light no matter how dark we feel when we focus on all the pain and suffering there is in the world at this moment.  Thank you for the reminder that there is hope and light if we are willing to open our eyes, ears and hearts to the twittering of birds and the smiles of strangers as we meet them in our daily lives.  \nI will share this essay with family and friends.  Thank you, Mary Pipher.",
        "There's much work to be done. Most of it corrective. Feel good\nwriting has it's place but I need solutions. Beautiful painting but I seen a situation that could be better, er warmer.",
        "If creation was an act of will by some supreme being, then hats off to them for giving the world two hemispheres so that even in the darkest winter one can always find the sun. 36C and sunny in my part of WA today, the rest of the week in the low 30C's - come on down!",
        "How lovely. \n Just today (no coincidence) I received material about a course in Druid spirituality.   This fits in, in its way, and encourages me along!",
        "Monet is lovely, but Fritz Thaulow was a better painter of snow.",
        "Thank you for sharing this.  I have thought recently that some of my habits of the last few years signaled something negative.  Now I know it isn’t true.  Someone else enjoys the early morning and late afternoon light.  I get autumn light bounced through my windows via tall buildings at those times of day.  It is magical to me.  The society of birds in my backyard keeps me engaged with nature and I too light candles for a soft glow.",
        "I am forwarding this article to family who are struggling to cope. This brings rays of hope in a pretty bleak time. Thank you 🌻",
        "all's well that ends well -   sometimes",
        "I am a painter, and I was taken by the sublime Monet that graces this piece. Then I read your thoughts, that resonate. In my own valley community at the foot of Mt. Adams, in the Pacific chain of volcanos, sits a monastery dedicated to loving kindness, following the teachings of the zen master you mention. My neighbor has sponsored a family from the Ukraine, echoing your sponsorship. I realize that many of us, in these darkened times, are, in our own way, trying to make a difference, lighting our own candles, clinging to a hope that the pendulum will shift in the opposite direction before too late. May it be so.",
        "Thank you. Beautiful. I needed to read that.",
        "I light a candle for you.  This is a gorgeous piece and timely.\nPeace.",
        "Having lost my husband last year and a dear neighbor 2 days ago I have been struggling to find the light in these dark days.  Drawn by the incredible use of light in Monet’s painting I read the article. It confirms that we all have love and light to give each other no matter what our circumstances may be.  A simple smile, offered hug, or listening ear can help ease the sadness and stress that many of us feel these days.",
        "As beautiful a piece of holiday writing as I have ever read.",
        "Thank you.  My dearest friend from earliest days died in October in Lincoln, Nebraska.  I hope you knew each other.  You are, and he was, a bringer of light.",
        "Lovely article, a celebration of light and half-light.\n\nJust ten more days until the sun shines through the roof box, and down the floor of the passageway to the inner chamber of Brú na Bóinne, Newgrange. \n\nAs it has done, for 5,000 years.",
        "Thankyou for sharing your light, it helped to light my own lamp.",
        "Liz Cheney: U.S. 'sleepwalking into dictatorship' if Trump reelected.",
        "The rays seem to shine at such a low angle, no matter what time of day, and the shadows are long, even languid. A few dangling sycamore leaves look humble but still golden. December light is the perfect sign of the season.",
        "Thank you for this beautiful reflection. May it be a blessing for the whole world.",
        "When I returned home from my mother’s long hospice and death in November last year, I acutely felt the dark, cold winter creeping in. So I bought an inexpensive cozy duvet cover online and hung white strands of lights from the curtain rod. During the day I move around to the sunniest spots in the house with my laptop and look forward to retreating to my warming, comforting sanctuary at night. Add long midday walks with friends or family and early evenings in our festively lit small downtown shops, pubs, and cafes. Thanks for this piece.",
        "A colleague and I were once discussing whether we are entering a new Dark Age. He reminded me of the monks who brought us, one manuscript at a time, out of the previous Dark Ages. I asked: what should we do? He said as teachers, we can light at least one candle in our students' souls to replace each of us; if possible, light at least two. The latter leads to exponential growth of light as each of those two lights two more. Eventually, the light shineth in the darkness and the darkness overcometh it not.",
        "The fillings, the state of despair landed on our planet, everywhere.\nVery sombre vibes.\nGreat moody writing, we're all profoundly humans.\nHope will still dance.",
        "\"Deep inside us are the memories of all the people we’ve ever loved... And when I think of my people, I’m suffused with light that reminds me that I have had such fine people in my life and that they are still with me now and coming back to help me through hard times.\"\n\nThank you, Mary, for such a lovely thought, especially during the holidays. When you get older, so many family and friends have left the world, and this is a beautiful sentiment that they are all still here, even if just in memory.",
        "This is a beautiful article, thank you.",
        "Your article calls to mind the outstanding exhibit  \" Les effects\nde Niege\" at the fine Arts Museums of San Francisco 1998-99.\nFeatured the works of the Impressionists to several very snowy\nwinters and the late 19th century. Still have a sweatshirt commerating it:\n\n<a href=\"https://catalog.oslri.net/Record/267106?searchId=1737040&recordIndex=6&page=1\" target=\"_blank\">https://catalog.oslri.net/Record/267106?searchId=1737040&recordIndex=6&page=1</a>",
        "The words are good, very good.  \nBut for the best answer depicting light’s mystery?\nOne must Follow the Monet.",
        "I completely agree that enjoying the outdoors during the winter makes them so much more tolerable.  About 20 years ago I was ready to move out of Minnesota and leave the cold winters long behind, but I decided rather than leaving my family that I would learn to embrace winter.  I started cross country skate skiing and now I actually look forward to all four seasons of the year.  Winter has it's own beauty that shouldn't be ignored.  Thanks for the nice article and bless all involved in the Israel/Gaza/Ukraine wars.",
        "The painting called to me. The writing captivated me. Nature and art are uplifting in even the darkest times.",
        "Thank you for this article! I needed it.  Reminds me of George Harrison’s Beware of Darkness. \nIt can hit you \nIt can hurt you \nMake you sore and what is more\nThat is not what you are here for",
        "Yes, life has and always will include   darkness and light. \n\nA quiet walk in the nature will bring peace to our overdistracted minds and bruised souls. When I hurt I go outside and ask trees to for strength and wisdom and forgiveness for human folly. \n\nStars still shine, birds still sing and life giving water will still rain from the sky until the last moment.\n\nIf only we could see the unparalleled beauty around us and realize it's value.\n\nIf only we could wake up from our sleepwalking  mentality and protect that which needs to be protected.",
        "Monet also found yellow light on snow in the morning fog.",
        "I have missed your writing, Mary. Thanks for this lovely essay. It brings me peace.",
        "Many of us are celebrating the Festival of Lights - Chanukah - and know that what was destined to only burn for one night lasted eight nights. May everyone’s lights similarly shine!",
        "A wonderful piece and wonderful woman.  I also find light in the lives of those persons of integrity who walk amidst the deepest darkenss in their daily work, and yet find the strength and motivation to walk courageously forward.  A striking example for me is Jack Smith.  There are many others... who are lights shining in the darkness.  I hope and pray they somehow know that many look to them as the best among us!",
        "What a beautiful essay.",
        "Thanks, Mary Pipher, for lighting the way.",
        "Wow!  This is an incredible article. It touches my soul. Thank you!",
        "Yes, we have numerous ways to bring light to ourselves and others. I suppose the difficulty with this is not always knowing how to bring the light in a way that feels true to one’s unique identity and values.",
        "So simple and yet so profound.\nI can see why David Brooks is a fan and quotes her in his new book:\n\"How To Know A Person\".",
        "Thanks for sharing Mary; so true.",
        "Townes van Zandt:\n\nThere ain't no dark 'til something shines\nI'm bound to leave the dark behind\n\nRide the blue wind high and free\nShe'll bring you down to misery\nLeave you low, come time to go\nAlone and low as low can be",
        "Many thanks, Mary, for sharing this. Your thoughts resonate with me deeply. One of my treasured mantras is “. … and the darkness shall not overcome the light. “ We know that the sun is always behind the clouds. I keep a single candle to burn when I feel shadows menacing.",
        "An exquisite easy that I appreciate so much during these dark times. As a Christian it brought to mind the phrase from John's Gospel, \"The light shines in the darkness, and the darkness has not overcome it.\" The truth of that statement for me is that we all -regardless of our identity - can be light in the darkness and dispel the gloom that threatens us. Reading this essay dispelled darkness for me today. I am grateful.",
        "Dr. Mary:  \n                                 Like so many readers I was touched by this excursus into the Spirit.  It makes me think that maybe the Light of the World really does shine on us, after all.\n\n                                  Moreover, in a personal sense, you touched off a light that shined on me one hot but darkening summer day several years ago when in the Sand Hills of Nebraska I happened across that beautiful Tower of Saint Anselm's Church in the tiny town of Anselmo.  It was for just a moment a small kind of epiphany.\n\n                                   And so, for Christmas this year, I'm going to send a small contribution to that Church and its people, thanks to you.  The small Church with a big, beautiful tower in a tiny town in the vast Sand Hills.   Peace to you, Dr. Pipher and to the New Times for publishing this piece--and to the many fellow commenters.   Maybe the Light Shines in the Darkness, after all.   Let us hope.",
        "Hello Mary,\nI am also a therapist and a senior citizen. Bringing light into the darkness was also a theme that I shared when I worked as a recreation director for an organization that houses formerly homeless people in NYC. We lit Christmas trees,  Hanukkah menorahs and Kwanzaa candles together and shared stories about holidays past and present. I miss those moments during the holidays since my work ended there in 2018. Thank you for this article and happy holidays to you and your family.",
        "I needed this. I find myself close to weeping at the cruelty and thoughtlessness in the world, and these short, dark days seem to emphasize what's wrong. Pipher is an empathetic, graceful person and while she manages more optimism than I can muster, she reminds me to try harder.",
        "\"their shining eyes radiating love\"? \"The world is filled with helpers\"? \"I know someday she will be a surgeon, or perhaps a poet\"? Wow...this whole article sounds like it was written under the influence of MDMA.",
        "Thank you. Thank you.",
        "I love that painting. It was on display at the Getty Center, and I went several times to go and stare at it forever,",
        "I was in my 30s before I learned that many got sad in winter, just like me. That knowledge was liberating, and I took the cold and grey on with gusto. The waves are better in winter, so I surfed more, not less, with heavier wetsuits. I started wearing Borsalino hats and the cheaper cashmere trench coats with my suits. I golfed in the light rain, with the best gear, on empty fairways. In heavier rain, I ride my gravel bike, wearing all the good kit.  In short, I've made my own darn light, right here on the frozen tundra of Southern California. See you at the beach this Xmas!",
        "Mary Pipher is a treasure. Thank you for sharing her lovely reflection.",
        "I hope also that some of the people in circumstances that we only read about also notice birds and the light that gets through.",
        "Lovely Mary.  Yes I too am balancing being present, opening my heart to suffering and beauty and feeling grateful for my life at this moment.  I do believe we can work towards a permanent ceasefire, towards peace and human rights for all.  Right now at this moment 18 Jewish elderly women have chained themselves to the gates of the White House calling for a ceasefire.  For me it is important to use my voice and body for peace.  We all can use whatever our resources and abilities allow.  As elders we have our experiences to share from previous struggles for peace and can also use them to save this beautiful blue planet.",
        "Ms. Pipher, thank you.... I'm feeling blue, oh so blue. I lost my younger son earlier this year and without his physical presence no longer on this realm, some moments, propel me into a darkness I did not know existed.  And then, I go deep, really deep inside me, and try to do exactly the things you list...find the light, a glimmer of it.....and it comes, when my  my loving husband holds me, when I speak to my parents who are still alive, the birds chirp and sing, other people smile at me; or when my older son calls me  and I hear his baritone loving voice; and when I think of the memories of my younger son, one of the smartest persons I have known.... and yes,...there is the light.....Yesterday, at church, I came and hugged the pianist after our service concluded.  I told him that his music had brought so much peace to my heart. I held him; and then saw his face lit up; and  then went on to hug others in the church choir and we held each other.  That's what we all need, we need to hold each other to see the light.  Thank you for a wonderful and contemplative article. Peace. Peace. Peace for all.",
        "This is lovely. It's exactly the conclusion I've been coming to as well ... With the world such a dark place these days, I cannot take it all in any more. Nor do I feel like I can do anything about it. It is too much for one person to take on or even fully grasp. Lately I've just been trying to appreciate and take joy in the good things--the light--that's within my reach.",
        "Thank you for bringing light into my day.  Appreciate you more than I can express.  Peace to you.",
        "Fantastic! I have been reading and meditating lately about this very topic and you really nailed it. I feel there are more and more people like us out there, seeking healthy ways to cope in an increasingly unhealthy world. Thank you.",
        "This was totally unexpected on this gray day in Portland, OR. And I sense a community of light among the people you have touched today.",
        "I am thankful to you profoundly. I have no words to express my appreciation to you. May you have a healthy, happy & a peaceful life. You have beautifully expressed most normal people's feelings very accurately. It is a poignant opinion and we thank you & NY Times.",
        "Yes, very nice essay..... When we need light, we must not depend on our \"screens\" for it, we must look within ourselves, and to others;  and, to sources bright and colorful, and that seemingly can be out-of-place.  To be fair, our attention to these screens can be helpful:  we can read such an essay as this;  we can wrap ourselves up in a read from Ms. Renkl;  we can enjoy and be lit up a bit by the \"replies and comments and enhancements\" of our fellow Times readers....  what a treat !  Or, a favorite book, and near a window please.  \n   Let me throw another quote on the table:  \"Instructions for living a life:  pay attention, be astonished, tell about it.\"  Mary Oliver, Poet.",
        "Thank you.  Thank you, thank you, thank you.",
        "And we can read writers like Mary Pipher, thankfully.",
        "In writing beautifully about finding light in darkness, you have offered a shaft of brilliant late on a dreary, wet morning in NYC. “We always have the light of memory”… Indeed. Incumbent upon is to find the memories of light and empathy and love and to bring those forward into our current lives.\n\nJoseph C. Tedeschi.\n50 Franklin Street\n16B\nNYC, NY 10013",
        "Necessary and touching thoughts, thank you for lighting the way",
        "Lovely. Stay close to those around you and they will keep you warm.",
        "So much better than reading about Elise Stefanik and Genocide!!\nWe need more of this and I try to do the same as this empathetic wise writer.\nLet’s stop focusing on the negative all the time -\nSocial Media, Cable News, our Media can make one want to hate everyone or jump off a cliff.\nFollow the light and maybe listen to Imagine by a fire!!\nHaving Grandkids brings it all home!!",
        "Powerful. Thank you.",
        "Snow birds have the solution, go to Florida for winter.",
        "Much needed words today. Thank you.",
        "The Monet pictured with the article, is a reminder of an extraordinary exhibition at the Brooklyn Museum, \"Effets de Niege, Impressionists in Winter.\" It  was filled with paintings showing, no matter how gray and dreary, there is color and light to be found if one looks for it. \n\nWear something warm and bright! \nRED. \nORANGE.\nYELLOW.",
        "A dog friend really helps.",
        "Nice! Thanks! Now get rid of Capitalism if you want to rid the world of pain…..",
        "With our recent monsoon in the Northeast, nothing is better than staying home and making a big pot of soup.\nI suffer from some seasonal depression and my cure is staying busy, busy, and busier. \nAfter I put the soup ingredients in the Instapot, it was a perfect time to do some sewing.  \nThe sauna and hot tub at my gym are great for getting rid of the all-day chill.\nI signed up to do a Christmas cookie challenge with a new Meetup group.\nSome of us don't have the luxury of a big welcoming family (I don't).  But there are so many other ways to get through the gloomy days - my January calendar is already filled.",
        "\"There's a certain Slant of light,\nWinter Afternoons –\nThat oppresses, like the Heft\nOf Cathedral Tunes – ...\"\n--Emily Dickinson",
        "What a wonderful piece to read on a winter Monday morning!  Thank you.  I am extremely conscious of light and have installed skylights and hang lots of mirrors.  Although I also lean towards Buddhism, I have a small artificial tree laden with reflecting balls and lights.  \nIn addition to tracking the moon and sun and they myriad ways light reflects upon surfaces, I find child-like joy in the colored lights on my little tree as well as in the \"energy consumption be damned\" outdoor lights some neighbors put up.\nYes, real light and spiritual-emotional light are especially important this time of year.  Thanks to NYT for printing this article.",
        "Writing like this is the reason I subscribe to NY Times Times!",
        "Wonderful",
        "Well said.",
        "Thank you! Your words are a light themselves ❤️",
        "How beautiful!  Thank you.",
        "Amazing. Thank you for being our light. Much needed.",
        "This was lovely, itself a light on a screenful of dark news.",
        "Your words themselves offer new light.  They'd lift up the spirits of anyone living in darkness and give them a glimmer of hope for a brighter world.  Thank you for a beautiful winter meditation.",
        "Beautiful and helpful. Thank you.",
        "Thank you so much. I have experienced this light in the darkness. \n\nDavid Brooks quotes you in his latest book, \"To be able to understand people and be present for them in their experience is the most important thing in the world\".",
        "What beautiful words! Thank you so much!!",
        "The end of each year is a time to reflect, and we can be thankful if we do not live in an authoritarian society, where politicians attempt coups when they loose elections, or hide military and nuclear secrets by toilets to use later for self-gain, where politicians do not suggest we inject detergents during pandemics, where women control the insides of their own bodies, where people are judged by the content of their character rather than the color of their skin or the size of their bank accounts, and we can all count ourselves fortunate if we live in a country like this.",
        "Some days I wonder where all those you refer to, who want peace, have gone.  Wherever basic kindness is, I suppose.",
        "It is at this time of shorter days and increasing darkness that my thoughts turn to the gift God gave us of Jesus Christ. Our light and joy is the gift that God gave us that first Christmas in Jesus Christ.",
        "From time to time I must remind myself that if I could see everything, I would have then been blinded.",
        "This essay, Dr. Pipher, was replete with wonderful images.  \n\nThe glint of a setting sun, reflected on snow.  I live near Philadelphia, where we don't GET that much snow.  But I grew up in Illinois (long ago) where we did.  \n\nAnd reading that phrase, I remembered.  Yes!  I've seen it. Long ago. \n\nOr the birds that sound like \"temple bells.\"  Is that so?  I am weak on birds.  And I've never heard temple bells in my life. But I'll take your word for it. \n\nAnd your grandchildren, with voices like sleighbells.  Nice!   But you may be familiar with a poem by Thomas Hardy.  Who can be as grimly pessimistic as the next guy.  And he created (January, 1900) a poem about a thrush--\n\n--this when he found himself wandering out of doors on a bleak winter day.  And he heard the thrush singing:  \n\n                   \"So little cause for carolings\n                          Of such ecstatic sound\n                     Was written on terrestrial things\n                          Afar or nigh around\n                      That I could think there trembled through\n                           His happy good-night air\n                      Some blessed hope whereof he knew\n                           And I was unaware.\" \n\n\"Some blessed hope--\"  Precisely.  Hardy had given up the Christian faith of his youth.  Oh no, he must have exclaimed!  Darwinian evolution has made that impossible--incredible. \n\nAnd yet.  . . .and yet.  . .perhaps. . . ..who knows?  \n\nThank you, Dr. Pipher.",
        "gorgeous",
        "I do not at all mind the dark winter. \nEspecially after a hellsihly hot summer.\nI like the shadows and the low clouds. The wet streets and the frosted windows.",
        "I have a hundred questions about the painting..  I wonder if Ms. Pipher would go back and apply her analytical skills to tell us about the painting.  Who, for instance is the lone woman standing at the right of the painting who turns out to be the actual focal point.\n\nI wonder if the bleakness we see is because that's what we're focused on?\n\nI share the author's age and I keep thinking of the issue of suicide that Camus approached in the 1940's Hitler was invincible and Trump may be inevitable, and the relief of older people is that we may not live long enough to have to endure Trump.  It's not suicide but not having to live with him appears to be a soothing end.\n\nCamus said suicide was not an option--Hitler wasn't invincible and the polls are no longer reliable.\n\nI think there is optimism in Monet's painting.",
        "I believe that you are living a life well lived and represent an inspiration to people who know you and who read you.",
        "What I've experienced is that if you have no ability to experience beautiful things, nothing, no time or situation, is really good, and if you have it, there is always some good.",
        "Every year on the winter solstice, I stay up all night (and take the next day off work; this year, this has the upshot of giving me a five-day weekend for Christmas) and show gratitude to the gods for two things.\n\nOne, for my ability to stay outside the fray of the world around me. The darkness provides me cover both literally and symbolically, the quiet and the solitude my port in a storm.\n\nAnd two, for being as far removed from my reverse seasonal affective disorder as it is possible to be. Summers are miserable for me, providing nearly none of that respite I mentioned above.\n\nI am autistic and nearly fully asocial outside of work (and not terribly social AT work; my job thankfully allows me to spend most of the day in my office with noise-canceling headphones on getting things done.)\n\nAnd during the long nights, I don't have to feel quite so guilty about preferring not to concern myself with the worries of this world.",
        "You had me until... \"...most people want... to be good and do good\". \n\nOne person portends to end any sense of safety and that's Trump. The mere suggestion that Trump could become president removes any notion of confidence & optimism. I will continue to work diligently to make sure that doesn't happen but once he loses the election I will become sanguine.\n\nI suggest everyone does the same.",
        "Don't give up, seek. Action - even if seemingly miniscule - gives hope, gives light, creates momentum, and seeds community.",
        "There are many things that bring us down, but I too also look where I can to find whatever may be uplifting. Thank you for your time to give us your thoughts, I could not agree more. Smiling helps too.",
        "“We cannot deny reality, but we can control how much we take in.” — truer words have never been spoken.\n\nEighty percent or more of people are good people (we can differ on what that percentage really is, but I think we can agree that it’s much higher than fifty percent…), yet we are bombarded, day in and day out, with the media’s constant salvos about the deeds of the absolute worst people in the world. \n\nBy not choosing how much of that to take in, we brainwash ourselves into becoming sponges that soak up all the portents of doom around us, which (very selectively) reinforce the sense we get from the media that the world has become a terrible place, dominated by evildoers and villains. It isn’t!\n\nEven table salt is lethal if ingested in too great a quantity. We have to control how much of the news media’s tsunami of horrors we take in, and we have to seek out, and pay attention to, and take in, as much of the world’s human and nonhuman goodness as we can. It’s everywhere, if we’d just take the time to notice it…",
        "One of the most beautiful honest and helpful columns I have read in the NYT (and elsewhere) in a long time.\nI am not religious but I do believe in people and our ability to help and support each other - you, author, just did. \n\nI am also in the last decades of life (if I am  lucky maybe 4 more to go..but that is based on my grandmother death at 103 and my mother thinking she is 60 when she is over 90). I can relate to each single word of this column. I paint, and that is a big way of finding beauty everywhere, in spite of everything. \n\nI also believe we are not made only of and only for the light. I think there is a lot to learn from darkness as well, sometimes in painful ways, sometimes not But without darkness  we could not live or grow. From the darkness of the seed under earth, to the darknesss we need to sleep, to the darkness of our own moods, which are however very important. Very important things are born into darkness, they only reach the light afterwards.  It is an omnicomprehensive journey. \n\nI look outside, it is 7 PM, it has been dark since 3:30 - it rains - I think about all the plants drinking away after the hottest summer  on record, I think of nature sleeping and recuperating and hope tomorrow, in the few hours of light and un-rain, I will be able to go jogging around the lake at the corner and hear the birds in the trees.    A peaceful rest of December to all : )",
        "I appreciate this.  Much-needed reminders.  \n\nIt's not only the wars and refugees, but the weight of all our public discourse rooted in destroying opponents and seizing power at any cost.",
        "This is a lovely essay.  However, the reality is few older adults have the luxury to live a meditative life as this author.  Among adults 60 and older, 80% lack the means to pay for long-term care or withstand another financial shock.  A startling 37% report finding it somewhat or very difficult to handle their financial obligations. Almost 30% of seniors, or those 65 years and older, are struggling to pay their expenses.\n\nFinding a light in memories has become increasingly–and alarmingly–difficult for our elders, when they must face the daily darkness of their everyday reality.\n\nFor many seniors, despair is not brought on by the news of the outside world; it is a looming, heavy burden brought on by the circumstances of their everyday financial lives.\n\nBeautiful words, but this author speaks from a very privileged position that completely misses the truth for so many.",
        "Thanks Ms. Pipher. The days have indeed been dark. Your words have shown light into mine.",
        "As the tears run down my cheeks, remembering my wonderful grandmother, I thank you for this beautiful message.",
        "It's not a spilling light, but it does seem as if this is a memory through a window of drifts and the smell of burning wood. There is a determination and a trudging. There is a seeking wonder. There is  a sadness in a lingering haze. These people in the snow do not appear to be the workers. No horses have walked through here, or there are no hoof prints of them. This is a 19th-Century painting, but the architecture implies that the buildings themselves are perhaps from the 16th-Century, and one might be a church. I am not convinced the daylight goes too fast, like life, it just goes and then there is the dark. The poetry of the painting is a seeing in the dark. I wonder if the figures of human images ever made it home. I wonder where they live and if their lives, living in this space, were worth it. Who says a man cannot wear a dress. Or he/she could be the vicar or a priest. We come to it with all of our prejudices intact. The building on the left is a hotel. No one is sledding down the hills on the left. There is a clown in the middle of the painting. The clown is playing in what are ruins. Not unlike our lives today. We are the ruinous species and something in our guts and the buried flash backs, are coordinated filtering with just a touch of dread. We dread our earth. We dread our air of coal. We dread what waits for us as soon as we open the back screen door. Hats and boots. Not wealthy enough for carriages. I suggest tongues of whispering, the snow is moving right.",
        "Thank you so much for this beautiful essay!  I’ve experienced many, but not all, of the things you relate here, and it’s wonderful to think that others have found this comfort and joy.  Last winter was so rainy and dark here in California.  Sometimes after the rain stopped, but it was still thoroughly overcast, the view of the ridge on the other side of our little valley might unexpectedly brighten, I guess from a thinning of clouds I couldn’t directly see.  That lifted my spirits.  I called it magic light, and I looked forward to it.  It didn’t happen very often, but I surely cherish the memory.  I wish everyone could be blessed by these experiences.",
        "Beautifully written and so needed.  Thank you!",
        "I learned to realize that Mother Nature has seasons and December 21st is Winter Solstice and usually the shortest day of the year.  From that day forward the days get longer,  we get more light and can look forward to Spring.\n\nDuring Winter Solstice, and until spring, I concentrate on getting on with my life as usual trying to be as kind and considerate of others as I can be while  maintaining my  beliefs and ideals.\n\nMother Natrue is my higher power - she will not allow we little humans to destroy HER world.",
        "Two major wars are raging in the world now, with human suffering at a level that defies the imagination. We open our taps and clean water flows.  If it feels a little chilly, we turn the thermostat on. Do we really feel what other human beings like us are going through in catastrophe-stricken parts of the world now? At such moments I turn to the Wendell Berry poem called \"The Peace of Wild Things\" for some solace: \n\"When despair for the world grows in me\nand I wake in the night at the least sound\nin fear of what my life and my children’s lives may be,\nI go and lie down where the wood drake rests in his beauty on the water, and the great heron feeds.\nI come into the peace of wild things ...\"\n\nMay we rediscover our humanity while death and grief continue to consume us so.",
        "\"Whatever is happening in the world, whatever is happening in our personal lives, we can find light.\nThis time of year, we must look for it. \"\n\nAnd I follow about the same daily regime here in Maine regardless of season by spending as much time outside as possible --- even in the ugly weather like today.\n\nAs the winds increase, I'l shortly retrieved the hanging bird feeders, scatter some seed about, and huddle in the corner of the porch in the light.\n\nThanks for a wonderful essay.",
        "All good stuff. My only question is why do we frame our western culture with Buddhism?\n\nI have no problem with eastern thought. My uncle was a zen abbot and I've done tai chi for 40 years. I also throw the I Ching daily.\n\nOne thought keeps coming up though: what in the western mind am I trying to escape? The answer for me is pathology.\n\nPathology is calling me through dark moods. The magic in the western tradition is cloaked in darkness, in order to find it you have to be willing to face the dark forest, the path that peters out when the bread crumbs are gone.\n\nSome of this is in eastern thought too, but as a westerner I must not push away the ghouls, monsters, golems, coyotes, hags and cyclops of my culture that go back all the way to Homer and Heraclitus.\n\nIn fact try reading Heraclitus today, put aside that DT Suzuki and that T.N. Hanh. Ready the last chapter of the Odyssey, not some sutra from a Tibetan tradition you have no connection to. \n\nFor example have you familiarized yourself with the Reformation and Counter-Reformation?  There is much to be gained in working through how that passage affected our psyche that cannot be found in Basho.\n\nOn the other hand if you are a Tibetan or Chinese monk - and I know a couple - please continue to do your work. Just don't ask me to abandon my precious pathological culture, because that is what forms the basis of my psyche. \n\nThere are many gifts in the darkness, in the nigredo as alchemy labels that precious state of black moods.",
        "Thich Knat Hanh gave me permission to treat my suffering \"like a crying baby\" - no shame - no anger - no blame - just soft grace. And then there was the kindness of the Amazon delivery person today who rang my bell and waited to see if I needed help with the packages (because yesterday I did).",
        "Thank you Dr. Pipher. I’ve read your book Women Rowing North (subtitle “Navigating Life’s Currents and Flourishing as We Age.”  I loved it. This essay has lifted my spirit. Your reminder of looking for light is just what I need right now.",
        "No, we should not so reflexively equate light with what we seek or like and dark with all to avoid or dislike. Time is time, however light or dark, and we can fruitfully experience our human nature in either. Light gets overly glorified and associated the affirmative while dark gets all the bad raps. Upon reflection, which we can equally well explore in any hue, one might just as often come to inner peace, joy, and contentment in relative darkness as in the lighter shades. Opening to the possibilities and realities of who we are is not contingent upon anything except being open to oneself and the world in which one lives, right here, right now. Just breathe deeply and you'll get it.",
        "Oh, thank you, Dr. Pipher, for this beautiful and poignant reminder that we really do not need to look too far to see the light of hope and joy.  I must admit that these dark days of winter can bring me down.  I think of my recently passed on husband and my deceased parents.  In and of themselves, they were lights of love while on this earth.  Yet, their lights still shine upon and within my grown children, my family which remains, my friends.  And it is because of that, that my own light of hope and faith transcends the losses, grief, and fears we all must journey through.  After reading this essay, I looked out my window and saw birds flitting around trees which have lost their leaves but represent rebirth in the spring.  I see the mountains and hills in our little valley, indeed an idyllic reality.  In my bookcase, I see Doerr's Pulitzer Prize winning novel, All The Light We Cannot See, beautifully written prose that tells us:  Look, just look.  There is still so much to live for.",
        "I'm so fortunate to live in the same town as you, Mary. Finding light in Lincoln, Nebraska, isn't always the easiest, but you've put a candle into every corner and your words glow. We were both so lucky to have mothers who came through the Great Depression and World War Two. They gave us the strength to find that winter light. As long as we have dried beans and cornbread, we'll be fine. Thank you for this. Long live Mary Pipher.",
        "Thank you for this beautifully written meditation on finding light in these dark times. \n\nDuring these dark days sounds and particularly music seem even more powerful. Maybe the loss of light calls on our other senses to engage and find meaning in the world. \n\nI enjoy the Impressionists winter scenes like Monet's painting illustrating the article, and other winter scenes by Sisley and Pissarro. I love nature, but will linger in the aisles of the lighting department at stores soaking in the light at this time of year.\n\nI am reminded of the MLK quote during these dark times.\n\n\"Darkness cannot drive out darkness; only light can do that. Hate cannot drive out hate; only love can do that.\"",
        "A wonderful, meaningful article accompanied by the most suitable artwork. Although younger than Mary, I am fully aware that I am in the last phase of life before the decline leading to the (hopefully swift) end. I am astounded that most people at this stage seem to take the most precious little things for granted, rather than appreciating that it is a time limited offer, but then all my life I have heard, “ You are too sensitive”, as if being sensitive is a trait to overcome. I want to be awed by the moon and the stars, the trees, the dazzling sparkle of fresh snow until my last breath has been exhaled.",
        "There is a reason why the most technologically advanced industrial nations are situated in colder climes; cold, harsh, inhospitable and inclement weather mentally focuses one on the urgency of doing what needs to be done now in order to survive, whereas living in perpetually sunny, tropical, equatorial climes can inure one into thinking that life is good and that one should be free, joyful, and carefree, an attitude that is inconducive to the hard and grueling work of economic progress and industrial mobilization.  The realization that one needs to drag oneself out of bed to shovel the driveway on a frigid morning just to earn one's keep instills a work ethic that rolling out of bed on a beachfront villa in temperate zones cannot.\n\nThe diminishing window of daylight in winter makes time more precious, just as the twilight of one's years induces us to esteem our remaining time on this earth more dearly.  Ideally our winter selves would inform our summer selves to use our more ample time in summer months to greater profit; likewise, one hopes, our society will do a better job at allowing our fellow Americans in their twilight years greater interaction with younger Ameticans in the spring of their prime that they may profit from the wisdom of experience, to save decades of time finding out for themselves what the previous generation already has, and to take enormous shortcuts in life by leveraging one's youth informed by the lessons of those who have trodden the path before them",
        "Thank you for the painting- just made it my screensaver. Going out to watch the birds now.",
        "Beautiful essay. Thank you for sharing your thoughts that help combat dark times.",
        "I am going to save this and re-read through the holidays. I want to be outside most days (even though I can’t) and often feel powerless in the face of so much calamity and hardship in our world.  And yet, I love my neighbors, I love being of service when I can, and I am grateful for the light of the natural world and for my life.  Thank you for this beautiful essay.",
        "It's kind of funny...I never really expect validation or acknowledgment of my \"good deeds\" when I encounter others who are familiar with them, but one particular passage from Dr. Pipher's piece warmed my heart: \"For other kinds of light, we can turn to our friends and family. Nothing feels more like sunlight than walking into a room full of people who are happy to see me.\"\n\nIndeed, if we all had folks in our lives that could provide such light during those challenging times when darkness surrounds us, then we'd all be in a much better place.",
        "I didn't realize how much I needed this until now.  Thank you for the pause.",
        "I believe it is so important to express and share positive energy at these times.  Baking brownies for a neighbor, feeding the birds, shoveling the snow for an elder, singing while doing the dishes.  Darkness and evil can be overcome.  Step-by-step, breath-by-breath.  Thank you for reminding us of this and sharing your inner spirit and thoughtful observations.",
        "It's cheering to read through these comments and realize how many of us still turn to poetry and literature to make sense of our lives and the world around us.",
        "For me, good writing shines a light, regardless of the topic.\nFor me, it is a gift from a stranger. \nThank you.",
        "During these darkest of days I drive home in the rain (usually, it is Vancouver after all) and see the holiday lights in the trees in the little village of Dundarave, and it feels good.",
        "I was born a day before the shortest daylight day of the year.   A day I anxiously wait to pass because the day following starts with a few more seconds of daylight and progressively gets longer.  At 89 I've learned that even in the darkest days of our lives, eventually comes a day just a tad bit brighter than the days before.",
        "Pure melancholy.  Thanks.",
        "It's a divided duty. The light and between the shoulders. Begging alms for shadows. Shadows for what following to be the light and if you so much as try, all miracles are from the past.",
        "In these days and times never has the wisdom of the adage: \"your reality is where you focus\" been more relevant and powerful.  Let's harness that \"power\" to create happiness, not despair.  Perhaps the chaos, and \"darkness\", in the world today, will be the \"event\" that leads us to \"light\".",
        "Thank you for this, Mary! So beautiful and true.",
        "I appreciate this evocative and calming message. And I’ll take a Monet winter landscape any day over those waterlilies. I love winter — for its quietude, beauty, and sparkle. (Though I — and we all —can breathe much better without wood-burning any season. Sorry to ruin your s’mores buzz.) Impermanence, yes, that’s us.",
        "Such an excellent piece. Many thanks, Ms. Pipher.",
        "Thank you so much. I/we need this. Blessings to you, Mary Pipher.",
        "Today is my birthday. Ms. Pipher’s essay is the most appropriate and lovely gift I could receive. Thank you for reminding me the light is always there- especially when it seems darkest. “This little light of mine, I’m gonna let it shine.”",
        "Thank you so much, Mary. This winter, very likely my last, finds me far away from my two daughters, who I miss mightily. A granddaughter is arriving in spring, and her expected entrance fills me with hope for our family and our species.",
        "Thank you for this beautiful, thoughtful essay. It reminds me how lucky and grateful I am for my life, my family, and nature that surrounds mẹ.",
        "I normally eschew this kind of piece. I tell myself I don't have the time when I must consume all the other usually troubling news. As a profoundly introverted person (OK, call me anti-social), I don't and won't find much solace or light in congregate settings. But there is much in this essay that makes me reflect and want to double-down on enjoying those things I can and should do to keep illumination in my soul during the dark days of December. So thank you!",
        "Thanks to Mary Pipher for filling in for Margaret Renkl as she veers this week into arts criticism (quite well). Beautifully written and much needed.",
        "All I can say is — This is exquisitely beautiful writing. This is the kind of writing that heals.",
        "Simply…a beautiful and much needed uplift.  I’ll be sending this to all of my grandchildren.",
        "Thank you for this! It brought heartfelt tears to my eyes; you’ve put the feelings and thoughts into words that I couldn’t find.",
        "The way you succinctly summarised all the prevailing challenges, makes me confirm that we are in an existential phase. That the United States can veto a life saving resolution and there's no outcry in our country, speaks volumes.♟️",
        "Thank you for sharing this beautiful and poignant essay now.",
        "This article is a guidebook to the holidays, if not every day certainly then the holidays. Thank you so much!",
        "Thank you for writing and sharing this. It gave me some light today.",
        "Deepest thanks, Ms. Pipher and the NYTImes, for writing and publishing such a beautiful and helpful essay. Such pieces are needed now with so much discord and darkness in the world at large. It pays to keep a perspective based in positive vibrations, which, of course, the Light is as well. An old image: to chase away the darkness, it is only necessary to let in the Light. We have a choice; we can walk on the shady side of the street or the sunny side of the street. It takes work but it is well worth the effort. Be careful what you plant in your garden - it will grow. The garden is our subconscious minds. Peace, Love, Harmony and Light",
        "The writing is beautiful, and I appreciate the birds.\n\nAs for the subject, maybe I should write an article next July about finding darkness, coolness, and smokeless air in summer. \n\nI think a few out there agree with me that summer is vastly overrated.",
        "Thank you for that. I think you really captured what I was feeling yesterday. I was puttering in the garage and came across an old rusty peace sign sculpture I've had stored there. I'm not one to decorate for holidays, but it struck me that I could make something with it that would express the best of what I wish for during the holidays and everyday. That is Peace. I wrapped it in multi-colored lights and hung it in my window where it glowed all night.",
        "The final lines of Wallace Stevens’ “Thirteen Ways of Looking at a Blackbird” come to mind:\n\nXIII\n\nIt was evening all afternoon.\nIt was snowing\nAnd it was going to snow.\nThe blackbird sat\nIn the cedar limbs.",
        "Thanks to Ms. Phipher, an author whose work I have always loved.  Reading this piece feels healing on a morning where I woke feeling sadness and strain. Is it funny that her reference to the helpers we have around us (I am lucky to have many), made me think of Mr. Rogers?  \"Look for the helpers.\"",
        "Excellent, thank you! \n\nI cherish Winter with it's low angle sun, lighting the infinite manifestations of eternally ongoing Creation from the side, creating magical combos of shadow and light (Zen puzzle: Where does the Shadow end and the Light begin?), patterns that are unseen in other seasons.\n\nIt's such a special, brief, contemplative time, when Ma Nature slumbers, gathering her strength and resources, preparing to Explode when Spring arrives, once more.\n\nA walk in the mountains, or a forest, or a high-desert cyn, in fresh snow, on a frigid, full-moon night is as close to Holiness as I can imagine. OM!\n\n\"Enlightenment is seeing the same world, but seeing it in a different light. It is not about seeing different things so much as seeing things differently.\" \n- Peter Russell, \"From Science to God\"\n\n\"Once in a while you get shown the light\nIn the strangest of places, if you look at it right.\" \n- The Grateful Dead, \"Scarlet Begonias\"",
        "A beautiful article about how we can find light even in our darkest moments. We cannot control much of what happens in the world but we can control our response to them in a positive way. That itself is the path of light.",
        "\"Every day I remind myself that all over the world most people want peace.\"  Yes.  I have a friend who does not listen to the news, who blessed the man who put an umbrella point through her cheek, who lives in a small building in rural Maine in which she has recreated the interior of the small apartment on 108th Street in Manhattan where she used to live.  If we go extinct, so be it.  All the more reason to live in the now.",
        "While first light in the morning is welcome, my best time of day is sitting with a beer & watching the day dim and the room fade to dark. Turning on a light seems like defeat. At least our woodstove has a window.",
        "Finding light and beauty in dark and ugly times is a true gift. Thank you for this lovely, moving essay that reflects the ability to focus on the joy of life and serves as a reminder that it is there if we only look for it.",
        "Just beautiful! Much needed. Thank you for this.",
        "The essay reminds us to be thankful to be able to witness many of the smallest glories of life… sunrises, sunsets, stars, bracing breezes accompanied by the certainty that a warm meal with a loving family awaits. We should always try to remember how fortunate we are.",
        "It's lovely to know that there are kindred spirits in this chaotic world we are now living in. We, who look for the light (and are able to find it), are the lucky ones.",
        "The thing I find difficult about winter is not the cold, not the snow, not the leafless trees, not all of the heavy, clumsy clothing necessary for going outdoors.  The thing I find difficult is the low, gray light.  I live in a part of the country that experiences particularly gray winters.  Day in, day out.  The grayness often comes as early as October, and does not let up until mid to late February when the days grow noticeably longer - making February one of my favorite months.  The reason for this grayness is almost entirely geographical, but I would never trade the geographical feature that brings all of the low gray.  Nor would I ever move to a warm, sunny location; those parts of the country where the inhabitants proudly announce that they hate snow.   So when I read Mary Pipher's op-ed, I looked at this morning's gray sky and felt good about it.   It's where I live.",
        "Finding Light is the gift of hope that we need all year round. Very grateful for your gift of hope.",
        "Inhabitants of the Northern European countries, where at this time of the year darkness comes at 2:45, have a beautiful way to cope with it. Starting in late October they put lights on every single window, like Christmas lights, and during Advent, every at every window there is the special advent light. At the same time, they have learned to cope with it, and they go out and enjoy the season. Children play at the playgrounds in the darkness, and its fine since it only 3pm.. I think it is a matter of attitude, and of wanting light in spite of the darkness.. candles, lights, Christmas lights, or any other kind. But the best light is the one we find within, life is beautiful no matter what. and that is enough to shine",
        "Thank you for your beautiful and most thoughtful essay. \n\nQuoting A.E. Houseman from memory (roughly)\n\nSince forty summers is little room to see the cherry hung with bloom\nThrough the woodland I will go, to see the cherry hung with snow.",
        "Nicely written.  Your description of our cold, dark Nebraska winters eased only by the warmth of family and the stark beauty of nature is spot on.  Thanks.",
        "This piece captures well how I feel in this year where we see many examples of human caused harm to each other and to the natural world we live in and depend on. In a dispiriting moment of one’s life, it is essential to find the moments of light and to recall the better times that have emerged from earlier dark times. I love that Mary tells us to acknowledge what is painful as well as take comfort in experiences that assuage.",
        "Mood is within one's powers.  Frankly, some are just not capable even in the face of shelter, food, warmth and a modicum of financial security.  Others - facing hassles, defeats and pressure daily - can have sunny dispositions.  We've know, and know both kinds.  If one was the beneficiary of good timing and was born before men landed on the moon - or even better during Ike's years - aging in comfort was within reach for most of us.  For us that means health, no debt, stable income and VERY good weed.  We are grateful.  Watching the later arrivals struggle, and knowing the slope is bending further down the lifestyle axis, we are sympathetic.  But we are not going to lower the thermostat.  Sorry.",
        "beautifully written.  and I feel it all from your essay even though you are away up North and I am in North Florida.  the. family, the friends, the true light, the birds that come through.  truly we are blessed as so many don't seem to be.  but we can pray for the dispossessed  and for all those caught in wars in the Middle East and the Ukraine !  our. prayers will be heard!  thank you!",
        "Thank you. A reminder humankind has always sought the light even in the darkest winters because we are, at heart, creatures of light. As Joni Mitchell famously wrote \"We are stardust, we are golden\" and unfortunately in these fraught times of war when old man again toss away the lives of the next generation, \"caught in the Devil's bargain\"...",
        "As I was scanning the Times for the news of the day, my eye was drawn to this side piece glowing through the darkness.\nJust as Rembrandt so beautifully presented light, Dr. Pipher has done so, and I am grateful.",
        "When I look at the darkness that swept the world during World War 2, I find it remarkable that society survived -- that after such a conflagration, civility triumphed, and a cooperative world of trade and interconnectedness managed to thrive.\n\nOr, for example, the surprise of the new birth of the Renaissance that blossomed after the Black Plague.  The world has been through exceedingly dark times, and many generations have suffered through them to get us here.  Each era faces its challenges, and it only takes a few beacons of light to lead us out of the darkness.\n\n\"We cannot stop all the destruction\" but we can work against it, and resist it.  Each day, the sun rises, and we are given one more chance to stand in the light, and to try again -- and eventually, some of us are going to get it right, and point the way out of the pit.\n\nDr. Pipher's essay here is a good start for getting us there -- and for that, I offer my thanks.  And it is more than wishful thinking when I say, may Peace prevail.",
        "Wonderful essay.  I've lately gotten into the habit of rising before dawn... something I used to think was ghastly, but now I almost need it as it is such a reassuring thing to see the light slowly rise and replace the darkness.",
        "Beautiful!  I try to keep a cadence of positive light flowing in and out of my life.  I try to uplift others, especially this time of year.  Turning off TV helps, except for comedy and art.  Patience is key, and being kind to oneself.  I also meditate and paint, and read a lot, and shoot target archery.  Namaste.",
        "so beautifully said, your essay made me weep.  thank you.",
        "\"For other kinds of light...\"\n\nPerhaps the guiding thread linking all kinds of light, from the morning light to a spoken word to a flash of eyes: the process of coming into being and pass out of being. \n\nAnd then the imperative: don't miss it, but - also - don't hold on too tightly. \n\nIn every instance of light, that was your entire life, too: emerging and disappearing. But disappearing as a necessary moment for maintaining an openness to all \"other kinds of light.\"\n\n(Re-read this piece: you'll notice perhaps one instance of political, national, or ethnic identity...and not even in a politicized manner. I wonder why. Perhaps because identity is the fiction standing in the way of the ethical regard for fleeting life.)",
        "Beautiful and timely for sure.. I  unexpectedly shed some tears while reading this.   . Does one tune out of the news cycle.. The Puzzle section is my quick go-to after a brief   skim of the horrors of the day here in the Times.  ... I was drawn to this article by the  Monet in winter illustration...... Painting outdoors has been my few moments of looking for the light ,.....  Thank you so much for the reminders!!",
        "Thank you for this lovely essay. It’s a much needed reminder to seek out light this time of year",
        "Very beautiful reflection.  Thank you.\n\nLast year, at this time of year, I wrote a poem on your same themes.  Here it is.\n\nLate December\n\nThe shadows are long,\nStretching way out before me\nI am standing in the middle of the woods\nThe only sounds are those of winter\nThe hush of clumps of snow\nFalling off of limbs\nInto more snow\n\nThe muted light\nFrom the sun beneath the tree-line\nAn occasional cardinal \nColoring the almost darkness\n\nWe will tilt some more into space \nand prepare for a pause\nThen tilt the other way\n\nI will tilt and pause toward my children\nIn the new year\nI will lean toward them and listen\nTheir all-kinds-of-words scattering darkness\nLike soundwaves or even light",
        "Thank you for a beautiful meditation.  I will carry this with me today and hopefully for many days.  I feel better already.",
        "This is so beautifully written. It is indeed true that the world seems a dark and chaotic place these days — but when has that not been the case? It’s helpful to remember that there are always sources of light that we can access, as the author so eloquently describes. Thank you for your uplifting insights.",
        "'Already, she can bring me a picture book and read “whale,” “porpoise” and “squid” in a voice that reminds me of sleigh bells.' \n\nWhat a beautiful, poetic line!  \n\nAnd an entire beautiful, poetic essay. Thank you for this.",
        "Thank you very much for your poignant words. Your words are much needed for me and many others on this cold December morning.",
        "Beautiful, timely, and so appreciated. Thank you!!"
    ],
    "web_url": "https://www.nytimes.com/2023/12/11/opinion/love-light-winter-darkness.html"
}