{
    "main": "How Virtual Appointments Taught Me to Be a Better Doctor",
    "abstract": "I was once intensely skeptical that telehealth could offer good medicine. I was wrong.",
    "keywords": [
        "Telemedicine",
        "Doctors",
        "Tests (Medical)",
        "Emergency Medical Treatment",
        "Hospitals"
    ],
    "comments": [
        "These days going to the doctor for check ups is just a review if tests, and the taking of new tests",
        "NYT just ran an article about how for many older people (and their caregivers/drivers) multiple medical appointments are a huge time drain. If even half of those routine check ins could be televisits imagine all the savings of time and energy, lost work for caregivers, etc.",
        "I couldn’t disagree more.  Telehealth visits are so impersonal a robocall might be able to handle it.  There is so much to an office visit then just the diagnosis.  How patient dresses in itself tells me a ton not to mention susing out hypochondria and secondary gain.  How many times i figured someone had something serious on the last sentence they uttered. “Oh yeah by the way…”",
        "As a mother, who has booked telehealth appointments at the behest of our pediatrician, I do not recommend this form of appointment. It’s a twofold problem: same price as an in-person appointment and the diagnosis is usually “let’s meet in person, unless you prefer the antibiotics now.” I end up paying for two appointments and the in-person diagnosis is usually never to take the antibiotics. Telehealth is as impersonal as healthcare can be. It seems like insurance is courting this type of appointment. Corporate medical care is the problem and technology exasperates it.",
        "There is a time and place for telehealth appointments and times when it should not be used. Video conferencing should be treated as a useful tool that has limits and if the situation is not going to fit within those limits, the doctor needs to use a different tool, such as an in-person visit. I personally would avoid any doctor that I see regularly that is 100% tele-health. But on the other hand if I just tested positive for Covid and want a script for Paxlovid, why not do it with tele-health and save us both time and added risk? But those are one-offs, on a case-by-case basis.",
        "Doc of 40 years here.  Telemedicine had its place during covid lockdown, but nothing replaces the human interface with a patient, and a clinical examination.  I have the luxury of spending as much time as I need with a patient, and listening to their story.  The old adage is, if you let them talk long enough, they give you the diagnosis.  And, a hands on, clinical exam is key. Many times, a patient will say they haven’t been examined in such a way, which equates to no one really looked.  I am on the precipice of retirement, but now feel that I too will have to slog through a relatively marginal system for decent health care in my old age.  Believe me, from the inside vantage point, medicine in America is a mess.",
        "As a retired internist who has not worked with telemedicine, I wonder why it took telemedicine to teach this physician to focus on his patient.  (Really focus). \n\nI also am struck by the number of times I asked patents things like \"how long has your heart been racing?\" and received the answer \"?racing?\".  How many times I asked \"how long has that funny thing on your skin been there?\"  How many times I asked \"has anyone ever told you that you have a heart murmur?\"  How many times I said \"I see a new spot on your back we need to check\".  \n\nThe vast majority of medicine is talking to our patients.  Telemedicine is fine for that.  Still, a significant portion is by using our eyes, ears, fingers, and even smell.  This portion should not be abandoned.\n\nLastly, when my physician offers a warm handshake or a pat on the shoulder, there is real reassurance that he/she cares.",
        "I've been practicing exclusively via telemedicine for the last four years.  I agree with most of the sentiment here, except I find more patients are not fully focused on their appointment (Sorry, but patients under 30 have no social skills or manners, always calling me by my first name and checking social media if there is even a 10 second delay while I check something or click 25 times to update their allergy list).  Driving, taking other phone calls, and shopping are super common during scheduled appointments.  Also, since telemedicine is less intimate and it's more difficult to gain trust, patients are more likely to display rude behavior (especially when it comes to weight loss medications and antibiotics), since they can always hang up and make a new appointment with someone else.  \n\nTelemedicine is a very useful tool for certain issues, but patients are far and away more rude than they were a few years ago, and tend to use it as \"meds on demand\" rather than a medical evaluation with limitations.",
        "As an ER Psychiatrist, I couldn't agree more.",
        "My two  tele-visit experiences:\nThe first was two years ago. It was a second opinion consult with a neurologist at hospital facility several hours away from home with a highly regarded Neurology Department. My medical records and radiology reports were sent to them beforehand. Even though I would be able to be home I still was hesitant it would be a tele-visit. My fears were alleviated when the visit took place. The neurologist reviewed my records with me, even showing the MRI on screen. She patiently listened to my concerns about a possible diagnosis. She scheduled a second appointment at the hospital for a more detailed radiology procedure to be followed up later in the day visit with her once the results were known. I couldn’t have asked for a better experience.\n\nMy second televisit was with my local GP two months ago for a different medical issue. When my GP called me, I assumed it was to go over was the results of tests taken the week before. He matter of factly told me I had cancer and he was putting a rush referral to an oncologist. I was shocked and barely able to speak. The five minute or so conversation was a total blur. I sat in the dining room, and cried and then I got angry. \n\nTwo tele-visits handled in completely different manners. Welcome to new world of a doctor- patient relationship.",
        "Telemedicine is an extension of what I call iPad medicine which is when the doctor spends 95% of the time tapping away on their iPad. At my previous 'wellness' visit the doctor did not even touch me once to check my heartbeat (I am 62) or my skin for skin cancer or check strength and balance. I was so furious as the wellness check is part of my healthplan and I did not feel that I got any benefit from it. I (should) rely on doctors to tell me what to expect from my body as I age (prostate enlargement, etc) but nog, it's get in get out and come back when something actually serious happens (like a heart attack) that they can seriously bill you for. Telemedicine  is the next tool in depersonalizing medicine and this op-ed was probably sponsored by an health insurance company.",
        "I’m glad that video visits forced Dr Ouyang to pay attention to the “ person”part of a visit. The person has been lost during “in person” visits too in favor of servicing corporate technology demands. Clinicians can claw back some of our own by asking “What do you want to happen at this visit?”And then listening!!!",
        "Hm. Maybe I should schedule a telehealth appointment with my PCP. She's sure not listening when I see her in person. Or in messages in \"MyChart.\" Things can only improve.",
        "A F22 and F35 pilot cannot fly such a complex piece of machinery without computer assistance to survive the split second demands at supersonic speeds.  Are ER surgeons so different?",
        "One troublesome thing with this article is that an ED   doctor should not be doing video visits. This is a prime example of the destruction of primary care. An ED doc should be doing in person emergent care. They need to refer patients back to primary care for follow up. This is classic - take our patients and our billing and  productivity .  Patients want to see their doctor and their medical home. By creating an arm in the ED for video visits that should be in primary care you are not helping the problem- you are exacerbating it.",
        "We need to remember how challenging, and even impossible, telehealth technology can be for older patients. Retirement doesn’t come with an IT department. Many folks who kept house, or worked in blue collar or service jobs, had scant familiarity with the internet even when they were working. Now near-universal snark is the response to an older person asking for tech help.\n\nMy observation is that my over-70 peers and I often just give up in the face of technological obstacles. We use familiar methods and technologies for everyday tasks. But they didn’t always work.  I labored for many hours to get Covid vaccination appointments for older neighbors during the pandemic; it could only be done online. Every entity had a glossy website, but no one answered the phones.\n\nIt’s one thing to be unable to navigate Amazon’s gift return process.  It’s quite another to be unable to pay your taxes, do your banking, or see a doctor (and don’t forget the barriers of insurance and provider portals). As technology becomes the default (i.e. more profitable) way to access medical care, old people are shut out. I think the healthcare venture capitalists are fine with that.",
        "Interesting article by the Emergency Room physician. \" Sick patients \" who cannot  leave the house  because they are too ill should never be interviewed via Telemedicine. An ER physician may have the skills to communicate , and feel better that she/he may have understood the patient's problem\n,\" without being interrupted\", and then go home satisfied after 12 hour shift, and then never sees or talk to the patient again , but unfortunately will miss the opportunity to speak to the patient,  perform a detailed clinical examination ,  discuss with colleagues and make a reasonable diagnosis and initiate proper treatment.\nIt's too bad that the future generation of young physicians will be be taught to become  good \"TeleDoctors \"  and miss the joy of being a good clinician.\n\nGod help medical care of the future 🙏",
        "It's called progress, not a solution, but progress. \n\nIt's good to read a column written by a Doctor with an open mind who recognizes it as such.\n\nWe Americans are far more used to reading about something like this, where the economic aspect of it is the primary focus and gist of the article.\n\nHow refreshing!",
        "Teletherapy -- the psycho kind -- is less likely to be deeply effective. My office is the Room of Truth (light humor, if you'd like), while clients in teletherapy are sitting at their kitchen table, sitting up in bed, sitting in their car (it's a Freudmobile if they put the seat back), or in some cases, incidentally giving me a tour of their house as they saunter about with smartphone in hand, looking for a relatively quiet place. Clinicians who most value the televised client are not trying to do emotionally expulsive work but the more superficial \"cognitive\" stuff.",
        "The advent of telehealth seems in part to address lack of healthcare in rural communities. We should be asking: why are hospitals closing in rural areas? \n\nI've looked into this and read hospital corporation prospectuses that reveal that CEOs are closing rural hospitals because they bring down their overall profit metrics. City hospitals make more money.\n\nWe need to recognize that healthcare is more like a basic utility than a profit-centric industry, and it's not \"radical\" to say so.\n\nWe don't need telehealth as much as we need to stem the hemorrhaging of rural healthcare.",
        "Telehealth needs to be available to everyone, it should be like a 911 call.  Many patients end up in the ER thinking they have an emergency.  Talking through video with a healthcare provider will help them make a decision if they do need to go to the ER.  911 telehealth will help ease the congestion in the ER.",
        "It almost seems like the media is trying hard to reassure patients that telemedicine is now the standard of care.",
        "Virtual visits are based on sitting in front of a screen and talking to a doctor or NP. What’s missing is a link to diagnostic technology. What required is the use of a home device that can transmit vitals like blood pressure. Even transmitting data from an Apple Watch would be useful.\n\nAs someone living in a rural area with limited access to specialists I’d like to see Telemedicine work. It can be a four hour round trip or longer to see a cardiologist. Combining an office visit with an NP and a telemedicine visit with the specialist would be an excellent way to serve patients.",
        "Many of the comments are binary. Remote care/telehealth is not binary, does not aim to replace in person examinations, when needed but has the potential of helping immensely with access to triage, and follow up care. Thank you for this thoughtful and reflective article.",
        "Interesting reflection of what tele-medicine has to offer. As a retired physician (graduated as a General Surgeon in 1974), I've never had a chance to exam a patient via video, nowadays a must when the patient is unable to leave home or, especially, when a viral epidemia is in full force. Still, I remain convinced that a personal interview, and examination, cannot be replaced fully with a video, no matter how inventive and attentive. Bedside manners are vital so the physician-patient interaction is truly humane. Having said that, today's practice, even when personal, leaves a lot to be desired, as healthcare providers have become employees of the corporate world...whose aim seems more towards profits than patient's wellbeing (of which I can, as a patient now, attest), given the exceedingly short time allowed to meet each other and solve the issue at hand. And we haven't even mentioned what the current private healthcare system lacks, affordability. The recent tragic assassination of a CEO in charge of a Healthcare Corporation seems an urgent reminder of what needs to  change, a universal system where quality preventive care is available to any and all, no questions asked, so the need for treating an established disease (cardiopulmonary, diabetes, malignancy, arthritis, you name it) is at least delayed. As you may agree, life without good health is an awful experience to behold.",
        "It sounds like old-fashioned home doctor visits. What is most revealing to me is the lack of connection the author describes in a chaotic ER. There is still the opportunity for deep face to face connection, but our modern medical system somehow precludes this from naturally occurring. A doctor listening to what a patient needs, rather than just diagnosing - imagine that! I hope we don’t rely on technology for this but can figure out a way to apply it to all aspects of medical care in all encounters.",
        "Absolutely! I had my appendix removed on a Zoom call, and other than that brief interruption when my dog grabbed a roll of gauze and ran all over the house, it was SUPERB. I am not yet that good with sutures, but with any luck I will need further surgeries in the near future ... probably owing to a systemic infection from this first one. So I am in COMPLETE agreement that doctors should NEVER be in the same zip code as their patients, PARTICULARLY ER doctors. If someone gets run over, why aren't we just shoving a camera in his or her face and commencing a chat?",
        "As was the case with many physicians, I was forced to incorporate telehealth into my practice as a result of the pandemic. I found that the televisit was rather reminiscent of house calls that I'd done when I first began Primary Care practice 40 years ago. There was a certain intimacy to both which was absent in the exam room.\nI found the key to a televisit was knowing its limitations. When physical examination was crucial to determine not only what was causing the patient's problem but more importantly the need for urgent testing or intervention, the patient either needed to come into the office or be sent to the ED.",
        "Telehealth is the only reason I have any health care at all. It is a critical option for the millions of us who are too ill or disabled to leave home to attend in person appointments. It's nice to hear a medical professional acknowledging some of the advantages.\n\nTelehealth has not in any way compromised my care. It is my window to having care. It has allowed me more energy to stay focused on the discussion with my doctors, and have much more successful appointments than I had in an office when I could go. With a home pulse ox monitor, BP cuff and 6 lead EKG device, I can share my vitals when needed.  \n\nThe short-term extension of expanded telehealth for Medicare is only getting folks like me through our March appointments. Congress must make this expansion permanent, or many lives will be lost.",
        "I love my tele-heath visits with my doctor. The tests are emailed to him so he can see what ever he needs to read.  And unless it is a situation where a touch and or close up view of something is necessary. It is the same conversation and results as  when I commute to Manhattan from Brooklyn sit in a office and then see my doctor. \nI have a scale and BP cuff at home, so I can tell him my weight and blood pressure if he needs it.  If that is the only reason a physician wants an in person visit, it can easily be remedied.",
        "As a patient I think the televisits are terrific for a follow up or a check in conversation about a health situation, a first pass question, to plan what to do, etc. \n\nI'd much rather spend twenty minutes at home or even sitting in my car, as opposed to\n\nLeave at 1 to park at 1:30 to check in at 1:45 for an appointment at 2 that may actually start at 2:30 then sit waiting for printed paperwork then drive home at 3 to get home at 3:30.  \n\nAnd even better for an older teen who can have parental permission to do so without having to miss school or practice. (It's 16 plus at ours)\n\nAnything you don't absolutely need to bodily be there, it's great.\n\nAlso, with all the weight debate--not that weight never matters, but lack of a weigh in just because, keeps weight from becoming the focus in a situation where it is not immediately relevant.",
        "Doctors, generally, spend no more than five minutes with patients. There is no real two way communication, just doctor talking. Telehealth provides better interaction, if they are longer. With everything stored in cloud the physician can easily look at the blood report, x-ray, EKG, etc. on another window or screen. Because telehealth appointments are immediate the patients do not wonder and wait for days and weeks while waiting to see doctors. Also, transportation problems are solved. Telehealth is a win-win.",
        "I believe under debate is whether a number of telehealth benefits under Medicare put in place during  Covid will continue. Specifically, those mentioned here: \n\n<a href=\"https://telehealth.hhs.gov/providers/telehealth-policy/policy-changes-after-the-covid-19-public-health-emergency\" target=\"_blank\">https://telehealth.hhs.gov/providers/telehealth-policy/policy-changes-after-the-covid-19-public-health-emergency</a>\n\nThis article implicitly makes the case for their continuance. Telehealth obviously has significant limits- and there can issues such as fraud- that permeates all US medical care. It obviously is beneficial in certain use cases, particularly if used in conjunction with physical visits.",
        "No. It’s more trouble for everyone to meet in person but there is no substitute for actually seeing, feeling, hearing and smelling a real person instead of watching a miniature image made of pixels on a screen. Covid made everyone lazier and now everyone wants to work from home. As a result all service has degraded. Stop justifying it.",
        "An interesting concern. As I psychologist I have had in person visits and online visits. Both have value. \n\nWith online visits I have been able to see the surroundings of the home  which helped me understand  the conditions  in their home and family. \n\nPoor families and homeless people were able to communicate by iPhones  which everyone seemed to have or borrow. Transportation was often limited but they could  usually find a place to speak.  Seeing people living in a garage definitely helped me understand their concerns. \n\nIn person office visits provided other information  on a more personal basis. \n\nCY",
        "My brother in Denver made an in-person appointment for routine preventative dental care. After the hygienist was finished cleaning he was connected to a dentist (supposed) on a screen who started telling him of work he needed to. He asked and learned the dentist was viewing his image from India. He walked out never to return. \n\nStop this nonsense now. This doesn’t improve patient care. Stop selling us lies.",
        "I am glad you think so. In fact you are participating in the increasing distance between doctors and patients and the continuing deterioration of hands-on diagnostic skill of doctors.",
        "I understand why this obviously compassionate doctor finds a positive side to telehealth visits, but nothing  will ever replace two human beings, in the same room, talking to each other face to face.",
        "Excellent piece, Dr. Ouyang!  And many thoughtful comments from health care professionals and patients.  \n\nHave been a telehealth advocate for over 40 years, but until the Covid pandemic, many in the medical community fought its adoption, including the American Medical Association and their lobbyists before state legislators.  Fortunately, times are changing.\n\nState medical licensure and reimbursements still remain as impediments...imagine if the pilots on your cross-country flights had to be independently licensed for overflight by each state boundary crossed...that's medicine today.  The Veterans Administration has found ways through healthcare policy for their physicians to provide exceptional and appropriate care for our Nation's heroes across state borders.  Teladoc has also made significant inroads for employers to provide a fantastic perk, particularly for working parents.\n\nYounger physicians are seeing the benefits of current telehealth technology as well as embracing artificial intelligence in their practices.  Seems like an exciting time to see significant advances in 21st Century healthcare.",
        "My husband began his veterinary practice by going on house calls. Even when we built a state of the art veterinary hospital and kennel, he continued to make house calls one day a week. He learned so much about his patients and their owners from this practice. Seeing how the animals lived helped him with diagnoses and treatment. In some ways, the virtual human medicine visit is a modern house call.",
        "If telemedicine works for you, then great. But it’s just another bandaid for the gaping wound that is American healthcare.",
        "I'm feeling like my \"medical care\" these days is all about tests. If a Telehealth visit got a doctor to listen to me instead of ordering yet another kind of scan, I'm for it.",
        "Is Helen an AI? That’s the important question here. All human doctors will soon be replaced by AI, even the ones rendering hands on services. Can she pass the Turing Test? I would encourage all of Helen’s patients to ask the appropriate questions now, and draw their own conclusions. You’ll be so much happier if she doesn’t pass.",
        "Good doctors care about their patients. It is as simple as that. The US system is so monetized that it breeds indifference. I do not think there is any conspiracy afoot, it is just how it is organized. The knocks on the Canadian system, at least in the context of the US one, are pure baloney. I get sick, I go to a hospital and I don't pay a dime, except for parking. Been there had that. And the sicker you are the faster they get on it. Vote for that.",
        "As a patient with a chronic illness, I have no interest in the soul of medicine, nor do I want a deeper connection with a doctor.  \n    Doctors should not serve as armchair psychologists either.  \n     Like you said, focus on my diagnosis, my safety, and then recommend a treatment strategy.  I would also appreciate it if you would tell me the side effects of a drug that you are prescribing.  If we do it by phone, that’s fine. But we can’t do a physical exam and you know that.",
        "While a video (like Zoom) is preferable to a telephone interview it does not really take the place of a face to face contact where the doctor can observe the patient in all dimensions- subtle facial expressions, body language, postures, etc.  That I what I insisted on for my most recent neurological exam and my doctor agreed.",
        "My one telehealth visit caused me to drop my primary care doc. She was abrupt and seemed rushed. I had no particular concerns and she made me feel as if this annual check was wasting her time. I found a family practice that schedules in-person visits easily and also responds promptly to emails. No need for telehealth at all.",
        "I am reminded of what I've read about health-care in Cuba, where each neighborhood has a nurse, and that nurse knows the people in the neighborhood -- all her patients -- and has a much more intimate view of their health and home lives than a doctor or nurse practitioner will ever get from visiting someone in a medial facility.\n\nHealth care in Cuba is universal, affordable, and focuses on prevention. It has become a model for the rest of the world. Maybe better and more frequent Telehealth visits are a tiny step toward replicating that in the US.",
        "This is called testing validation.\n\nSometimes people just need to be heard by the doctor. Then the doctor could put together a differential diagnosis for the patient, explaining what some of the suspected conditions might be to explain the symptoms. Then, the physician should try to put these potential considerations into perspective, (i.e., commonplace, uncommon, routine, non-urgent, urgent, emergent, etc.)\n\nThen as a patient I can help decide how I wish to proceed (observationally, observationally with caution, limited testing, screening testing, emergent testing, etc.)\n\nThat's the perspective the patient may wish, personal validation.  But this takes time.\n\nBecause of rush and haste we resort to \"testing validation\", let's order CT and MRI of everything even if it is overkill. Let's just keep things moving. The patient then knows \"something\" is being done to address their concerns.\n\nI see it as a radiologist. I love looking at the minute details on those images. A lot of it seems overkill in the clinical context.\n\nWe need to slow down, listen to the patients and put their ailments in perspective rather than rushing to test.",
        "Congress just stripped a provision from the spending bill that would expand Telehealth for Rural Health Clinics and Community Health Centers.  Right now, these providers cannot get paid “normally” tor Telehealth encounters if the patient is in their home. Politicians talk about supporting “rural” but they do not follow through.",
        "Telehealth may work well for some areas of medicine, but for others (orthopedics, neurology) where a detailed physical examination is essential, it falls short.  Sadly, in these cases it is only exacerbating the already fading art of the physical examination and increasing reliance on expensive testing (MRIs, etc) and specialty referrals which in turn drive medical expenses ever upward.",
        "One of the best and most efficient interactions with a health care provider I experienced was via telephone during the Covid pandemic. On day 4 of symptoms and unable to keep water down, I contacted urgent care, and was told I may meet criteria for Paxlovid and a physician would call back for a telephone assessment. Within the hour, the MD called, and after an assessment was told a prescription would be available for paxlovid along with ondansetron to quell the vomiting. In addition, he provided counseling on taking Paxlovid and what to expect, with sufficient clarity and detail to make this retired pharmacist's heart sing (docs know a lot, but that knowledge doesn't always encompass medication counseling). Within the hour, my husband returned from the pharmacy with the meds and by evening I was keeping down clear liquids thanks to the ondansetron. This interaction took less than two and a half hours. Telehealth has its place in the care of patients, applied to the proper situation and with the applicable skill set of the practitioner.",
        "So then I hired a consierge doctor so might get all my age related health issues dealt with.  I paid a monthly fee to see him, but found he was on vacation 65% of the time and when I saw him he talked “at me” and did not listen.  He looked at his laptop the entire visit.   He had a nurse practitioner do most of his work.   So paying extra does not ensure quality medical care.  I simply think doctors do not care about anything other than money.",
        "My primary car doctor and I get together in her office about half the time and via video the other half.  It's great for both of us.  When we meet online, she has all my charts, test results etc. at her fingertips.  This is convenient and thorough and smart.",
        "Kaiser has included phone call visits  in primary care. We are elderly and need to discuss many different kinds of things happening to our bodies often. We have gotten to know our care giver very well ,and have a close relationship with her. She knows well our heart, lung, skin, bone, you name it, and the fact that they are on going problems. Telehealth and simple phone calls save office visits and provide immediate care. Plus she can see many more patients by phone than through her office.",
        "I love telehealth appointments!! And they have been a godsend for my husband.\n\nIn July of 2023 he had his in person physical and was diagnosed with Type II diabetes. He was SO ANGRY at himself. He came home, immediately started a low carb diet, and lost 35 lbs.\n\nHis A1C levels are normal without any added meds, and he was able to halve his BP meds.\n\nI mention this all because with the exception of his in person physical, he was able to meet with our trusted doctor of 25 years via Zoom during this health crisis. \n\nShe was able to track his progress with him. He took his BP and blood sugar readings daily and sent them to her. They discussed them each appointment, and she was so proud of him. This kept him on track, ensured he was following medical advice, and he didn't have to take a ton of time off work to attend appointments.\n\nI can assure you this would not have occured if he had been obligated to attend an in-person appointment each month. \n\nTelehealth has a place in medicine.",
        "I find telehealth appointments suitable and satisfactory for most things, however I recently learned, quite by accident, that i have a leaky heart valve that was easily heard through a stethoscope. Not having seen a Dr. in person for a checkup for years makes me reevaluate the wisdom of this practice.",
        "This is a false dichotomy. Since the invention of the telephone patients have spoken with their doctors remotely. \n\nTo make this something new is an attempt to suggest that “tele-treatment” is in any way a replacement for personal visits. They are not. Hedge fund managers and investment bankers think is progress. It’s not. It’s only a way for them to make more money, more quickly, and will further undermine the quality of American healthcare.",
        "I'm disabled and try to do televisits whenever possible. Why must we bother schlepping into the doctors office when most of your time together he/she spends inputting info into the computer with their back to you while I talk and maybe if I'm lucky, they'll feel around a little for a minute or two afterwards?",
        "I too was a skeptic, even as a psychiatric provider because I thought using my five senses was irreplaceable. I was wrong. The accessibility to my services for underserved patients without transportation or sometimes the will to get out of bed has more than made up for the small non-visual cues I miss in getting the whole picture during assessment. Telepsych has improved getting help out to people in the community who really need it.",
        "As with most things in life, it is not \"either-or,\" but \"both-and.\"  There are many situations in which it is critically important to see a practitioner in person.  In other situations, telehealth can be extremely useful, particularly in rural areas where provider networks are thin, or if the patient has transportation problems.  The appropriate intervention is the one that best meets the needs of the specific patient within his or her current circumstances.",
        "It doesn't say anything good about the previous state of your relationships with your patients.\n\nThings are really bad when the only good news is that the bad news isn't as bad as you thought it was going to be.\n\nThe essence of the Trump effect.",
        "While I agree with you to a degree, I find that some people call while they are driving or eating or grocery shopping!  I am very disheartened to see that the reimbursement for telemedicine is returning to a minuscule amount after Jan 1. I personally prefer in patient visits for my specialty dermatology as it often requires touch feel and a dermatoscope. However, if what is being discussed is drug management of chronic disease or as you said a patient struggling to understand their own disease and symptoms (I have been there as a patient as well) it makes a great deal of sense. I don’t understand the priorities of the federal government to continue to cut Medicare services whilst spending so much on other things that don’t produce as much human value. But there is nothing more gratifying than a patient’s gratitude. And as you said, sometimes us doctors forget that understanding and empathy are healing as well as a diagnosis and treatment plan. When they are served together that is great medicine!",
        "I’ve practiced Internal Medicine for nearly 40 years, including both in-person medical care and, more recently, telemedicine.\n\nThere have been times when I could not have helped a patient in the absence of in-person contact.  That includes occasions when I was able to avert a disaster.\n\nThere is a correct way to conduct an in-person visit.  I could describe it, but even an outline would be too long for this response.  However, in reply to some of today’s critiques, please note that the in-person visit should be exclusively focused on the patient and should not permit interruptions except for emergencies.  One cannot argue for telemedicine by comparing it with substandard in-person visits.",
        "I really dislike video appointments. It does not feel like a human connection or caring — just a cold image on a computer screen. Might as well be a computer generated image. Please do not try to tell me that these feel like intimate conversations. Without measuring the temperature, pulse, and blood pressure or being able to run tests, it doesn’t feel reliable.\n\nAlbert Mehrabian, a researcher of body language, who studied the components of a face-to-face conversation, found that communication is 55% nonverbal, 38% vocal, and 7% words only. Video is not the same even if it saves money for insurance companies.\n\nOur health care provider uses advice hotlines that can help us decide whether we need care, arrange for tests, and set appointments at urgent care or with our regular physician. Sometimes a generalist will use electronics to quickly get advice from a specialist who analyzes the test results without seeing the patient separately. All of this is helpful, but I want to sit in a room my personal physician and trust what she says. Please do not tell me how convenient it is for me to use remote video appointments that help providers save money. It’s not my goal to help insurance companies save money in a manner that significantly lowers the quality medical care.",
        "I've only used telehealth a couple of times, but it worked then.  I knew I had UTIs both time, the nurse practitioner who was on the other side agreed with my assessment of my symptoms and put in orders for me to go get tested in a nearby lab and followed up with appropriate antibiotics.  She also put in a referral to a specialist after it became apparent my UTIs were recurrent.  I feel like it can be part of an overall strategy but probably works better for some things than for others.",
        "There's lots of time wasted on patients' end, getting ready, driving to and from and waiting for the doctor to be ready - just to meet 15 minutes.  I would rather that my first round of contact be through email, then tele-health, then finally face-to-face.  \n\nI find that this is true of many other interactions such as my college classes for which I now save an hour of commute time each session since it has gone online.",
        "It’s difficult to make an appointment with my doctor. His calendar is always full, he’s called because I’ve missed my annual, but he’s never available. How can this be?",
        "When my mothers GP retired he had been her doctor for his whole career. On her last visit to him he asked , with tears in his eyes, if he could give her a hug.",
        "Dear Doctor,\n\nI think you just made a case for the value of house calls.\n\nThe Patient",
        "Sounds like this ER physician found in telemedicine what we like about being family doctors. Maybe they picked the wrong specialty.",
        "My husband is being treated for cancer and driving thirty minutes to the hospital to hear all is stable, which we are able to see in the MRI report the day before seems ludicrous to me now.  Or those appointments they make you do just to get a drug that's working re-prescribed. Virtual visits are just easier on everyone in many situations.  That's one good thing that came out of the pandemic.",
        "I note in reference to my last comment here:\n<a href=\"https://www.jucm.com/lawsuit-against-one-medical-claims-poor-care-led-to-patients-death\" target=\"_blank\">https://www.jucm.com/lawsuit-against-one-medical-claims-poor-care-led-to-patients-death</a>/",
        "Patients need doctors to listen and fully pay attention, without rushing them out quickly or saying \"your labs are normal so you must be fine\",",
        "The preference of profit over care makes me suspicious of anything said by anybody involved in healthcare. The whole time I was reading this, I was wondering which lobby this person was representing. This might be a reflection of my neurosis around American health care, but I doubt I’m alone in thinking that none of these people can be trusted. That’s a real problem, but one that is inescapable when capitalism and health care are combined.",
        "Pediatrician here. Telehealth can be used for follow up behavioral concerns and some rashes but not much else. In pediatrics it is about relationships and actual exams. What’s maddening is insurers and children’s hospitals that offer free or cheap telemedicine visits usually by NPs that don’t specialize in pediatrics and prescribe bad tasting expensive useless medicine which ultimately means patients follow up with their pediatrician anyway for proper care. Our specialty does so much free nurse phone advice to decide who needs a visit and for follow up both while open and after hours. Insurance pays for none of it and we are powerless to negotiate.",
        "For most women who require it access to expert peri- and menopause treatment has only recently become available with ease via telehealth, and it seems to be a good fit. Any necessary bloodwork orders can be emailed to the client, taken to the lab, and the report sent to the provider. The hormone therapy itself is symptom based, which requires verbal reporting but not a physical exam. The privacy afforded by the telehealth medium makes it much easier to discuss delicate sexual health issues. Follow-up visits for adjusting HRT dosage are easy and can be scheduled in advance without needing to wait 6 months or more. This is one area in which telehealth needs to expand!",
        "Using the anecdotal is problematic in that it sees a picture distorted by the single instance.\n\nAn ER physician from a prestigious Ivy League Medical School is not to be lightly attacked, but nor is it good to accept some of the judgments made without some further consideration.\n\nFrom my Primary Care experience, most any patient profits from being heard out!   This should not be seen as a revelation, but it is hardly enough!\n\nPatients often know that their diagnosis may be difficult after many rounds with many other providers and they are grateful for being heard and that can be done in any setting.\n\nI worry that Telehealth lacks not only the testing, but the hands on effect. Touch, so long as appropriate, is beneficial and the near lost art of physical exam is also to be noted.\n\nOne can inspect for certain and can see requested movement in neurological and skeletal exams, but auscultation and percussion are totally impeded and they have and will perhaps continue to be valued by at least some in my past field of pursuit.\n\nAn ER physician may not have the time to do extended physical exams.  Bedside exams as I have noted no longer hold for the most part.  Most patients, such as myself are examined through our clothes now!\n\nWe see cases such as that of Amazon's 'One Medical' now as a 45-year old who needlessly died and the resulting law suit declared from its occurrence.\n\nWe need to balance the case made here with the full realization that telehealth too often is not enough.",
        "I see a neurologist yearly, basically to renew a prescription for drugs that have been effectively controlling my epilepsy for about 40 years. The last visit was via Zoom because my neurologist has been on extended leave in London. I could find a new neurologist (at this point I've lost count of all the doctors who have moved on), but I like her, and I'm \"an easy patient\", someone with epilepsy but no symptoms who just needs a script once a year. The appointment was on time and took 12 minutes, a great improvement over driving 30 minutes each way and waiting in various rooms.",
        "In other words, telemedicine is great for people who really aren’t sick and just need someone to talk to. What a sad comment on the state of healthcare.",
        "I really like my telehealth visits.  They are best done after lab work is completed and then we can really talk and make a plan.  \n\nMy weight loss group is just fantastic- from the nutritionist to the PA to the MD.  They recommend a pharmacy that has my script in stock and they respond to texts within an hour. \n\nI remember the stress when my kids were little and there was a rash and he wouldn’t look at a pic. I had to come in. It was always something and never easy.",
        "As a physician using telehealth since the pandemic, I can say it has  been a great success. Patients avoid crowded waiting rooms with coughing people (Covid, Flu, Colds).\nI get wonderful insights into their lives, see their dogs and often get the \"true story\" from their spouse walking by.\nMost patients love this format.\nIt is unfortunate that our dysfunctional government could not pass a bill extending televisits for a few years (or permanently) but instead could only extend it to March 2025.\nContact your elected officials.\nDo we really need to have elderly people traveling in bad weather conditions (ice, snow) trekking into the office?",
        "My employer is pushing Teledoc but I'm checking on cybersecurity before ever using it. Too much risk of private info getting out and sounds like it's been another opportunity for Phishing emails coming after personal data. To me, at a higher level view, this seems ridiculously early to utilize this tool before securing absolute cybersecurity integrity especially as so many who will use it have zero knowledge of tech let alone making sure it's secure.",
        "No immediate lab results?  No immediate X-rays, read by a radiologist no less?\n\nWelcome to the world of primary care.",
        "i'd be wary of engaging with any of the doctors commenting here who clearly view their care of a patient as a collection of discrete transactions rather than as a process, a relationship supported by all kinds of 'technologies' including tele-stuff. \n\nA telehealth visit is, from a patient's POV, an incident in a \"career\" of health care. It may contribute more, or less, than other such encounters in the patient's career, but that's difficult to weigh in isolation.",
        "I suppose there is something to the idea of telehealth being a bit more like home visits, and there is something positive to be gained from \"seeing\" someone with ease in their home environment.\n\nBut knowing how modern medical CEOs think -- in terms of maximizing profit -- I am skeptical that this is entirely a good thing and worried it will replace in-person visits. \n\nHospital execs in charge of my old doctor practice, for example, are doing such things as halving the time of office visits from 40 minutes to 20 minutes in the name of \"efficiency\" leaving doctors with only enough time to do computer data entry and none for examination. \n\nTelehealth could maintain profit by checking all the medical codes while reduce spending on patients to near zero.\n\nWe must understand that we do not live in the benign era of  patient-based healthcare any more. These modern execs with their MBA degrees will convince us that everything they do is for patient benefit when in fact it is for sick, sterile, and empty profit. \n\nWithout willingness to hold Congressional hearings and to intervene with regulation by smart and tough law-makers if need be -- patients are utterly powerless to stop this.",
        "Telehealth is a way to steal from patients. When a doctor does not “have to” see their patient in person, they short-change them. There is of course, no physical exam, no ability to observe body language, which is how we communicate. They spend less time with their patients and are less effective. Just ask THE PATIENTS.\n\nI worked at a medical center that instituted telehealth visits for the doctors’ convenience, because they were overworking doctors and needed to give them a perk.\n\nWhether this is good for patients or not really does not matter at all to anyone, except the patients in their families, who are usually ignored.",
        "My EYE DOCTOR was telehealth and I thought that was very weird. They did my eye exam and everything from their own home. Then when I went in to try on my new glasses, the script was wrong. Telehealth is out of control these days.",
        "It’s interesting to see so many prickly comments on this. It seems clear that Telehealth can have its place and being strident about it not seems odd to me. I’ll bet it’s a godsend for rural folks, for patients only needing follow-up, for initial thoughts on whether an actual visit to an ER is essential, to name a few situations. This article isn’t trying to make the case that in-person visits are not needed, but simply that they’re not always needed and sometimes virtual can even enhance an interaction. Doesn’t seem controversial to me but everything is a controversy these days.",
        "There are many of us (ad hoc patients) that enjoy telemedicine combined with AI (not only for completing paperwork, but suggesting points the physician wouldn't have thought of). It's only a matter of time when physicians will be required to use AI by their insurance companies. With the increased use of wearable devices, including at-home blood pressure mechanisms, we can get a much better read than we could arriving at a clinic with our racing heart beats, and the first thing they do is record your heart rate (not an accurate method). At one point we'll be able to save time by first consulting our own AI before wasting time with a clinician. Once a suitable blood sampling method is available to the many, we'll send off our own blood to a lab, and have AI check it for signs. The future of humanity looks great!",
        "Reflecting on my last visit to the ER for very minor chest pains, it took 11 hours in very uncomfortable surroundings to find out that it wasn't a heart problem or anything else that they could diagnose.  In that 11 hours I never saw an actual MD.  Most of that time was spent in a crowded waiting area with a TV blaring, extremely uncomfortable chairs (my wife had a back ache for days after) and close proximity to people with who knows what infections and no masks.  Tele medicine wouldn't have provided me with the blood tests that were needed to rule out a heart attack, but I would bet that many other people  in that waiting area could have been cared for via tele health.",
        "My daughter had long Covid that became me/cfs. She is now bedridden and can no longer leave our house. Telemedicine is better than nothing.",
        "Since I started having telehealth visits as a patient my view has definitely changed. Some of the metrics doctors commonly rely on in an in-person setting, like a person's weight, tend to get in the way of quality health care. Doctors actually have to listen to you in a telehealth appointment. And if you need labs or blood pressure, they simply put in an order and you pop over to LabCorp (or whatever you have in your community) and get it done.\n\nIn short, where in-person medicine allows doctors to just order tests and make the call based on those results (which can be \"everything is in normal range\" (and if you're a woman, \"lose weight and here's a psych referral\"), telehealth makes them have to listen.",
        "I've loved using telemedicine visits for things where I know I can convey symptoms via voice or photo and get a prescription if appropriate. It enables an unmatched speed of availability. I have my own BP, device thermometer, pulse oximeter, scale, watch for heartrate. It would be great if there were more home assessment devices that we could own or 'borrow' locally (e.g. stethoscope). Of course it is not for every ailment, but where it fits, it can be effective for the patient and enable the doctor to see more patients, a win-win.",
        "Be careful---Medicare has stopped paying for those telehealth visits in many situations. You might get slapped with a hefty bill for that \"convenience.\"\nI noticed, too, that I have been receiving \"check up\" phone calls from doctors involved in my care (usually residents) and the charge for that phone call is showing up on my Medicare statement. One call was a \"hey we haven't seen you in a while\" call and I told him that we were now seeing another provider.\nYes, he submitted a bill to Medicare for that and yes, both Medicare and my Supplemental paid him.",
        "This was a great thing to write a piece about. I have a chronic neck and shoulder spasm, the only successful treatment for which that I've found is routinely receiving targeted medical massage. This is very expensive. I had heard that a Letter of Medical Necessity from a provider could make these visits eligible for FSA reimbursement, but without knowing the likelihood that a provider would be willing to write such a letter, I could just never find a time where it felt worth giving up potentially several hours of a work day to go try to get one. Not to mention that if there were paperwork issues or my FSA administrator required a follow-up, that would have required potentially an additional visit and several more hours. Once I got used to telehealth, I realized I could make as many appointments as I wanted and they would only take 15 minutes a piece from the comfort of my home or office. I visited a few times with the same provider, and all we needed was to have a couple of conversations. The provider even waited on the line with me while I figured out with the FSA administrator what paperwork was needed. Now, after many years, I can save a LOT on my treatment because I finally have a letter. For minor issues like this, telehealth has been game changing for me. I no longer avoid going to the doctor due to time issues or being unsure if it will be \"worth it.\"",
        "So, doctors can now \"see\" patients virtually, without the availability of diagnostic lab testing, physical observation of vital signs such as blood pressure, heart rate, respiration rate, body temperature, listening to the chest, palpitating the abdomen, etc., but medical care is somehow enhanced by the interaction. Sure. Got it. Wonderful. I guess the most important thing to remember is that they still get paid as much as if they actually had to sit down with you in a room and do their job.",
        "Due to a scheduling issue I was forced to see the urologist via zoom. She listened, she asked questions, she answered mine. I loved having her full attention. And I loved the results. She got me off the antibiotics rollercoaster by noticing that being post menopausal makes a huge difference when it comes to UTI treatment. Made a HUGE difference in my quality of life.",
        "It sounds like this is a ringing endorsement of not only telemedicine, but of an ancient and low-tech mode  of practice-the house call.  \n\nUltimately if the goal is to treat the whole patient within the social reality in which they live, then seeing the patient in the ER or even in an office setting is not the same as visiting them in their home.\n\nOf course, not every situation can be handled in a patient's home, but any health care professional that strives to give the best care should consider setting aside one day a week to interact with those patients they plan to treat on an ongoing basis, in person if possible, but by telemedicine if that can't be arranged.",
        "It seems that there may be a fantastic place in the ER for both telemed and in person as two steps in the care of immediate but not emergency care. Suppose a single mom instead of dressing up all 3 kids at 2am on a winter’s night to head into the ER with one sick toddler (where invariably another kid would catch a virus), the evaluation could begin as a telemed visit from home by the ER team. The provider could see the tot breathing comfortably, could hear an in depth story from the mom who isn’t trying to also keep another child from wrapping a cord in the doctor’s office around another kid’s neck, and the doc could order the best solution for that child for the night and any tests to do the next day, or any prescriptions. If the kid’s breathing isnt perfectly comfortable the provider gets a bed ready for the kid and the family comes in right to the room to start therapy. No time lost.",
        "Since the pandemic, I've had many a virtual visit.  I agree that it is surprising how effective such a visit can be for certain issues - wonderful after testing positive for covid on a home test to get the go-ahead for treatment via a virtual visit, for example. No one wants me to go to the office for that!\n\nFrom my point of view as a patient, the up side is not that my MD can see me in my home environment, which is unremarkable, but that her ability to truly listen to me is enhanced. Unable to touch me, she asks deeper questions and really listens to the answers. The seemingly outlier symptoms that might be dismissed in the busy office now enhance the correct diagnosis.  Instead of jumping to the most common idea, we get to the real thing.\n\nSo while virtual visits cannot really replace in-person examination, we can take some things about it that work and apply them to the office or urgent care setting.",
        "When my PCP at MGH told me she gave wonderful Virtual Physicals, I dumped her and found a new PCP. I do not believe a Virtual visit can replace a person to person interaction. How is she going to listen to my lungs via Tele? How is she going to see my coloring clearly via Tele? Person to person cannot be replaced.",
        "Sounds like the virtual visits reminded you to use the skill of listening. Far too often, clinicians have become trapped in clinical settings focused on efficiency. This only leads us to lean more heavily on our implicit biases, leading to inequitable and poor care. We learn that 90% of the diagnosis is from the history, what we ask and hear from the patient. Only when you infuse empathy rather than efficiency May you begin to uncover not just “what’s the matter with you”, but more importantly reveal, “what matters to you.” \nThis focus on empathy rather than efficiency has landed me in palliative care. Over video, you found palliative moments.",
        "As with most other physicians, we began using telemedicine as the world shut down in April 20 20. As a surgeon that takes care of medically complex children from all over the region and country, I found that telemedicine can be extremely helpful, particular with our most complicated patients when all we're doing in the visit is reviewing test results and discussing a plan of care and a physical exam is not particularly necessary. This is so convenient for families who have to travel for several hours to see us with a child who may be non-ambulatory and tethered with home ventilators and feeding tube supplies.",
        "I'm a veterinarian and am a little jealous of my psychiatrist/therapist friends for whom telemedicine is a natural fit. However, telemedicine has been entering into my world, too, pushed by corporate interests. I tried it out during Covid, and here's what I found:\n\nTL:DR owners love it, and it is terrible for the pets\n\nA 3 minute physical exam often finds something totally different from what the owners thought was going on. A \"skin rash\" could be yeast (various types, including ringworm which is zoonotic), bacteria, parasites including mange (also potentially zoonotic), secondary to allergies, a tumor, an injury, low thyroid, etc... An \"ear infection\" could be yeast, various types of bacteria that need different types of treatment, a polyp or other tumor, foreign body like a foxtail, secondary to allergies, etc... Don't get me started on the differential diagnoses for vomiting. \n\nI still offer teleconsults for behavior and quality of life consultations where it's less hands-on and more talking.",
        "This is a doctor to avoid.  So is Dr. Kevorkian.\n\nLet's remember the purpose of a physician in society.  It isn't their convenience or their work/life balance or their profitability.  Not from where you sit, when the chips are down, anyway.  When you're under the care of a doctor who suddenly realized that they can be even more effective without being hands on, without really looking, without taking the time...run!  Run for your life.  Run as if your life depends on finding better care immediately.  It probably does.",
        "In 2021 I got sick, with symptoms seeming suspicious of Covid most notably fatigue. At that point doctors visits were almost all virtual. I was sent for a Covid test. Negative. When I wasn’t better in a week they asked me to get a Covid retest, negative, so when I still wasn’t better I was scheduled for an in person appointment the next week. Over 2 weeks after initial symptoms after 2 virtual check ups I saw a doctor. She Immediately sent me to ER with a note asking for urgent attention. I had a newly developed heart murmur that had developed after 2 weeks of a blood infection. Delaying an in person appointment can have disastrous consequences. There’s a place for a virtual visit but it should never be the starting point,",
        "I am a psychiatrist, now beginning my 51st year in practice.  When COVID started, I began using ZOOM.  Initially, it was exhausting. It turned out I felt obliged to be making 'direct eye contact' all the time. This meant staring at the green dot that was the camera.  After about 3 months - I realized that in my office, while eye contact was crucial, it was not continuous.  It was then that I felt more natural with the format.  I began to ask my patients how they found this new medium.  Almost all said they preferred it.  They did not have to drive to my office, look for parking and then drive home, taking usually 3 hours out of their day.  They also like the familiarity of being in the own home, or at times in their cars or even in the bathroom when a partner was in the apartment and they wanted privacy. It was much easier to reschedule appointments because one only needed an hour and not 3. I now feel that the two are different, one not being better than the other.  There is an intensity in the 'cyber-proximity' of our faces.  It is revealing to see something about where the person lives and to learn something more about their environments.  The teens and college kids I see are more comfortable lying on their beds, lounging in a comfortable chair and are less likely to miss appointments. And I realized that it had taken nearly 8 hours a week of driving to get to my office.  For me, I could have a leisurely breakfast with my family and sleep another hour.",
        "So far, I've not experienced anything virtually, whether a telehealth appointment or a virtual recovery meeting, that can hold a candle to face-to-face interaction.\n\nOur society loves to pretend that texting is a good way to communicate; younger people find it ridiculous that someone would want to speak over the phone, never mind meeting face to face.\n\nSo, big no on mediated interactions. Nobody will ever persuade me that technological filters are a benefit to our long-evolved, carefully tuned perceptions in the real world.",
        "My primary care physician suggested meeting with me by video call  two Thursdays ago. The only hitch was that the agreed time ran 90 minutes later which interfered with other family obligations. The dog had been delayed and delayed, so of course, the moment I am out with her, the call comes in. I had to hustle to get back on WIFI.    I got a prescription for an antibiotic for my lingering sinus infection, which my pharmacy was able to fill within an hour. The entire experience was a race against the agony building in my left ear that afternoon that had spread to my jaw and teeth. I shudder at what would have transpired if I had not been able to start the antibiotic that evening.",
        "I have a feeling that in the not too distant future, primary care physicians will be a thing of the past. Just an AI online bot where you answer questions and a course of therapy is prescribed, or referral to a specialist,  if needed. Primary care medicine, the art, is no more.",
        "As a therapist who moved my practice virtually during the pandemic and stayed there, I have found both benefits & losses.  I learned to rely on my words more because I couldn't lean over and hand a  tearful, suffering patient a tissue.  On the other hand,  not only have I had a window into people's homes, workplaces, & yes cars, pets & children but  the convenience rules out missed sessions due to inclement weather or physical impairments (particularly with the elderly) with broken legs, orthopedic surgeries etc. I was particularly able to continue with a dying young woman from her bed and throughout all her chemo treatments. \nFrom an economic level, telemental health has enabled more therapists to accept insurance without the overhead burden of paying rent for an office.",
        "I don’t think anyone especially docs should generalize. I see patients for insurance. Telehealth has challenges just like in-person medicine has challenges. Not every patient is coming with a mystery diagnosis that needs a physical exam. Many just need their meds re-filled. I do psychiatry and sleep medicine by telehealth and it works extremely well. By “extremely well” I mean, when everything works and patients do their job. I don’t change my standards for telehealth, a bad connection is a bad connection we get less done and I don’t “compromise”. You have to accept that things don’t always go well, and so does the patient. But by and large they do, and there is a learning curve for both the patient and me to learn the technology. Do I get as much done with a fragmented connection and an uncooperative patient as I would in person? Of course not. But I get uncooperative patients in person too. When I have inferred bad telehealth care, the clinicians appeared to use a different standard for telehealth encounters than they did for in person encounters, documenting physical exams they couldn’t have done for example or templating questions they couldn’t have asked or education they couldn’t have provided. If one adheres to the same standards as usual, telehealth isn’t a substitute, but a valuable augmentation of medical practice.",
        "What is being described is an MD who seems unprepared to work in an emergency room. Sadder still is the therapeutic distance between the patient and their primary physician. \n\nIf you can't operate in the hub bub of the ER, pick another setting for everyone's sake.",
        "I hope you check with your lawyer about anything you sign for Telehealth.  Talking to the doctor here. Something tells me that any professional doing this type of “remote work” right now is either training the AI to replace it completely or compartmentalizing your job to the point where the “human part” can be outsource to someone who lives in another zip code/country and can be compensated at a much lower rate.  \n\nJoin us in the march to the future where everything with a human involved will cost extra and be too expensive for most of us. I think Disney already made this movie. It’s called Wall-E",
        "Listening!!",
        "I was treated almost two years ago, so far successfully, for prostate cancer. I still need to check in every three months with my Medical Oncologist whose office is a two to three hour drive from here. There’s no reason for these visits to be in person and we have been doing them virtually since my first two office visits prior to my treatment. Medicare has covered telehealth visits since the COVID pandemic, but will no longer do so as of January 1, so I will need either to make the round trip to his office or pay 100% out of pocket. This seems very stupid, inefficient and shortsighted but I’m sure that there’s some political reason for it.",
        "But we're you looking at Zillow and was your patient playing an online video game?",
        "I am in favor of whatever works and on-line visits would seem to have a place in the mix.",
        "Interestingly, American health care is a known disaster and has been nothing but a profit-making machine for the insurance companies and big pharma companies.\nNice to read that a dr. finally sees patients as human beings and attempts to address what may be wrong with them.  \nJAMA had a story about a patient who was being treated for cancer for years ruined the patient's life and it was all an incompetent doctor.  Years before the hospital administration investigated and realized that the doctor needed to be fired.\n\nImplementing technology will do nothing to aid patients without the removal of the rot within the for profit business model of health care and we are aware that is a FACT",
        "Might I end up dealing with an AI representation of my doctor and not know it?",
        "What a concept, actually listening to the patient and thinking about what they are in for can result in better medicine. Working as a standardized patient, I've been involved in training medical students in how to elicit the information they need to address the patient's concerns, many of whom get quite proficient with the skill.  Then, as an actual patient, I've seen the docs in the exam room being fractal jerks in front of students who were shadowing them in a way that completely undid the examples that I know the student had in school.   The students are taught these skills, then when they are out and seeing patients, are told by practitioners that \"there's no time for that school stuff, here's how we've always done it\". Perhaps regular retraining and testing for communication skills would benefit established practitioners as well as patients.",
        "That’s why you are now referred to as\na provider as opposed to “Doctor “.",
        "Recovering from surgery for a brain tumor, I was accustomed to negotiation as a corporate lawyer.   After two years I'm finding it difficult to focus and cannot tolerate reception intake and waiting to be seen.   I can no longer tolerate sitting on an examination table and not making contact with physicians and nurses intensely attentive to computer screens.    While I have stopped taking phone calls, I feel best taken care of through telemedicine, where my oncologist and I can make direct contact.",
        "Too many physicians treat the number and not the patient. While I am not a fan of telemedicine, it does at least force them to listen. They have no numbers, so they have to treat the patient.",
        "This past April, I was in upstate New York when I started running a fever and had abdominal pain. I was so tired that I didn’t feel like dragging myself out of bed, so I had my first ever virtual urgent care visit with an ED doctor at NYU Langone. Lucky for me, the doctor correctly diagnosed a perforated appendix and told me to get to the hospital ASAP. That virtual ED visit literally saved my life.",
        "It is all about the profit motive for the insurance companies.",
        "Overall, I would prefer to see a doctor in person.  Generally I see a NP or LPN or PA though, which is fine for general practice.\n\nOver 15 years ago at the beginning of telemedicine, my mother had a video appointment with a seizure specialist in another part of the country for an odd intermittent seizure issue.  Fortuitously she actually had one of the seizures during the video appointment, and the specialist was able to see the problem as it happened.  And talk to her about the experience as it was happening.\n\nIt could have happened in an office visit, but she would never have traveled cross-country to see this specialist.  It was a lucky coincidence, but her regular doctors were grateful for the information it provided them.  I can see where virtual visits could help with some problems.",
        "As a primary doc, I have been using telemedicine for over 8 years. Patients have been emailing me through our portal for over 10. Over time I have built a rapport with my patients. It does not substitute for that face to face visit but all these different communication modalities built a tapestry of connections and understanding.",
        "I grew up in a small town in the Netherlands in the 60s and 70s. Whenever someone in the household was sick, our family doctor would come around for a home visit. The same was true in Brussels, Belgium, where I lived for most of my adult life. \nDuring the many decades I lived in various countries in Europe, I never once had to fill in paperwork about the state of my hearing, the frequency of any headaches or the regularity of my bowel movements, nor did I ever see an assistant to take my vitals before sitting down face to face with my \"provider\". Instead, any visit to my cardiologist in Vienna, Austria, would start with a conversation about my general well-being, her asking relevant questions about my health (not about my hearing), and her taking my blood pressure. No assistant in sight. \nI am not a physician, but I suspect these doctors were more in touch with their patients and were no less effective than their counterparts in the US. Moreover, all of the above happened for a fraction of the amounts I've grown accustomed to seeing on the \"explanations of benefits\" from my insurance company. Still, I don't believe they were any worse off than the doctors I currently see in New York City. \nIt sounds like telemedicine appointments are exposing American doctors to a somewhat similar experience for the first time. It is a sad reflection on the state of healthcare in the US that this should be such a revelatory experience.",
        "As an \"Emergency Room\" physician myself, anything that lets us focus ON the patient is only helpful! technology, like all else, is merely a tool to be used (for good or ill).\n\nAlso, a pet peeve of mine is the term \"Emergency Room doctor\", we are ER doctors as much as surgeons are \"O.R.\" doctors\".\n\nOur practice isn't limited to a \"room\" or hospital area. This makes EM so special, we can practice anywhere.\nI've treated patients in combat zones in tents, on USAF transport planes with critical patients, and in the field during group events.\n\nAfter 30+ years of EM practice and training 100+ EM residents, we all have fought hard for the recognition of EM as a true medical specialty.",
        "I never had the opportunity to do telehealth visits when I was practicing surgery, but I did a lot of phone calls -- which can function as a telehealth visit.   These were not just a matter of answering a question while on call.  These calls were also used to offload my office hours for certain types of follow-up care.  These worked well, because we all learned in med school that 80 to 90 percent of the diagnosis comes from the history.  Therefore, a key component of the call was my silence, time to listen, time to assess the patient's anxiety, if any.  The key was to assess endangerment, something so far awry that in-person assessment was necessary.  The challenge was to ask the right question communicated in a clear, logical manner.",
        "While it's interesting to hear about a positive side of telehealth from a practicing doc, there is another lesson to be drawn from Dr Ouyang's repeated description of the distracting havoc common in an average ER. Perhaps it behooves hospital physicians and administrators to rethink the evident acceptance of ER chaos. Maybe a no interruptions policy would be better for patients and doctors in the ER, as well as in the ICU, where even the sickest patients rarely get undivided MD attention, not to mention a restful atmosphere conducive to well-being.",
        "Feeling heard requires that someone listen.\nHaving your questions answered requires that someone with experience to recognize patterns of symptoms listen closely and carefully.\nWith time to review previous evaluations, and determine if answers are clear. \nAnd, if not, what are the next steps to help figure out what should be done vs. what could be done.\nMuch of this can be done virtually.\nBut more importantly than the virtual vs in-person question is the act of listening, the time to hear and review and teach, and the ability of the physician.\nWishing all the good fortune to fine such a partner in care in 2025!",
        "The breakthrough is that the author of this article had some uninterrupted time with a patient, which as an emergency room doctor. She usually doesn’t have. That’s the problem with the hospital and the system. Nothing to do with technology that transmits audio and video.",
        "I'm a mental health counselor and also resisted virtual sessions because they seemed less intimate than sitting face-to-face in the my office.  It's definitely different but I learned to adapt, though I still prefer face-to-face.  I find it's sometimes more difficult to figure out what's going on with a patient but I have also learned to do my job in different ways so that the quality of the care I provide is as good, or at least close, as face-to-face.  It's made me expand the ways in which I elicit information and to me, thinking in new ways is always a good thing.",
        "Telemedicine, which came into vogue during the Covid pandemic,  is a poor and a risky substitute for an actual person to person encounter with the patient. There is no way a doctor is going to be able to do a proper History and Physical exam to correctly assess the patient's health. Important findings could be missed because of lack of an actual physical exam. As much as possible, telemedicine practice should be restricted to cases where actual patient encounters are practically difficult .",
        "Like anything, video visits have their place but don’t replace in person care. So many patients appreciate that they don’t have to spend time getting to the office or taking time off work. I’ve done many telehealth visits while people are sitting in their car in the parking lot at work. It works well for going over test results where you want more than a 2 minute call after hours where everyone is just trying to be done for the day, because it sets aside a specific time for both the doctor and patient. \nAlso it’s helpful for people who don’t live near a specialist as an initial visit. You can then plan an in person visit at the same time when they travel to the office for other tests. This is where clinical studies are helpful so we know what people like and where it improves care.",
        "In reading these comments, it is achingly clear that many if not most physicians are suffering along with their patients under the thoroughly corporate, for profit US system.  It has to change, and, ultimately, it will.",
        "I am a pharmacist who recently transitioned from 4 years of inpatient to a larger ambulatory care system in an academic medical center. I too was weary of telehealth, and while there are certainly limitations, especially if the patient is ambivalent about these types of visits at baseline, I find it invaluable in rapport building and when my patients are engaged, it helps me troubleshoot and address so many medication issues. It also gives me time to sometimes catch and escalate non medication issues to my corresponding physicians that they might not be aware of. I’ve been pleasantly surprised with some of the things I’ve been able to accomplish so far",
        "There is a clear place for telehealth in health care. There is a real advantage to seeing an Autistic child at home via video, and for parents, this form of health care removes the stress of transporting a sensory child. An elderly women struggling with arthritis may be more likely to speak with her physician without the worry of climbing stairs or negotiating elevators and crowded waiting rooms. This is a tools that can be used to help expand health care, but my fear is that greedy insurance companies will see this as a \"cheaper alternative\" (these interactions are less expensive).  Bought and paid for Congressmen and women will go right along and do what ever the first lobbyist tells him or her, either pro or con. This is an important innovation that should become a permanent part of our health care system. It does not replace the face to face interaction, it expands the role of the health care provider.",
        "As a practicing physician of 30 years, I do appreciate the author’s sentiment and thoughtfulness, but I could not disagree more. \n\nI do telemedicine as well for my patients who are unable to travel to see me (eg student away at college) for their convenience. But I will tell you this: Telemedicine is not real medicine. \n\nPhysical examination is still a very important aspect of medical diagnosis, as is the personal connection provided by human touch. Without this, the physician is one step closer to just being an AI bot: Listen to you talk, reference test results, spit out a formulaic diagnosis. \n\nThere is a reason they still teach physical examination in medical schools. Patients: don’t be fooled by this recent innovation. Sure, use it if you cannot physically get to your physician or it is unsafe. But don’t mistake it as the equivalent of real medicine.",
        "Telehealth is hugely convenient for the patient. I had a follow-up where the plan was to order an MRI and provide an ortho consult. Something came up at work and I didn't have the time to drive to the doctor, so I asked to switch the appt to telehealth. It saved everyone time, saved the gas, saved me, and thereby my family, from being exposed to something at the holidays. Doctor and I had a productive chat and I got what I needed. Win win.",
        "I’m immunocompromised. Getting sick is a bit like playing Russian roulette for me and going to doctors or urgent care doubles the risk. \n\nTelevisits have been a god send when dealing with routine colds, ear infections and my recurrent lower back spasms. I get my blood drawn every 2 months, I’ve been imaged more times than I can count…. I don’t lack doctor supervision but being able to avoid coming in makes it easier and more likely for me to go get help rather than suffer through…",
        "Autistic son’s psychiatrist found him totally different from what she expected meeting him in person.  No surprise there as he wouldn’t stay on camera for more than a few minutes.  Charge  not prorated of course. Took him to ocd psychologist whose ads touted “ two beautiful  offices” only to be told they weren’t doing  in person therapy. I insisted on in person . And no offices weren’t beautiful - very dated.Something like $250 for 45 minutes after insurance but they told me after 3 visits they didn’t think they could help him. But I did think it was helping  so was willing to pay . Got impression they didn’t want to bother with in person visits. ABA  daughter who  had to change professions  after head injuries from being beaten at work  and repeated exposure to covid was too anxious to meet her therapist in person after two years of telemedicine appointments. Gingerly suggested to her to meet in person or move on .When my autistic son was  twice hospitalized and there was no visitation which pretty much meant no oversight  the social workers at two different hospitals had lousy outdated video equipment they were incompetent in the use of and the very scarce video  visits were  aborted with them laughing at their technical incompetence. Not funny.  As a nurse I was, still am, constantly exposed . I get that everyone wants to work from home. Some good applications of tech - I take photos of rashes that disappear before the dermatologist appointment but mostly patients lose .",
        "It’s interesting to hear Dr. Ouyang’s experience with and opinion about telehealth.\n\nTelehealth has a lot of advantages. It’s a lot more convenient, usually cheaper, and makes it easier to connect with specialists no matter where you live. It’s also a great option for people with chronic conditions, offering regular monitoring and follow-ups. Plus, if you are okay with or get used to the technology, it can feel a lot less stressful.\n\nThat said, I do have some concerns. You can’t do a physical exam, tech issues like bad connections can be frustrating, there are some privacy risks, and it’s not ideal for urgent situations where hands-on care is needed.",
        "Don't forgot AI.\n\nThey are making more accurate diagnosis than the regular doctor.",
        "Thanks for writing this article.  Every once in awhile, I'll see another physician write about their similar experience, itt's refreshing.  I'm retired now, but having grown up in and then worked for awhile in the \"paper\" chart era, times did change with the advent of Managed Care.  I got to observe how much it changed the patient/doctor experience, and not for the better, in my opinion.  The hands on, the listening, observing became troublesome.  Send the patient for bloodwork, scans, specialists was the path of least resistance.  The gift of time with your patient, the ability to truly listen and actually laying hands on, is really the key to providing quality patient care.  Keep that learned experience close to your heart as you move forward through your career....it will serve you well.",
        "I and my family members have benefitted from medical consultations by old-fashioned telephone and by video call for many years now, and they’ve proved themselves useful. In some cases, they’ve saved us urgent care or emergency room visits for odd, unfamiliar symptoms that were identified as minor conditions that could be safely ignored or treated at home. In other cases, they’ve saved us trips to the doctor’s office for routine follow-ups and medication adjustments. And in one case, they saved my elderly, frail father’s life. He was showing uncharacteristic minor confusion but had no fever or other symptoms. We called his doctor’s answering service, the doctor called us back quickly, and instructed us to take my father to the emergency room immediately. By the time we got there, my father was fully hallucinating and cellulitis was rapidly spreading down his leg. He survived sepsis only because he was quickly put on IV antibiotics. I did not know then, but do now, that in elderly people, sudden confusion can be a sign of serious infection. I’ve been helped by and grateful for all those telehealth visits, but especially the last one.",
        "\"I also learned how much the medicine isn’t about testing and diagnosing.\"\n\nAs a longtime caregiver to my partner who is disabled and suffers from multiple chronic diseases, I applaud the writer for this comment. I also lament that this insight comes so late in the game as it were. Why something so fundamental—the notion that patients are more than objects to be analyzed—appears not to be taught and retaught in medical education both initial and ongoing is both frustrating and sad. I can’t help thinking, from my experiences over nearly 20 years now, that \"testing and diagnosing,\" while critical, are also easier and less anxiety provoking for the physician than the messy and almost always unfinished business of engaging on a personal level with an ill and distressed human being.",
        "Nothing is perfect, but keeping telehealth as an option would benefit patients and physicians. As a patient I have been able to quickly and conveniently check in with my physician to request a refill, a referral and occasionally a diagnosis needing an in-person appointment. Both of us have saved time and valuable resources. Medicine embraces technology, why not continue with this form and venue as well?",
        "Telehealth offers many virtues, convenience and access foremost among them. But a deeper understanding of patients health and needs? Nah.",
        "As an old fashioned Physician with 50 years of experience I would speculate that the virtual visits were the first time she actually was able to focus on the patient.\n\nIt is a rewarding experience to have a relationship with the patient, and with the for-profit  motive having become dominant, it is harder to do that due to the drive from the C-Suite for shorter appointments and higher profits. \n\nMost Physicians are now employed.\n\nI think one of the things contributing to Physician burnout is the lack of a good Physician/patient relationship. That reward is what keeps you going many times.\n\ni always knew my long-term patients, their marital status, their job, their family and children and frequently attended their funerals. i knew the people that took care of my patients who required assistance..\n\nYes, I could have seen more patients and made more money, but money was never the goal of being a physician for me. I always made enough. However, with cuts in reimbursement, e.g. physician reimbursment has gone down by about a third over the last 20 years and with skyrocketing overhead, today's physicians have much less flexibility than I did for most of my career. \n\nIncome is revenue minus expenses, so when we talk about a 3% decrease in reimbursement from Medicare, 100% of that comes out of the physician's take-home pay.\n\nIf we want medical care that is satisfactory to both patients and physicians, we need to increase reimbursement and go back to longer appointment times.",
        "The desire for telehealth is a symptom of a greater issue, our inadequate access to health care and MDs who are overworked or who now seek lifestyle over hours.  Emergency rooms are for “emergencies,” and they have typically been busy.  Their primary purpose has been to diagnose and triage, not to provide meaningful interactions with your provider.  Telehealth clearly provides a venue for patients to talk through their concerns - something that seems less common nowadays - but people will still need blood tests and physical exams.  Nothing substitutes for seeing someone in person.",
        "It's not like doctors regularly observe, touch and feel patients skin and bodies the way they used to; too little time to do that. My muscular therapist knows more about my body than any regular doctor.",
        "I can believe virtual visits are more efficient and often are all that is needed. But I can’t believe they are better for connecting as humans. Maybe the author wants to believe this, maybe it works for them. And maybe A.I. is better yet. But I’m not convinced.",
        "Seems like this physician is arguing he now sees patient as people and is forced to listen to their symptoms rather than rely exclusively on numbers. This is a welcome change in US doctors' bedside manners. Most importantly, some of these physicians will have to develop actual diagnostic skills - at long last!",
        "I am a physician and I have never been completely sold on video visits. But one thing that I will say is that I met a lot of my patient’s pets on these videos. Most of the time, I have had the patients introduce me to these pets. The interactions of the patient, the doctor and the pet has been useful in many ways. It has gotten the patient more engaged with me. It has let me see a loving side of the patient. A lot of patients with chronic illnesses are depressed, and it gives the patient something tangible for them to live for and pay more attention to their health. When doctors and patients can communicate better, care is definitely improved.",
        "Everybody loves telehealth, as a physician I did, as a patient I do, it is so super convenient. I tell you who may actually like telehealth the best and that is your local plaintiff litigator, for the one thing telehealth does not offer is the ability to examine, and without that a critical path for diagnosis is eliminated, thus the risk of error goes up .... take it from there.",
        "this brings up the fact that Medicare has still not made telehealth a permanent fixture for reimbursement.This needs to be mandated by Congress and hopefully will be -the current agreement to reimburse for this valuable form of providing care ends in March -please write your congressperson to make it permanent.",
        "My mom - who has many health problems - forgets 90% of he issues when she rarely sees a doctor. She is 83 and has big problems walking all her way to her doctor. Same for my dad, with his mental issues he is a pathological rageoholic and narcissist. He hides them. Both my older parents try to act as healthy and normal when in front of a doctor and doctors are swamped with 15 mins visits. If at least 5 mins is small talk - my parents are very chatty - most of their problems go undetected. Then - if they go to various specialty doctors and get various prescriptions, there is no eye to see if these conflict (thank goodness for Chat GPT for this - or else my mom would have died.) But very few doctors seem gifted...",
        "As a physician in Canada, I totally embraced Telemedicine(virtual care) about 15 years ago.  I thought it would completely replace my physical office and provide better and timely care for my patients.   \nIn the beginning, the video component was delivered through our hospital which required personnel, computers and infrastructure.   It was cumbersome.\nVirtual care eventually came through our office computers with the proper privacy protection.   This as well was cumbersome.   \nDuring the pandemic, we initiated “phone only” visits.  The video component fell by the roadside. \nAs much as I liked the convenience of calling patients and always being on time, I missed patients.  I no longer knew who I was really speaking with.   It was just “how are you doing, here are your results, are there any concerns?”There was no real conversation or connection.  \nCurrently, I only use virtual care selectively ie, patients that cannot get to my office for various reasons.   \nAs well, I’ve found patients are more satisfied with “in office” visits.   \nThis certainly can be different in large tertiary centres.  \nI now enjoy my practice again.",
        "Thankfully healthy. Yet virtual visits from bed when I had Covid, flu - so very exhausted- were a good option. I do agree in-person is also important, unless the provider is rarely observing me, versus on the computer most of the time (not just a glance at my medical info, truly > 90% of the visit).",
        "When I told a physician's office that I had neither a smart mobile 'phone nor a tablet, an in person visit was arranged.  His office was shocked that I insisted on an in person visit.\n\nI do not understand why a tele health consultation cannot be made on a computer.",
        "I'm surprised that telehealth and hospitals aren't using AI to screen patients prior to seeing a physician. AI has been seeing mental health patients for a while now, i.e. having conversations with them doing talk therapy. AI is capable of having a clinical, polite, affirming, unbiased conversation and could distill information provided by patients contextualizing this into medically significant and non-medical data that has been shared and may be relevant. Physicians could use this \"triage\" report before meeting with the patient.",
        "Most of us give lip service to “learning to listen” and then start talking. I wish my wife would stop reminding me about eye contact. I also wish my primary care doctor would stop looking at my bloodwork on his computer and see if I look healthy.",
        "The real problem is about money. Doctors and medical institutions restrict time with patients so they can generate more money. The patient doesn’t matter much anymore. Fifteen minutes on the video call or face to face doesn’t get to what’s happening.",
        "My telehealth visit felt rushed. I didn’t feel connected. It may work if you are getting a medicine refill or if it is second time seeing the doc, or too far to travel.  I’m not knocking it.  I still prefer  the old fashioned way.",
        "Thank you, Dr. Ouyang, for your service as an emergency room physician. The most surprising thing is conducting telehealth services for emergencies. It sounds a little undoable, but you are doing it. Fantastic.",
        "As a practising GP for 40 years in UK and additional work for the Out of Hours Services at a Centre or in a patient’s home; and all this added by recent  Pandemic, I still firmly believe that the Telemedicine has its place but it would never replace Face 2 Face Consultation - that would remain the essential corner stone / gold standard for the emergency care.",
        "Technology is a tool. Like any tool, it's critical to use the right tool for the task. We don't use a sledge hammer to hang up a picture, and we don't use a nail clipper to cut the lawn.\n\nI think E.R. doctors simply need more uninterrupted time to spend with a patient, to listen them, and observe them. Some of the subtle intangibles seen are helpful in diagnosis.\n\nThere are times when a telephone visit is certainly easier for a patient, such as when visiting the doctor in person would be a strain. Some illnesses are minor and a telephone consult is all that's needed. Telephone consults should be available. But there are other times when a doctor should listen to the heart and breathing, perhaps do bloodwork or other tests. Maybe an x-ray is in order. There are times in a telephone consult when a doctor might recognize the need for a patient to come in.\n\nClosely related to this issue is insurance company supervision and medical malpractice fears. Even 50 years ago insurance companies second guessed diagnoses and procedures.  Doctors looked over their shoulder out of fear of a lawsuit and practiced 'defensive medicine' to cover themselves.\n\n\nAs to technology in record keeping, there's much that can be done now, but the system is fouled up. For instance, as a hospital patient, I asked for a Tylenol. The nurse scans the bottle and scans my wristband.  That should've been enough. But the computer required her to spend 15 minutes typing in data. What a waste of everyone's time!",
        "I am fortunate now to have a young woman as my doctor whose words themselves are a comfort especially since a number of times I have had to discuss depression.  So far it has been in person.  An obstacle to us older patients using tech. is our lack of knowledge and facility with how to do it. Hence I have never used a virtual option but this article convinces me it is important esp since my last visit involved a respiratory problem best not exposed to other people.",
        "“It’s just the patient and me”? No dogs barking, toilet bowls flushing, car horns blaring, kids screaming, unidentified people walking in and out of kitchens and bedrooms ? Virtual visits work best when the patient resides in a four-bedroom colonial in a quiet suburb. Most of us don’t have that luxury. They are mostly for the benefit of doctors, who became heroes during Covid and are now movie stars making highly paid  TV appearances.",
        "Great article, thank you. I run workshops on AI and also on the climate emergency. We do these face to face, and also on Zoom. I usually find that people are far more open about their true feelings and fears when speaking on Zoom. Perhaps because they don't feel they are at a 'public meeting' - they're speaking from home.",
        "Totally agree with this. I am the typical old guy who hates going to the doctor, and so rarely goes. I have been overdue for all kinds of tests for years.  I recently started doing video meetings with a primary doc. Video consults are super convenient and there are no distractions.  I feel like I can take my time explaining my issues and have some back and forth with the doc. I am also more likely to seek help for issues I might otherwise ignore.  Didn’t think I would like the process as much as I do.",
        "While I agree that the environment in my outpatient private practice differs from a chaotic emergency room, I too am often interrupted when seeing patients. That is simply the nature of a busy practice. The answer is not to embrace virtual appointments as a substitute for strong medical care. The overwhelming majority of medical practice still requires both a careful history and in person physical examination. It requires focus on the patient in front of you, eye contact, touch and an ability to pick up obvious and oftentimes subtle clues to make a proper diagnosis and treatment plan. Virtual medicine can assist for example when subspecialty opinions are needed when provider and patient are separated by great distances. However, it should never be considered a replacement for the true standard of care."
    ],
    "web_url": "https://www.nytimes.com/2024/12/27/opinion/telehealth-medicine-technology-doctors.html"
}