{
    "main": "How Well Does Masking Work? And Other Pandemic Questions We Need to Answer.",
    "abstract": "We need better data to guide pandemic decisions.",
    "keywords": [
        "Coronavirus (2019-nCoV)",
        "Epidemics",
        "Masks",
        "Research"
    ],
    "comments": [
        "Do masks help? If they don’t, infectious disease docs who have been wearing them in hospitals and pandemic hot zones for a century must be crazy to bother. \n\nSpoiler alert: they’re not. \n\nSome cultures — like ours — simply hate masks and associate them with outlaws, klansmen and executioners. Other cultures — like Japan, Taiwan and South Korea — have no problem with covering their faces. In Japan, people actually prefer to. They routinely used folding fans toward that end before modern style face masks appeared there during the 1918 flu pandemic. And they never stopped masking. \n\nNow comes covid, and among masking nations, other medical assets being similar, their per capita death rates are a small fraction of ours. \n\nHow small? The US covid death rate per capita is about 3300 per million population, the 19th worst in the world, slightly worse even than Britain and Brazil. Shameful for the world’s most scientifically pre-eminent nation. But the Japanese covid death rate is only about 600 per million, more than 5 times better than our results. South Korea and Taiwan, also habitual maskers, had similarly low covid death rates. \n\nBottom line: if we had done as well as Japan, our total covid deaths would be about 200,000, not 1.1 million. Almost a million American lives would have been saved. \n\nMasking works. But only if you actually use them.",
        "What the heck does \"interventions\" even mean. Plus obviously not a controled scientific study. You could actually do a true study but no one has.",
        "New York City was the epicenter of the national outbreak of the coronavirus and mpox.\n\n\"Travel From New York City Seeded Wave of U.S. Outbreaks\n\nThe coronavirus outbreak in New York City became the primary source of infections around the United States, researchers have found.\"\n\n<a href=\"https://www.nytimes.com/2020/05/07/us/new-york-city-coronavirus-outbreak.html\" target=\"_blank\">https://www.nytimes.com/2020/05/07/us/new-york-city-coronavirus-outbreak.html</a>\n\nWe saw the same thing with HIV and LA.\n\nRepublicans are usually slower to react to wearing masks and using precautions.  It usually takes 2-3 months for traveling salesmen and politicians running for election to travel to the vertical concrete dwellers to catch diseases from the fly over people and spread them to flown over people.\n\nThis is why we need to start the response using facts and science.  Trolls and antagonists that try to inject race, religion, gender or politics into the discussion, to induce irrelevant \"facts\", stereotypes and conspiracy theories to derail intelligent discourse, need to be excluded from the process.",
        "Jeez, 3 years and a million dead Americans later, we still have no societal will for the greater good. Our public health authorities went from being completely ignored pre-pandemic to becoming pariahs, and now back to being ignored. And we go back to pursuing our own individual desires...",
        "Absolutely.\n\nBut Republicans focus money on “defense.”\n\nAlso if politicians, lawyers and MD’s had asked biophysicists or aerosol scientists how long tiny droplets hang in the air — hours to days — they would have learned sooner that transmission was airborne.   \n\nAnd why didn’t officials say that wearing masks outdoors was silly?\n\nAnd why don’t they explain the differences between cloth, N95 and N99 masks?",
        "Kate McKinnon on a SNL skit during the covid mask paranoia, girls gymnastic tournament, all wore masks.  Then afterward, all the girls had a pizza party, no mask.  How did a mask mandate help ?  when I have posted this in the past, the response I have received is we needed to stop pizza parties for girl gymnastics.",
        "\"But we should have put into place efforts to rapidly collect and assess high-quality data...\"\n\nWell, why didn't you?  This is an egregious failure of public health.  Now you want more funding?  There was trillions of dollars spent on this pandemic already, and you don't even really know if masks work or not with a pandemic raging all around you.  That's simply nuts.  You don't even know what proportion of infections are from aerosols.  Why have we not seen further variants after omicron?  You don't have a clue.  I could go on.\n\nWhat I learned over the past few years is how little actionable intelligence public health actually has about infections and their transmission.  I will be relying on that learned lack of knowledge going forward when I decide whether to trust authoritative pronouncements from this area of science in the future.",
        "I wish public influencers like Bill Maher would stop making declarations such as \"We now know that masks don't work at all.\"",
        "There seems to be this blind devotion to masking that borders on religious.\n\nIn blue cities, mask compliance was virtually 100% during the pandemic. Yet our transmission levels were always the same as the red cities in which masks were a rarity.\n\nThey just didn't work. Why is that so hard to admit?",
        "Thank you. This is infinitely better than Leona Wen's take in the Post. The various scenarios and difficulties in assessing most of them plainly laid out. \n\nAs for me, I haven't been in a crowded or indoor public space without a tightly fitted N95 in years, I don't hang around in them routinely or for very long periods of time anyway, and so far I haven't had covid.",
        "Assuming that “masking works” is a given, we need to know how well it works. To use contraception as an analogy, is masking like the pull-out method (better than nothing but hard to consistently do perfectly and therefore shouldn’t be encouraged if other, more effective methods exist), condoms (not the best but reasonable and a nice extra bit of security for those who want it) or IUDs (gold standard, nothing else needed)\n\nTo me it is clear that masking is not an IUD. So is it a condom (works well enough to recommend as an additive for extra safety) or is it pulling out (so low value that it only is recommended in the absence of all other methods).",
        "Anyone who can google can look up the number of people died from the flu in 2021/2022 and the years before. Anyone who can read can see that the number in the 2021/2022 winter was dramatically lower than ever before. And here we are still discussing the effectiveness of distancing and masking? Claiming more research is needed?\n\nLook at the numbers by state. In Florida about 80,000 people more died of COVID than there would have been had Florida had the same death rate as Oregon. Oregon's governor Kate Brown did an excellent job, in close cooperation with schools and businesses, keeping the casualties of COVID to a minimum. This included mandatory masking.\n\nEighty thousand people. If you want to investigate something, start there.",
        "Masks are simply basic risk management. Surgical or N95 will block incoming and outgoing particles if used correctly. Hence all of the team at my upcoming surgery will be masked. Wearing a mask for a visit to the store or elsewhere was a minimal inconvenience. So why not mitigate risk? Part of the problem is the pushing of Libertarian and purely individualistic views that are pretty much a way to say my freedom is more important than anyone else. Which led to ill considered points of view and actions. If a person was not masked and encroached on me I simply told them to get away and the look in my eyes said it all and they backed off quickly.",
        "Works for individual people is the key.  Aged people, immunocompromised people, medical people easily come to mind.  The paradox of retirement comes to mind.  Individuals can retire, many individuals can retire in certain places, but everyone in a society may not.  If everyone retires,  then there is no one to harvest food, transport fuel, or create insipid political ads.  Everyone may not need or benefit from masking up against COVID, but many individuals always will.",
        "I wear a mask in public indoor spaces like supermarkets and other crowded areas. All I can say is I never got covid and haven't had a cold either since December 2019. I don't miss having colds or sinus infections so I'll keep masking.",
        "At no point…not one…during the past three years, or more, was there any indication whatsoever that wearing a mask alone would significantly reduce anyone’s likelihood of infection. The fact that anyone interpreted any one precautionary measure, not just face covering, to be fail safe if not sure was, has been, and will always be worse than wishful thinking.",
        "All I can say, from personal experience, is that for me masks work.\nI am one of the lucky ones who has not contracted any virus, COVID or flu. I wear a mask still today every time I go into a drugstore (usually sick people there) and supermarkets (too many people in enclosed environment). But in 2023 I'm not as vigilant as I was in the previous 2 years.\nDo masks work? For me, YES.",
        "Interesting and befuddling, trying to validate randomized trials about the need and value of common sense ideas...if acted upon the right way. All of the data thus far are incomplete at best but worth considering for future endeavors. Given how little we really know, a heavy dose of humility ought to be installed in our minds, and our trust that public health institutions shall use preventive measures...as we speak. Questions and disagreements out there? Of course. As long as they won't paralize our thoughts...nor the funds necessary to gain some control of a plague we remain susceptible to. And, lest we forget, we must fight, 'tooth and nail', the irrational potential of politicking a health issue (as Trumpian republicans have done in the not too distant past).",
        "Hey, I hate wearing a mask when going about most of my daily life. It is generally uncomfortable and to those who suggest it is not an impediment to social interaction, I beg to differ. As a teacher I am so ecstatic not to wear one, and even more pleased that most of my students don't choose to. The exchange of information is just different. \n\nAll that being said, I will definitely be ready and willing to do as science (and really common sense) demands when the next serious viral threat emerges. Of course masks are effective when used properly. I am behind the concept completely. And I'm also behind the the thesis of this article. We need to prepare for what is surely on the horizon and having solid scientific data will be the best way to persuade a reluctant populace of the need for social mandates of any kind. \n\nMeanwhile, we should acknowledge that daily continuous masking is no fun and should not be mandated unless necessary.",
        "Good points. But I find some very poorly worded questions in the following:\n“The pertinent question isn’t whether masks work but why ‌‌masking didn’t prove to be highly effective in the most rigorous studies. Was it because adherence to masking, not the masks themselves, was the problem? Is it because the population studied‌‌‌‌ wore masks when around infected people but then got infected from family members?”\n\nQuestions rewritten to make sense (to me at least):\nWas it because LACK OF adherence to masking, not the masks themselves, was the problem? Is it because the population studied‌‌‌‌ wore masks when around SYMPTOMATIC people but then got infected from family members?",
        "Every single person I know who wore a mask religiously (and accurately) contracted COVID-19, including healthcare professionals who were accustomed to wearing masks that were properly fitted and fit-tested. The virus is nearly impossible to stop with masks. It probably works sometimes, but it isn't a reliable or effective healthcare device with respect to a virus as contagious as COVID-19.",
        "Remember the phrase, \"flatten the curve.\" I actually think masks helped do just that. Covid is so infectious it will eventually infect everyone. Masks helped slow that progress until we had effective vaccines and treatments. At a population level, will everyone get covid? Yes, but masks helped make it that much slower and for that reason will continue to be an important and effective public health measure when the next pandemic strikes.",
        "Did Dr. Nuzzo even read the Cochrane study? First of all, almost all the studies used in the Cochrane metanalysis asked a different question; How complaint were subjects in using masks in the different survey studies incorporated into the met-analysis? That is a very different question than how efficacious are masks or other interventions (e.g., hand washing) in preventing infection.\n\nSecondly, almost all the studies used in the Cochrane meta-analysis involved influenza and not SARS-CoV-2 virus. These are very different viruses. Influenza has an R0 (basic reproduction #) of 1-2. The original SARS-CoV-2 virus R0 was 3.3. The Omicron sub variant BA.5 is R0 18.6, equivalent to measles, the most contagious human virus.\n\nFinally, after the latest Cochrane study was released, the head of the Cochrane Library distanced itself from the study because the study’s author misled the press in saying masks don’t work. The truth is that the Cochrane study didn’t ask about the efficacy of mask wearing in preventing infection, but instead asking the efficacy of how often subjects were compliant in using masks when instructed to do so.\n\nThere have been no good studies on masks.",
        "A hypothetical history of the Cochrane Review paper; Jefferson (the first author) had obviously been preparing this review, the product of a lot of time and effort and presumably high profile in the profession, for several years prior to 2020; and was just about ready to publish when COVID hit and raised the important question of how to defend against this new disease, which obviously impacted his existing review.\nThe review clearly shows Jefferson's conviction that masking was not helpful in the papers he reviewed, which involve influenza and common cold and similar diseases, prior to 2020 (and some techniques other than masking, for instance gargling). To be useful and topical (and worth publishing in the new emergency), the review would need updating to address the new virus, given that everyone could see that the virus was unrelated to influenza, and the manner and timeline of its infectivity were very different.\nBut it's notable here that Jefferson's first publication in regard to COVID in early 2020 reached the tentative conclusion that it was NOT actually a separate disease, but merely an aberrant timing of the influenza season. If true, this would have meant his review would need minimal change. \nThis proving not to be the case, however, studies of effectiveness of defenses against Covid would need to be added to the paper. The two available didn't directly counter the influenza results, but did punch a hole in the larger idea of the uselessness of masking. And so...",
        "I used to teach industrial safety.  To be effective a paper mask must be an N95 or higher, on a clean shaven face, worn over the nose, and adjusted such that there are no leaks.  As mentioned it is only worn once.  Most people are not willing to follow such a strict protocol.",
        "still today, we have people wearing masks all the time including while walking along outside.  How is that \"following the science\" ?",
        "So, we can study masks all day, but sometimes a little common sense is in order.  Even in places where mask compliance was high, many, many people were still eating in restaurants, where the charade of masking while walking to your table, only to sit unmasked for an hour or two in an enclosed space, likely negated a good bit if not most of the mask benefit at the population level.  If you mask for ten hours a day in public, but then go to a restaurant, it’s possible you just wiped out all the benefit of masking.  We all did this knowing it was stupid, partly because we all clung to the idea that droplets only travelled a few feet, even after it became obvious that was not the case.  We are just a dumb species. That’s the basic problem.",
        "Also, below many are using the \"surgeons wear them\" canard. Surgeons have someone in gloves tightly tie the mask on. Surgeons don't touch the mask without a glove, or if they do they immediately dispose of it and get another one. Surgeons change masks often and never never never reuse them. \n\nWhile I'm sure only \"MAGA Republicans\" and other troglodytes miswore their masks, and that all below were as diligent as a heart surgeon with their masks.",
        "Lord, are we still on this topic? Make it stop. No amount of studies, common sense or anything is going to change anyone’s minds at this point. Everyone is dug in on  this and every other topic in this country. Wear masks if you want to, I do. Don’t wear them if you don’t care about yourself or others.",
        "No one seems to remember, or want to, that the CDC recommended /against/ general mask-wearing for the first month or so of the pandemic.  “Facemasks may be in short supply and they should be saved for caregivers,” they said (3/24/2020).\nNothing wrong with /that;/ keeping the medical community alive, up, and functioning is likely the best use of PPE to improve overall community health.\nBut sometimes that message turned into “[Masks] are NOT effective in preventing general public from catching #Coronavirus,” (Surgeon General Jerome Adams, 2/29/2020), which was simply wrong.\nAlthough the tune had changed by April 2020, it proved politically impossible for anyone to bluntly say \"We were wrong,\" and serious damage was done.",
        "Uh, at the risk of mentioning reality, a couple things. \n\n1. That Cochrane study said absolutely zip about mandates. It looked at attempts to study how well various, “interventions,” including masking, worked to protect populations and individuals. Their general conclusion was that NONE of the studies were very useful: the data was so messy that you couldn’t do much with it, and we need better studies.\n\n2. “Intervention,” is not a synonym for, “mandate.” In this context, it simply means that something got between the virus and people. All it means, guys. \n\n3. The study is in this excellent op-ed to help support Dr. Nucci’s basic point: a lot of our prob with figuring out how to handle this oandemic is that for various reasons, we just weren’t getting very good data on interventions such as masking. (In fact, a lot of early policy was based on the assumption that covid would, “behave,” just like colds and the flu. That’s a primary reason why CDC’s advice changed.)\n\n4. She’s arguing that we should get set up better for the next time the circus comes to town.\n\n5. Special bonus reality bit: from what she’s saying about past studies, the only rational attitude to take with regard to interventions such as masking is agnosticism, a word that literally translates out as, “dunnoism.” Best guess is, good masks worn well do a good job of protection. \n\nBut like Dr. Zinsky says in, “The Core,” “That’s all science is…best guess.” \n\nIt would be nice to do better than we did.",
        "Happy to see the Times writing thoughtful balanced articles is is usual (though not always of course).  But again disappointed by the general tenor of the comments which are more about saying how stupid, awful other people are than thoughtful balanced responses.  I and my spouse wore N95 masks from a reliable supplier (3M) from the Feb. 2020 until now and did not get covid though my spouse did recently. But (1) they are highly helpful but NOT perfect (2) for many reasons some have not worn them consistently (or at all).  And indeed the study was about mandates as some have pointed out.  To improve we need understanding and caring for those who differ from our conclusions, not attacks",
        "Dr. Nuzzo if you have to have surgery and I sincerely hope you don't, tell the OR staff they do not have wear their masks for your surgery. Forgive me for being snarky but I am sick of hearing these arguments especially coming out of a physician's mouth. Mask work, period.\n\nRetired OR Pharmacist",
        "I wonder if umbrellas work when it rains.",
        "When the pandemic started and I was required to quarantine, I read several books about the 1918 flu.  I learned a lot and it helped put this pandemic into perspective.  Sadly, a lot of people and governments at all levels repeated the stupidity of the 1918 flu.  People refused to mask, people insisted on going to places where it was crowded indoors, people insisted on their right to visit care homes and brought Covid with them, causing deathly outbreaks in those care homes.  School children brought the virus home with them, especially in the early days when there were no vaccines for children and youth.  The often conflicting information from the experts confused people and critics of mitigation efforts capitalised on this and confused everyone further.  In my opinion, too many individuals bought into the anti-vax, anti-mask baloney.  It seemed that individual \"rights\" superseded collective rights.  I am left disappointed by the behaviour of society in general.  Instead of getting vaccinated and wearing a mask and not congregating in settings where transmission was likely, we chose to let the vulnerable die and played roulette with the health of our school-age children.  I am so ashamed.  We have learned nothing, it seems.  We can't even respect the opinions and knowledge of the medical experts!  How sad.",
        "If you think masks don't work, next time you have surgery, be sure to let your surgeon know that he or she can go ahead and operate on you without a mask.",
        "When worn by most people, and worn *correctly* (over the nose), they work. But masks were politicized in our country, and people selfishly chose not to wear them, not to wear them properly, or not to get vaccinated and wear them at all. The politicization of mask-wearing from the onset, by Trump and his followers, doomed our collective attempts. Americans have become an immature and narcissistic bunch — “me first, community last.” God forbid you think of others first, right?",
        "The Cochrane review is, to date, the most comprehensive meta-analysis regarding masking that has been conducted.  The findings are what they are.  The authors, clearly finding the conclusions conflicting with their own beliefs, indulge in a post-hoc road trip seeking to “explain the findings.”  As my old medical school professor once said to me when I didn’t agree with the findings in a paper of his “Those are my data, when you get your own, give me a call.”",
        "One of the biggest flaws of the Cochrane study is that most of the mask studies it examined mixed effective N95 masks with other virtually useless ones, and that none of the studies required users to wear their masks in all public situations and verified if they were doing so.\n\nA good N95 mask is incredibly effective at preventing infection. It is not effective if you don’t wear it, or wear one with holes in it, or wear it without covering your nose. Therefore, it’s not effective for that part of the population that wears one incorrectly—which should seem obvious, but wasn’t by those conducting the Cochrane study.",
        "when covid was at its most dangerous, pre vaxx,   i like everyone wore ill fitting cloth masks in stores on buses etc.  All the time for months.  Never got it.  Virtually everyone i know since who has been masked with N-95s etc constantly got covid.  It is baffling...",
        "After 3 years, the only time I got COVID was just recently, after seeing a broadway show, unmasked.  That includes while caring for a COVID positive son at home, in close quarters, while masked. For me, notwithstanding the braying of the “COVID is nothing” crew, COVID was not mild. So I will resume masking in crowded locales and let people think what they may.",
        "I believe 100% N95 masks work against any airborne virus. \n\nThis is a strictly technical issue; wearing an N95 mask requires learning, and it should comply with other measures. \n\nIf N95 masks do not have any value, then many doctors, nurses, and patient care people in Civid ICU would be dead or seriously ill too.\n\nBut when you are in public, you cannot repeat the same results; Nothing remotely resembles in public and ICU or laboratory environment, let aside any person's comprehension of what air filtering is.\n\nMentioned Cochrane study falls into that trap too.\n\nAt the beginning of the pandemic, In New York and Northern Italy, people are dying like flies, here and there. I witnessed dead bodies piled up in refrigerated trucks. Scenes in My Hospital were surreal, like in Hieronymus Bosch's paint.\n\n\nWhat would be advised then to the general public is to hold their breath in the subway or deeply inhale the virus-laden subway air or  Aircraft fuselage air. \n\nOne thing in medicine used for this purpose was the mask, and that is advised.  \n\nBut we really need to figure out this issue; it was very badly handled at the scientific level but catastrophic at the political level. I blame Trump, not Fauci at all.\n\nOne million Americans shouldn't die from this event; it is seriously disproportional compared to the rest of the world.",
        "“In Fact, the Science Is Clear That Masks Work,” by Zeynep Tufekci (column, March 11) had it perfectly correct. The Cochrane paper is widely available on the internet for free, and anyone interested can go see the primary source of data, and in fact should do so before having an opinion on this subject.\nAnd what Tufekci said is absolutely correct, with absolutely no chance of misinterpretation; the review includes only 2 papers that address masking and COVID, and both report effectiveness, but at a low level of confidence (typical of observational studies of limited numbers of people, as opposed to big specifically designed clinical trials).\nFor one of the authors to then singlehandedly announce in the nonacademic media that the review concludes with a low or medium (reports have included both) level of confidence that they do NOT work is the same as me weighing myself twice today and getting in each case a reading of a pound or two more than last week, and then concluding with low or moderate confidence that I have not gained any weight in a week. Wishful thinking in complete and naked opposition to simple logic.",
        "The Cochrane Review has some explaining to do about their lead author's blunt assertion that there is no evidence supporting the use of masks. Most infuriating was the fact that the author's own abstract undermined his pronouncement when it acknowledged the many flaws in the studies he and his coauthors reviewed. There have been some studies that support population-based interventions (N Engl J Med 2022;387:1935-46 is one example) that were not considered by the Cochrane Review, but randomized trials relying on this sort of subject compliance will always be hampered by confounders. I am more influenced by something a cardiothoracic surgeon I once worked for used to mutter when confronted by a resident straying into paralysis by analysis: “You don’t have to use chi-square (a test of statistical significance) on common sense.” Surgeons, in particular, have to make critical decisions in the moment, without the luxury of relying on a randomized trial that bears directly on the question. Occam’s razor is the more useful tool, and here are the known facts: SARS-COV2 is highly communicable and spread by respiratory droplets and sometimes by aerosols. The dispersal of droplets is impeded by physical barriers. While some will infiltrate gaps in a mask or linger to expose those that are unmasked, it is undeniable that a mask will at least attenuate the dose of virus.",
        "I find it difficult to contain my feelings about this question.  As someone whose career was in public health, when Mayor London Breed locked down the Bay Area in March 2020, I immediately bought a box of 10 N-95 masks, among other preparations, and I've worn them in public since.  With a prior history of pneumonia and bronchitis all my life I felt especially vulnerable.  I haven't had a respiratory virus illness since then, and am able to breathe through my nose for the first time I can remember.  \n\nIn April or May 2020, Trump's Surgeon General advised the public that masks were of no use.  Donald Trump and the Republican Party, in the interest of keeping business happening and money flowing, stonewalled denial about Covid 19, and the result was at least 600,000 unnecessary American deaths, mainly of elders (I'm 83).  \n\nIn a country that once valued science and pioneered various successful public health measures, this particular story is shameful beyond belief.  That there's even still a controversy over masking, given what's now widely known about virus aerosol transmission, is simply ridiculous, as is any politicization of health matters, like the Texas Christian judge banning abortion drugs.  \n\nI'll wear a mask in public for the rest of my life.",
        "Be more meticulous. The evidence shows clearly that masks work when used correctly. The evidence also shows masks at the population are not reliably used correctly. What comes next? Asking and answering the question: \"how to we increase the number of people using the masks correctly\"? or concluding a lot of people don't use them correctly, therefore masks don't work?",
        "All I can say is that masks have worked very well for me, because the ones I use are of very high quality and because I wear them correctly (with proper fit).  However, they don't work for most people, because most people don't wear adequate masks and/or don't even come close to wearing them properly.  I once considered this a fixable problem - that these people only needed to be educated about masks and how to wear them.  However, I now consider the problem wholly unfixable.  I have to recognize that I am a rare and glaring exception to the rule that masks don't work, apparently because I care more about my health than anyone else, have a higher tolerance for the mild inconvenience of mask wearing than anyone else, and have the apparently off-the-chart level of intelligence that enables me to understand how to select a good mask and wear it properly.  (When I say \"I,\" I include my partner, whose mask wearing is similar to my own.)\n\nI am a scientist, and therefore an empiricist.  I have concluded the following from my observations:\n\n1. People would rather risk death than to wear anything on their faces, except on Halloween.\n\n2. People are incredibly weak, believing (or saying) that they are unable to breathe with the type of mask that doctors, scientists, house painters, asbestos and lead abatement workers, and others wear on a daily basis.\n\n3. People are apparently incapable of learning from the example of others dying around them.\n\n4. There is no cure for stupidity.",
        "Washing your hands.  We touch billions and billions and billions of germs in a given day left on doorknobs, supermarket baskets, at home or at the office.\n\nThen we touch our mouths and our noses, a habit human beings do without even thinking a couple hundred times a day.  Maybe more.\n\nThere was a reason that, during the pandemic, there were virtually no cases of the flu.  Using soap and water and hand sanitizers kept the germs out of our respiratory tracts.",
        "I'm a respiratory therapist at a local hospital, here in the San Fernando Valley. We had a number of employees, patients and visitors who refused to wear masks. We think of them frequently, and wonder how their families are holding up. We remember the good things about them, and try not to judge their shortened lives by that single  shortcoming in their character. While it's true that most of us grow out of childhood tantrums, stamping our feet \"I won't; you can't make me,\" but not all of us. We miss these folks, and for a time, found their loud gloating \"look at me, I'm just fine,\" was good for a laugh, until it wasn't. And we all hope that, when the next pandemic hits, that the people they left behind don't follow their petulant stupidity.",
        "All I can tell you is every year of my life until the pandemic I got sick at least 3 times a year.  Since wearing a mask , I have been sick once in three years.  Yes some of that was the lockdown.  But I still rode the NYC subways that year and still elbowed my way through city supermarkets.  \n\nWearing a mask protects me from viruses and bacterial infection.  Totally unscientific, but I will never take it off on the subway again.",
        "The \"other pandemic question\" really should be about maintaining a good diet, safe weight range and exercise.",
        "I am surprised that the Cochrane group published this review given its manifest flaws and the fact that it was clear that its conclusions would be misused and politicized. Clearly, properly fitted and worn N95’s and KN-95’s and similar masks work to reduce viral spread. The translation to the population simply means that implementation is faulty, not that masks don’t work. We have all seen the people who “wear” them under their noses or chins. I watched in some horror as people pulled them down to cough and sneeze and then put them back. It’s no wonder under those circumstances that we still saw the virus spread.",
        "\"But we should have put into place efforts to rapidly collect and assess high-quality data to understand whether masks were having optimal effectiveness and, if not, how to increase that effectiveness.\"\n\nWhy should anyone study what was \"known\" to work beyond a shadow of a doubt. Any who denied masking works were labeled anti-science, backwards, antivaxers and more. There was no look into the issue because of the hubris of established \"experts\" and something called \"consensus\" science. What, me worry?",
        "I don't need any answers for the next pandemic. \n\nMasks work.\n\nMy wife is a hospital employee in her 60s and I'm early 70s.\n\nWe avoided covid by wearing masks from the time it hit Seattle to now if there are crowds involved.\n\nThere is no serious debate about this.",
        "People continue to misstate the Cochrane study.  The Cochrane study DID NOT EXAMINE MASK EFFECTIVENESS.  It examined mask MANDATE EFFECTIVENESS.  The authors themselves noted, in the article, that the reason mask MANDATES didn't work in the U.S. was due to \"low compliance.\"  That is, many (stupid) people within mask-mandated areas didn't wear masks - and the result was the (airborne/aerosolization-transmission-vectored) virus continued to spread.  Bottom line of the Cochrane study?  When people don't wear masks, masks don't work.  Duh.",
        "I think the right wing anti maskers died in higher proportions than the rest of the population.  Those are the \"you can't tell me what to do\" people.  I read about the pandemic beginning in Washington State altho it doubtlessly was not the first place to be hit.  Back in NC I immediately locked down and secured masks as soon as possible.  I shopped at hours when stores weren't crowded and was vaccinated at the earliest possible moment.  I was horrified by the deaths in NYC.  Where I shop now a mask is still required.",
        "So if masks don’t really work, hospitals could stop buying them? And using them in isolation rooms or during surgery where open wounds aren’t created is unnecessary? \n\nEarly on I read on the 1918 Flu epidemic and it convinced me how potentially dangerous Covid was and how that could be true of any new virus. And I also learned (I was also an icu nurse during my career) that masks are not that much of an inconvenience and can keep the wearer safe and protect other people from what I might carry. What I find most concerning is how so many of the arguments against masking don’t take consideration of other people into the calculus of masking. \n\nI think it will be shown masks help. They aren’t perfect. Particularly the correct, well fitting, mask. As we await the next pandemic I hope the best mask is identified AND widely distributed. Unlike now where N95 masks are considered the gold standard , but inferior masks are handed out where masks are required.",
        "Got Covid very early, March 2020, and warned that even hospital floors were full of suffering people.  I stayed home and white-knuckled it until I got better.  Afterwards I dutifully got every vaccination but even after number four I caught Covid again on a crowded one hour train ride, SRO. I wore a mask the entire trip. It wasn't so bad although I had to quarantine for 7 days  as I was on a project involving a small crew.  I'm an older person and I was encouraged to get vaccination number five.  I don't know if wearing a mask or getting multiple vaccinations have helped, maybe I could have been a lot sicker, but I am now on the fence about whether the mask and the vaccinations actually worked.",
        "Would anyone let a surgeon operate on a loved one without a mask? I doubt if anyone on a certain network would let that surgeon operate without a mask.",
        "I guess I would opt for my fatherly duty. I would not tell my children that the science of masks is not complete, so it is your choice to wear or not wear. I would tell them to wear a mask, demand it, really. That's called being responsible, in my book.",
        "As a critical care physician on call during Covid, I would keep my N95 on at all times because we were the ones who would run code blues on inpatients, and I did not want the code to wait on me to put on a PAPR device when someone was trying to die.\n\nI coded several Covid-positive patients already with endotracheal airways and me with only an N95 on for more than an hour, the most high risk situation possible during bagging and chest compressions, undoubtedly spewing all sorts of viral particles all over the room.\n\nThat N95 never failed me in these situation and I never got sick. High quality masks like N95 for aerosolized and highly contagious viruses, when worn properly, work.  Period.",
        "All I know is that I have worn N95 masks throughout the pandemic. These past winters are the only ones in my life during which I have not had a single cold. So the probability that the masks prevent inhaling some viruses is pretty high.",
        "As physical, I find this study (and I use the term lightly) questionable, as a research physician I find it entirely flawed. I came out of research to work on Covid, I still am, I've not come down with Covid and I've had many opportunities, though no a single one of those opportunities involve NOT wearing a mask. So, with the effects of Covid, the long-haul symptoms and deaths, l'd like to make a very childish statement and say, \"Something is better than nothing.\" You won't catch me without a mask.",
        "I will continue to mask when transmission rates are high and/or when a virus is particularly nasty. Even if masks can't block all viral particles, they will block some or most of the aerosols. If I'm going to get sick, I'll take the smaller, initial viral exposure, thank you.",
        "The facts are fairly simple: well fitted N95 and better masks offer significant protection to the wearer.  If everyone in a crowd were so masked, there would be significantly less transmission of disease than among a similar but unmasked crowd.  If people wear ineffective masks such as the cloth ones that the CDC said were OK, then transmission is much worse as people come in close contact thinking they are protected when they are not.",
        "The masking studies should have been done in 2020.  I understand mandating masks in April 2020 without sufficient data due to the emergency situation, but then the government should have funded several large trials whose results should have been available by now. (There were plenty of people willing not to mask in 2020 as trail participants.) Instead, there have been only two such trials in the world.",
        "Also a million comments about why do surgeons wear masks in surgery. DROPLETS, people, droplets!! On OPEN WOUNDS! Not the same as aerosols which are much smaller in size and escape surgical masks easily (which is why N95 are much better against Covid, but surgeons do not wear those!)",
        "It’s a matter of looking at the size of the virus containing aerosol particles verses the size of the openings in the mask material that allows for air to pass back and forth (required for breathing) such as comparing chicken wire’s effectiveness is preventing passage of baseballs verses passage of rice. The particles that make up the visible smoke from cigarette smoking freely passes through medical masks and these particles are larger than virus containing aerosols therefore using the chicken wire analogy, Covid virus would be the rice.",
        "During your upcoming surgery, the medical staff is not going to wear masks. If masks do not help, why bother? Gesundheit!",
        "I've scanted masking for some months now.  And--let's be clear here, it might be luck or it might my the having all the vaxxes I've had (five so far; another divalent for the oldsters soon)--it might be either/all of those, but COVID has yet to knock on my threshold and step in.\n\nLucky?  Probably.  Some protection?  Probably.  And possibly a genetic favorability?  Who knows?\n\nBut, for masks and self?  Back to the \"carefree days,\" eh?  How long do we huddle?",
        "Lots of comments here along the lines of, “I wore masks everywhere nonstop for 3 years. but the ONE time I didn’t, I caught Covid.”\n\nWell, YEAH, of course you did, because you didn’t allow yourself any exposure whatsoever which would have taught your immune system to fight back! Most Americans did not get the latest bivalent booster, and whatever earlier vaccines they had has worn off. Yet there are less serious Covid cases than ever before.  Why? Everyday exposure! So take off that mask once in awhile - otherwise you’re only making things worse for yourself. Think of the Native American experience when the white men came.",
        "The Cochrane study did NOT address the question of whether masks work.  It only looked at whether telling Americans to mask made a big difference.  Since lots of people wore masks without being told, and lots of people refused to wear masks, Cochrane could not clearly tell how much difference telling people to mask made.  Perhaps the best conclusion of the Cochrane study is that American are too stupid and selfish to be saved.",
        "I wish that rather than saying masks don't work because not everyone uses them effectively that there would be efforts to advise what the proper use involves. When seat belt shoulder straps were rolled out and some people put the shoulder part behind them because they were uncomfortable, proper use was promoted and supported by evidence of the difference. That masking and other COVID avoidance methods has been politicized is a real shame.",
        "The article misses out that one of the great benefits of wearing a mask is that you cannot touch your mouth or nose.  If you touch a surface that has a virus (any virus) on it and you then  touch your nose or mouth there is a high chance you will get infected.  If you were wearing a mask this would not happen.  Secondly if you have a virus infection and you touch your mouth or nose you will spread the virus to anything that you touch. If you are infected and wear a mask you are less likely to infect what you touch because you cannot touch your mouth or nose. Using hand sanitizer will also help stop the spread.  Many articles that talk about masking miss the out the real benefits of why masks work.",
        "If you think wearing a mask is a foolish waste of time and effort, then tell your surgeon not to wear one.",
        "\"We should ‌‌do so with the understanding that the absence of evidence of effectiveness is not the same as having evidence of ineffectiveness.\"\n\nAt a public health level, it's a distinction without a difference: if people have a false sense of security that the mask affords them protection when there is an \"absence of effectiveness\", then they are making a public health emergency worse.",
        "The best thing about the masks is that you wore them in restaurants then took them off to eat. And took them off to eat and drink on airplanes. And, of course, no need at all if you were protesting whatever in crowds in the streets.",
        "The Cochrane study is clearly inadequate, and gives false advice about the effectiveness of masking.  How could masking not work,when we've proven it prevents the virus from reaching your face?\n\nCochrane researchers should apologize and retract their study.",
        "The right are renouncing studies as fakes and propaganda. Will they identify this study as just another distortion of facts? Do we see skepticism in these reports as being untruthful?\n\nThe willingness to heed mask use studies shouldn't be dependent on the result.",
        "Quality research studies would be good, but it's been clear to me that masking in schools has been flawed. Even if you assume that masks work and everyone has a fresh high quality mask that's properly worn, given how contagious covid is, it should be clear that when you put kids shoulder-to-shoulder for indoor lunch, you're going to lose a lot of the benefit of having them wear masks the other 90% of the day. After all, some of the first super-spreader events were at restaurants, so we know it can also be spread at mealtimes...",
        "Early in the pandemic, before we had effective vaccines, we knew the virus that caused Covid, its genome, and its size. We knew that properly fitting N95 masks were highly effective at filtering viruses of that size. While controlled studies are required to get the final efficacy numbers, the default response until those studies were completed should have be an N95 mask mandate in all enclosed public spaces. It would also have been great had we had a government stockpile on hand, along with onshore capacity to manufacture them. I'm glad that hospitals got priority for the good masks, but our general preparedness was awful. I have a sneaking suspicion that it may be backsliding again.",
        "Yes.  Fine.  \n\nBut the persistently undropped shoe in columns and discussions like this is VENTILATION.  \n\nWe need researched standards for building ventilation just as we do for masks.  Some masks are better than others and they’re designated as such.  Ventilation standards established by the CDC and/or the VCAC industry can be the same.  Many buildings will not be able to physically implement the very best systems.  So a business/building website and a doorway decal could communicate whether a location is at level A, B, C. or some equivalent.\n\nI would like to know what I’m walking into.",
        "There is plenty of evidence that wearing a good quality mask works. 'Works' means that doing so REDUCES your exposure and REDUCES others to exposure from you. Wearing a mask of any quality does not GUARANTEE against transmission. \nIf there is any question in your mind about the efficacy of covering your face why not err on the side of caution and do it when in a crowed situation: on a bus, in a grocery store at their rush hour?\nI do know that I will continue to cover my mouth if I cough or sneeze . . . and if i'm having a surgical procedure I will insist that the medical professionals mask up. why wouldn't I?",
        "This is good argument directed at steps we can take now to protect ourselves during the next pandemic or chemical gas attack, etc.\n    We need to adopt new measures, but to evaluate them  in terms of their effectiveness and variables affecting their effectiveness, and the harm they might cause, and variables affecting that harm. \n    If our public health system is prepared to do this, preliminary results could be available quickly.  We could release preliminary results and base initial recommendations on them.  Public updates, as results became more conclusive, would lead to adjustments in recommendations.\n    Of course,in this country's political climate at the beginning of the pandemic it would have been hard to recognize developing facts amid the noise.  Maybe we could do better on that in the future.",
        "In 1918 when Spanish flu swept the world many people wore masks to try to stop its spread. Some local governments adopted mask mandates (including San Francisco where a man was shot enforcing the mandate). \n\nDuring the Spanish flu pandemic and after, doctors debated whether masks helped. The American Medical Association commissioned a final report, and in 1926 it found that masks did not work. (See Jordan, Edwin Oakes. Epidemic Influenza: A Survey. Chicago: American Medical Assn., 1927.)\n\nStudies of masks since then have reached the same conclusion. There is no evidence that masks work in stopping the spread of respiratory viruses. That masks do work is mechanistically plausible, but there is no scientific evidence that they do. \n\nAs this article points out, absence of evidence is not evidence of absence. But when there is no science to support a public health measure, that should be made clear. During the Covid-19 pandemic, we were told the opposite. We're just following the science, the mandators said. That was false. \n\nPublic trust in science is too important to toy with. That trust has been weakened by those who preach that masks work (like this article and those of Zeynep Tufekci) without the science to back them up. First, the scientific evidence, not the mandate.",
        "Good article.  I wish they had looked at P100 masks.  P100 masks are OSHA rated at 99.97% efficiency for particles down to 0.3 microns.  P100s have seemly been endorsed by the New York Times, though they called them \"elastomer\" masks.  Not many will know what that means. \n<a href=\"https://www.nytimes.com/2022/07/03/health/covid-ppe-masks-health-care.html\" target=\"_blank\">https://www.nytimes.com/2022/07/03/health/covid-ppe-masks-health-care.html</a>\nThey are not disposable and come with replaceable filters.  The filters should be changed but can be used for over a month if kept clean. \nThese masks have been available continuously all during the pandemic from online retailers.  They are reasonably comfortable especially the 3M silicon version.  I routinely wear them for hours at a time.  \nThey do not significantly restrict breathing and special P100 filters are available for high exertions activities.  I wore one during a echocardiogram stress test on a treadmill with my heart going at twice the normal rate with no problem much to the surprise of the staff. \nThese masks fit very well because of the cinching straps.  In fact they are hard to wear them incorrectly unlike other masks.  They do not form gaps around the nose and work well with a beards unlike others masks. \nThe P in P100 means these filters are designed for oily particles.  Coronavirus in the air is encapsulated in a limpid, i.e. oily, droplet. \n<a href=\"https://www.cdc.gov/niosh/npptl/topics/respirators/disp_part/default.html#:~:text=P100\" target=\"_blank\">https://www.cdc.gov/niosh/npptl/topics/respirators/disp_part/default.html#:~:text=P100</a>%20%E2%80%93%20Filters%20at%20least%2099.97,Strongly%20resistant%20to%20oil.",
        "The US medical community has never understood what the Nuremberg Doctors Trials were really about--the surface issues were the (obviously!) unethical experiments of the SS doctors. But the elephant in the room was and remains the baseline inability of the German (and Anglo-American) medical communities to understand how power works--and in the obligation of this transnational medical community to engage ethically with power. \n\nWhat has been truly creepy to me over the past three years has been the continual re-emergence of programmatic statements such as the 'Great Barrington Declaration', or national 'programs' such as Sweden's 'light touch', and now the review under discussion here as 'directives' for response to the pandemic; and all of which quite consistent with the 'evolutionary' biomedicine that the Dritte Reich tapped into. The ethics are set up as a consequentialist calculation from the start--and in a consequentialist world, power always has a finger (or a hand) on the scales of 'justice' \n\nWhen will the American biomedical community understand?",
        "Older americans, Obese Americans, and people with respiratory diseases should opt for masks as Covid is still has high mortality among this group. Vaccines can reduce the chance of hospitalization and masks may provide extra protection. \n\nHowever, for children below age of 18, as the CDC data has shown now, Covid is just as deadly or even less deadly than Flu. If Kids did not wear masks for all these years, forcing them now to wear them when evidence shows it harms learning outcomes is silly. Thankfully, except as small group of NYT readers no one believes we should impose mask mandates on schools. I am very happy, parents revolted to mask mandates and today no school district has those dreaded mandates.",
        "Masks do work if:  They are of good quality and fit snugly.  It is those who either don't mask or wear them around their chins, and/or leave their nose exposed.  The studies have been inconclusive simply because people are inconsistent and sloppy with wearing them.\n\nOur culture is such that masking is foreign.  Asian countries fared better than the U.S. in deaths during Covid simply because they did not fight against masking because it is a way of life for them.  They mask when they feel slightly ill to protect others, they mask against pollution in the busy streets, etc., to protect themselves.",
        "Masks work very well for the CEOs selling masks.",
        "Here is two little secrets about that Cochrane study by Jefferson et al.  It is a junk study. Jefferson states clearly \"Relatively low numbers of people followed the guidance about wearing masks.\" Jefferson's work is based on 78 \"Randomized Control Trials\" (RCT) since 2006. So how could he draw conclusions that masks work or don't work? The correct conclusion should have been: \"Investigators did not ensure their own protocols to protect workers from infectious aerosols were strictly followed.\"\nSecond secret, which is not a secret at all. Respirators that seal with the skin of the face filter out airborne bio-hazardous aerosols. COVID-19 and similar diseases like influenza that don't enter the respiratory tract can't infect people. That knowledge has been around for over 40 years....but that knowledge has been distorted by people like Jefferson/Henghan of the UK and Loeb of Canada who put prevention second, not safety first.\nThe author of this article, Dr Nuzzo, is correct in saying that respirators or even medical masks (which block, not filter) must be worn consistently to prevent/block entry into the respiratory tract.\nBut Dr Nuzzo is wrong to give any credence to the Jefferson Cochrane methodology. In fact even the editors of the Cochrane Library are distancing themselves from the Jefferson study.",
        "The writer of this article makes great points.  It's such a shame that people have turned masks into political theater.  Surely  well-fitted N95 masks work in certain settings like indoor crowded areas and hospital rooms, but are totally ineffective outdoors or in open spaces where nobody else is around.  Having toddlers and small children wear masks was ridiculous, as well as seeing them on people driving alone in their cars, or walking on an outdoor trail.  \n\nThe saddest thing is, is these nonsensical political mask mandates have seriously eroded Americans trust in public officials and services.",
        "How about a study that tests the effectiveness of homemade cloth masks, worn under the nose and removed during meals, in protecting airline passengers from Covid?",
        "People attacked masks not because they thought they didn't work, but because they didn't believe the virus was dangerous in the first place.  Taking safety precautions, besides being inconvenient, advertises that you're afraid and this most men and many women avoid more than the plague.  The malarky about masks not working was just a ridiculous ad hoc weapon to use in the argument and only a few complete fools believe it.  Thinking masks don't work is equivalent to thinking gloves don't work. Obviously masks and gloves reduce exposure and obviously how well they work depends on their quality and their correct use.  \n\nPeople often fail to follow safety instructions.  They don't wear masks where labels instruct you to while sawing cement board or even while installing insulation and in the old days, working with asbestos, but not because they think masks don't work.",
        "The CDC on its website stated double masking (neither of them N95) protected 91% from infection.\n\nLet's focus on the real issue in front of us right now:  the CDC dragging its feet on approving the next round of bivalent booster shots.\n\nDid we not learn from the disaster created by the  mainstream media in 2021 when Biden called for boosters for all starting Sept 20th and the MSM called him delusional and not following the science?\n\nEight weeks later, on Black Friday, the first cases of omicron were reported in this country, the Dow crashed 1,000 points, Biden banned travel from several African nations and was labeled by some a racist, and the mainstream media demanded to know where are the boosters.",
        "Ethical dilemma -- What ever happened to the idea of  infecting prisoners directly to test the efficacy of a vaccine or mask? Or using volunteers willing for whatever reason to apply.  Controlled experiment, or Nazi revival?",
        "Why does the NYT publish such overly long and wordy op eds? It's a trend.\nBut Times isn't a scholarly journal, it's a national newspaper read by many people to keep up with and understand the news of the day.\n\nIt takes too much effort and time to laboriously plow through such over written sentences and paragraphs. And it's on an important topic affecting our health and lives after a long pandemic.\n\nWe need shorter, to the point, informative op eds. \nAlso--- who needs that picture of a skeleton with a mask? Really! Does the Times editor put that in to attract readers, or what?",
        "We need to collect as much data as we can, before memories fade, and before science becomes even more politicized than it already is.\n\nIt's likely that masking, with properly worn, good quality masks is beneficial. The masks are a bit uncomfortable, but they likely do no harm. We need reliable data!\n\nPerhaps the major reason for the widespread politicization of the pandemic and the public health response was the tolerance by many progressive politicians and media organizations of the large, widespread protests for social justice the followed the murder of George Floyd. There was widespread shouting and yelling, and very close interpresonal contact - the very antithesis of social distancing.  In perhaps the worst example of the politization of science in recent memory, over 1200 self-designated public health and epidemiology \"experts\" published a letter indicating the protests should continue notwithstanding the pandemic,  they were so important. \n\nUnfortunately, the coronavirus did not get the memo.\n\nMany, on both sides of the political spectrum, witnessed the protests, and choose to follow their example, and disregard public health regulations, even clearly reasonable regulations.\n\nThere are things we should do today.\n\nWe need to collect data, and find answers to important questions.\n\nWe need to recognize that is was the rapid development of vaccines that saved us, and pharmaceutical companies played an essential role.\n\nAnd, importantly, we need to develop more drugs.",
        "Using a mask with silver (or other ions impregnated) decreases the risk of transmission. These masks are quite expensive but well worth it. Thank G-d I have not contracted Covid or any other infections transmitted by microbes since 2019.",
        "I know of only two large-scale studies (more than one hundred thousands partecipants) on the effectivity of masks in real world: one in Bangladesh and one in the USA by CDC; both say that masking (with effective masks, not the simplest type) is less than 10% effective; this amounts to say that masks block the large drops of sneezing and not much more.\nBut this is just one point in a list of ill-conceived protocols still in place, like sanitizing and hand washing with gels when everybody should know that the virus doesn't infect through contact; and the same time little or no  care for efficient air circulation, that is the only way of blocking the transmission of the disease (by the dilution of the viral charge);\nAll over the world scientist have battled on these points since 4 months after the beginning...with only small results.",
        "It’s been roughly a year since the majority of the world decided we were post-COVID.\n\nAs I look back with hindsight, masking and shutting down most everything for the first year was probably the right call. \n\nI am glad scientists are looking back to see if any of it made a difference.\n\nHowever, the most interesting question not posed is: Would we have returned to normal regardless of if a vaccine had been developed.\n\nMy memory is we would have stopped masking and social distancing (at the societal level) even if the vaccine never came.\n\nI hope scientists join with politicians to see how long we can really “go to the mattresses for.”",
        "\"How well does masking work?\" \n\nWe already know that masking is effective (just not the percent of effectiveness) in infection prevention. Healthcare workers—e.g., those who perform surgery and deal with patients with respiratory infections and the immunocompromised—mask. \n\nWe will never know by what percent masking was effective in preventing or slowing the spread of COVID. However, \"the absence of evidence of effectiveness is not the same as having evidence of ineffectiveness.\" What we do know is that between September 2020 and the end of January 2021, the CDC reported 1,316 positive flu cases in its surveillance network compared to 130,000 cases during that same period the previous year. In addition to masking, social distancing and the lack of large group congregation probably contributed to the lower flu numbers. \n\nDo we really need to pin down a number to decide whether or not it is a good idea for people to mask during a pandemic of an airborne disease? The precautions we took because of COVID–even with the inconsistent quality and use of masks—show causality in the reduced number of flu cases. \n\nThe flu does not spread as easily as COVID, but during the uncertainty of a pandemic, is it not better to take the relatively (realizing that masking can be detrimental for some populations) harmless option of masking to protect oneself and OTHERS rather than to do nothing?",
        "The fact is that our entire medical system is not great at collecting data, particularly when it comes to issues such as the long-term effects of various drugs and procedures. The science is only going to be as good as the data; with modern information technology we should be able to collect a lot more data while still maintaining patients' privacy.",
        "We are still on this topic ? \nFor reasons which escape me, the whole issue of masking seems to have created a permanent subculture in our society which tenaciously clings to the use of masks . There seems to be a vague political component, but I suspect that the subculture is made up of people who are very risk adverse in other facets of their lives. That is their choice. And, in fact, proper grade masks undoubtedly protect individual wearers from various viruses, not just COVID.\nHowever, the efficacy of masking breaks down quickly in the case of societal mandates. What may be effective on an individual basis does not  necessarily work when imposed on the broad population. \nAdvocates on either side can point to statistical studies which purport to support their views. \nFinally, there are those who would impose their viewpoint on everyone, under some theory that we are all required to protect the most vulnerable. Maybe, but there are limitations.  I don't think that duty encompasses the most remote of possibilities, Maybe I might have COVID and not know it, but the odds are very, very unlikely. Then, it is even more unlikely that maybe I might pass the COVID I don't know I have to a particularly vulnerable person who by chance I happen to come in contact with. I don't think I have a duty to nevertheless assume I am always a potential threat.\nThose who want to wear masks should do so. But please don't impose your judgment on the rest of us.",
        "\"Laboratory studies clearly show that wearing a mask properly, when in the presence of the virus, will reduce ‌a person’s exposure to ‌‌it.\"\n\nTherefore, any real world studies that show masks don't work (which the Cochrane study did not show, despite the lead author's mis-characterization, which other authors disputed) means that the masks weren't worn properly.  Rather than trying to get the doubters of everything to wear masks, which is probably doomed to fail, instructing those who are willing and providing an ample supply of N95 masks would probably make a huge difference in any future pandemic, which is highly likely to occur.",
        "I wish that writers would refer more directly to studies that contradict the Cochrane one, like these two:  One found that mask mandates saved lives, another found that masking in Boston schools was effective.\n\n<a href=\"https://www.sciencedirect.com/science/article/pii/S0167629622001357\" target=\"_blank\">https://www.sciencedirect.com/science/article/pii/S0167629622001357</a>\n\n<a href=\"https://www.nejm.org/doi/full/10.1056/NEJMoa2211029\" target=\"_blank\">https://www.nejm.org/doi/full/10.1056/NEJMoa2211029</a>",
        "Seniors ,  Obese and people with respiratory diseases should opt for masks as Covid is still has high mortality among this group. Vaccines can reduce the chance of hospitalization and masks may provide extra protection. \n\nHowever, for children below age of 18, as the CDC data has shown now, Covid is not serious disease (1500 deaths in that cohort in the last 2 years and 4 months, half of Flu deaths ). Forcing children to wear them when evidence shows it harms learning outcomes is uncalled for. Thankfully, except as small group of people, no one believes we should impose mask mandates on schools. I am very happy, parents revolted to mask mandates and today no school district has those dreaded mandates.",
        "Masks work to prevent the aireal spread of virus and bacteria. It also protects one from inhaling bacteria and viruses. Covid is a virus. Bacterial minningitus is sometimes an air born infection. Take care if you wish.",
        "Two years ago, my innocent question, exactly this one, ignited a storm of accusations and my nearly being thrown out of a woke bakery inNYC. I quietly asked how long the mask mandate would be in affect as the policy was 10 feet apart after vaccinations. A chorus of women and only women, screamed, \"as long as we feel like it.\" They were truthful. It;'s simply signaling and no relation to science at all. They love the moment of power they felt when they maligned Trump as anti mask. He was, and why? Because masks are the biggest fraud, the greatest fear inducing power grab of the past 100 years, perpetuated by the left. I will not vote democrat again because of it.",
        "It's not at all as difficult as the opinion suggests.\n\nIf masks can be PROVEN to be effective in controlled settings (hospitals etc).......then their usage by the population should be adapted in situations such a COVID.\n\nBut what's most frustrating ......is that there is no such study to rely on.",
        "All I can say is that I have masked since the beginning of the pandemic and I continue to mask. I wear an n95 and I am a teacher.  I have also traveled to Florida, by air, three times. I see movies in theaters and I go to events.  I do not eat in doors much unless it is off hours and an establishment is empty or has outdoor seating.  If I travel in someone's car or uber, I mask and crack windows.  So far, no COVID.  Masking works and I know this because I have been in very close proximity to COVID+ students and adults but at those times, I wore a mask.  I am not sure why people have such as strange aversion to masks. It seems as if COVID is welcomed but masks are a no go. And I have a word for my \"liberal\" friends, YOU DON'T MASK EITHER.  Same for my conservative friends.  Both groups are just as bad. Under the current \"liberal\" administration, hospitals have begun to not require masks which is stupid.",
        "A condom works well, if worn all the time and correctly. \nMasks are pretty much the same. \nIf you don't believe this then the next surgery you have demand that your surgeon not wear a mask.\nI think that it's true that many people didn't wear a mask properly.  Nor all the time.",
        "As if a wealth of evidence from our own time is not enough, there’s plenty of history from the great flu epidemic of 1919.  At that time, cities took precautions, or not, largely in isolation from each other.  Some were far more careful than others, including in requiring masks, and it showed.\n\n12:00 EDT, 04/30",
        "An even bigger question: Why is simply wearing a lightweight mask in an indoor public setting such a freaking big deal to anyone? Masks have been commonplace all over cities in Asia for many years and they are not regarded an intolerable burden but as a sensible precaution.\n\nWhen I first had to take large doses of immune-suppressant medications after a heart transplant -- a few years before Covid came along -- my doctors told me that while surgical-style masks did not prevent you from inhaling \"germs\" (assuming some stranger got close enough to you to cough in your face), they did cut down on the inhalation of droplets and particulate matter in the air. \n\nBut most of all, they protect you from touching your face and thus infecting yourself with your dirty hands. A 2015 Australian study found that people unknowingly touch their faces an average of 23 times per hour. If there are viruses or bacteria on your hands, that simply brings them closer to your mouth and nose where you can inhale them.\n\nNever in a million years would I have thought that something as trivially inconvenient as wearing a mask would be blown up into a partisan political issue. Yet another example of mass delusion and hysteria that seems to be uniquely American at this moment in history.",
        "Those questions about cochane study's legitimacy are not simply coming from  supporters of masking.  The study's own authors question their own findings-- and certainly the way they have been presented.  There have been other evidence that masking works.  Why must science be politicized?  All studies aren't equal.  How do you do a blind study on masking?  It's silly.  \n\nThere have been studies showing that populations who mask had lower rates of covid and lower rates of hospitalization.  Japan is one example.  Some studies compared colleges that had mask requirements to those that didn't and found the mask requirements lowered the rate of covid. \n\nMany of us already know that masks work-- I've been masking in public places for 3 years now and haven't caught covid, nor have I caught the flu, or RSV, or any other respiratory virus.  I quite like being healthy thank you very much.  \n\nAnd when I have surgery-- I'd prefer my doctor be wearing a mask.\n\nWhy is it so difficult for Americans to understand the idea of airborne virus?  It's like we haven't gotten past the 1800s or something...",
        "And then, beyond all of the arguments, there's simply common sense.\n\nIn a predominantly trump supporting gun-toting rural area in recent days, I saw a stop sign with a simple message: A sticker with the word \"MASKING,\" just below the word \"STOP.\"\n\n(Eye roll.)\n\nYou can't take a simple, pleasant drive in the country anymore without persistent reminders that our country has a chronic and perhaps fatal case of Ignorance.\n\nMasking during the pandemic required (or requires) some basic human traits: Concern for ourselves, concern for others, compassion, empathy, and feelings of responsibility. With ignorance, there's no room for any of that. Concern for your own health, and concern for the health of people around you becomes a wedge issue.\n\nWhen masking becomes a question of \"freedom,\" not of common sense, you realize we're teetering here. The world is watching. Do we keep our democracy or not? Your call, voters.",
        "I hope the study excluded the people who wore masks below their noses.  Out they go.\nCloth masks were first advised because 1.  No one was really sure how virulent the virus was and 2.  N95’s we’re in critical supply so people were asked to reserve those for medical personnel.  So, cloth masks weren’t that great, but at the time it was all we had.  So, nobody gets to “rag” on that decision.\n\nSince it was a new virus, the world health communities were learning real time what to do.  Precautions and protections had to change quickly and in real time.  If all that newly discovered information had been kept “secret” until we knew everything, then millions more would have died.  And the entire worldwide health community would have been eviscerated for not telling us what to do.  More constantly changing information, while confusing, is better than no information at all.  So, nobody gets to complain about not knowing what was going on.  Conspiracy theories about horse paste abounded anyway.\n\nI masked, quarantined, got vaxxed.  I still got Covid, but the vaccine NEVER NEVER was advertised as something would would PREVENT you from getting Covid.  Nobody knows how to read anymore.  It prevented me from getting a lethal disease.  It did what it was supposed to do.  So, stop complaining.\n\nSooner or later, we will see another pandemic someday from some other virus, fungus,bacteria.",
        "It's simple to me.  They worked for the people and in the places who wanted them to work by using them consistently and correctly.  They didn't work, and never will work, and you'll be told they don't work, by the people who don't want them to.",
        "On the one hand, I find it difficult to believe that a mask wouldn’t work. On the other hand, if it were, in general, really, really effective, it’d be easier to tell.\n\nI suspect future studies will show that a mask has a small effect: better than nothing, if you’d prefer not to get sick or die, but not great.\n\nWhat I’d like to see, more than grist for the mask war, are efforts to develop interventions that are better than “better than nothing.”",
        "Can we stop debating masks, please? People in other countries have been using them for a long time. For two years, in some very risky situations, I didn't catch Covid, probably because I never removed my mask. I attended my reunion last summer, no one wore a mask, neither did I, and I caught Covid. Duh.",
        "The article is rife with anti-scientific thinking. \n\nFor example, the author states: \"The pertinent question isn’t whether masks work but why ‌‌masking didn’t prove to be highly effective in the most rigorous studies.\"\n\nThis, she begins with the (unproven) premise that masks must work. Therefore, if a study shows no effect of masking, the only question to ask is: what were the flaws in the study?\n\nSorry, Ms. Nuzzo. It remains a valid scientific question: Do masks work to prevent the transmission of specific diseases?",
        "This is all so confused and unfocussed that it is utterly useless. At MINIMUM you have to distinguish two questions: first, what diminishes illness and death and to what extent; second, what are people actually going to do? The simple fact is that in the PRC, a population of 1.7-billion had 5,000 deaths -- that's right, look it up -- before abandoning the ZC policy. So whatever it did WORKED. That included masking, which, for reasons I cannot understand, is always assumed to protect the MASKED person from disease, rather than protected everyone else from the masked person. The reason for masks in surgery is NOT to protect the doctors and nurses. I thought everyone knew that. Apparently this author, among others, hasn't even any idea what masks are FOR. Maybe next time find someone with basic knowledge. Anyway, this is NOT a scientific question, it is a political question ... just like everything else.",
        "Of course masks don’t work if you don’t wear them. The biggest problem with masking during COVID was that the President of the United States openly derided the use of masks. This and other actions and statements to minimize the virus was clearly for his own political benefit.",
        "The author notes, very politely, that the “Cochrane” analysis of studies — incorrect and dangerous summations and accounts of which made it into mainstream media, via libertarian and fringe pseudoscientific bloggers and and the right-wing megaphone, including an opinion piece by the most-often sensible Brett Stephens of this newspaper — focused mostly on studies of the flu, and, thus is insufficient to draw conclusions about the impact of masking mandates on transmission of Covid 19.\n\nIn the meantime, one fact remains true: individuals who mask correctly with N 95 level or better masks have a much lower incidence of contracting airborne viral respiratory infections.",
        "Amazing how many people here want a randomized test and control experimental design before they feel like they can draw a conclusion. Sometimes one needs quasi-experimental designs, and they work well. I suggest a little time with Campbell & Stanley, 1965.",
        "Just as important is the question: “How do you make individuals comply with mandates.” This gets complicated because liberals supported mask mandates but oppose policing. Conservatives love law & order but oppose mask mandates.\n\nThe authors point out the obvious: Masks don’t work if they aren’t used. The question is how do you increase their use in a polarized country where (unlike Japan) you can’t rely on societal pressure and any police-like solution is opposed by both sides?",
        "Good article and well-intentioned suggestions, but borderline moot.\nWhile interventions during the early phase of the pandemic at least seemed noble, things quickly took a turn for the worst as should be expected by now.\nIndividuals and organizations pivoted to the pursuits closest to their hearts:  Profit, power, and promotion.\n\nThe entire episode turned into a free-for-all of political power grab, big pharma profit chasing, unheard of levels of grift at the expense of taxpayer-funded programs like PPP, and a countless number of people leveraging the occasion to make a name for themselves on social media.\nIn other words, capitalism at its finest.\n\nNobody cares if masks are effective or how they may be more effectively used next time, the approach offers zero promise for signifiant revenue, and saving other peoples’ lives at the cost of a number of wonderful opportunities goes against the grain of the society we have become.\n\nIf you think my assessment is wrong, then how do you explain that we have learned nothing?  It seems unconscionable, but it isn’t, we just don’t see value in it.",
        "We will never know the deaths that would have overloaded the medical providers even more if even casual mask wearing were not done.\n\nYet looking at the paltry number of influenza cases and deaths from that disease during the times of increased handwashing and masking, along with a large degree of avoiding events like tight gatherings makes me suspicious of the claim that masking does not help.  I'll take any little advantage I can when a deadly disease is out there ready to be passed along.",
        "Masks were never intended to be worn 24/7 to thwart, say, a novel coronavirus. At best, a mask is a stopgap measure in a setting like an operating room. I wore a mask as a chin warmer never covering my face; if I ever had Covid I didn't notice. What's more, I'm not vaccinated. I can't tell you how many comments I read here by angry science believers and mask virtue signalers who said I was going to die. Guess what, I thrived. So did everyone I know who didn't wear a mask, never social distanced, and wasn't vaccinated. Run that data up your flagpole and tell me if you salute.",
        "My question to those who insist that, “Masks don’t do any good” is “are you saying then that your surgical team doesn’t need to wear masks when they operate on you or a member of your family?”.",
        "\"There is good evidence that masks can protect ‌‌people who use them correctly and consistently.\"\n\nWait a minute. Wait. A. Minute!  \n\nDoes this mean that in order for a condom to keep me from getting a woman pregnant during sexual intercourse that I'd have to wear one EVERY time I had sex AND that when I used the condom I couldn't just place it over my left ear (instead of where it's supposed to go)?\n\nYou're asking a lot of me here.  I'm starting to thing these condoms don't work at all . . .",
        "We were expatriates for three and a half decades in East Asian countries where mask wearing is common for reducing exposure to infectious disease and warding off fine particulate matter.  We were and are dismayed that this issue became so politicized in our own country overwhelmingly by Trump and GOP politicians all too eager to engage in historical and scientific revisionism.  We continue to wear masks...proudly and openly so...we might meet an ignorant right winger in stores or other places and our masks cover up our sneers.",
        "Indeed.  High quality evidence--and knowing how to identify high-quality evidence--is crucial to most things.  Too bad more people don't know this.",
        "One word:  Leadership.",
        "The anti-mask, anti- vaxxers make refusing to wear a mask a political statement.  So, a significant percentage of the population fails to mask. Then, Lo and behold, it turns out that to be effective at a population level, masking needs very substantial compliance to work. Then the anti- maskers triumphantly claim: “see, it doesn’t work!”\nAdd to this self-fulfilling prophesy the common sense findings that masks need to be high quality, worn correctly and consistently, the “masks don’t work” headlines appear seriously misleading.",
        "Wait: I thought Cochrane clarified that they didn't study the effectiveness of masks but they reviewed studies on INTERVENTIONS to use masks, not masks themselves.  \n\n\"It would be accurate to say that the review examined whether interventions to promote mask wearing help to slow the spread of respiratory viruses, and that the results were inconclusive. Given the limitations in the primary evidence, the review is not able to address the question of whether mask-wearing itself reduces people's risk of contracting or spreading respiratory viruses. \"\n\n<a href=\"https://www.cochranelibrary.com/cdsr/doi/10.1002/14651858.CD006207.pub6/full\" target=\"_blank\">https://www.cochranelibrary.com/cdsr/doi/10.1002/14651858.CD006207.pub6/full</a>",
        "Masking works\n\nUnder the nosers and chin strappers who don’t practice consistency make a mockery of it and then complain it doesn’t work",
        "Masks ?   Start with the basics.  Germ theory. How do germs spread. Why we hand wash and with what. The definition of contagious. What is a vaccine. What types of vaccine are common. What types of vaccines are required in your area and why. What is an immune system.   What is the story of Typhoid Mary.  Why is measles, whooping cough and tuberculosis circulating in NY.\nWe had way too many people who knew they were contagious out in public spreading the disease. In my area, working people are masking again in stores as the next wave goes thru...high deductible means $$ pop.",
        "On 1/31/22, Nature.com issued a scientific report comparing states’ schedules for relaxing various covid mitigations, correlating them to covid mortality rates.  They compared effects on mortality rates for the period before any mitigations were relaxed [end-April ‘20] to the period 5/1-8/31/20 [at which point summer peak began to recede], during which various mitigations were relaxed in different states.    “According to the Pearson correlation coefficients we obtained, the face mask mandate has the strongest correlation with the death count than any other policies we considered.”",
        "So how about doing real studies where we get people in their twenties, thirties and forties and put them in rooms where one person has the virus and interacts with 10 to 12 people both wearing masks and then a group of similar people not wearing masks and then evaluate the spread to the two cases.   Do this 40 or 50 times with different people under these two conditions and then study the spread of the virus and compare.  Obviously, there are many people who would volunteer for these studies and they would get paid for their time and service.   You could then do controlled studies similar to this under different scenarios and try to end this controversy once and for all.   There are many thousands of people who would volunteer for these studies.",
        "I hear Doctors and nurses will no longer wear masks during operations as masks don't work.  If they have to sneeze or cough they will be asked after if they need a tissue.  Also, remember to be specific please.  If one of the misinformed is wearing a mask and they are about to operate on you ask them to remove it!",
        "Well-written article with strong points, though anything but succinct. \n\nIt omitted another important concern about today’s medical science that reaches the media: those Cochrane Review authors craved and received attention. They put out a press release with unsupported hype, then walked it back when interviewed by doctors. Dr. Nuzzo’s article is not craving personal attention, but she is the exception, not what the New York Times and other media will most often publish today. \n\nAs a New York Times health reporter told me on the phone last week: “dog bites man” won’t get in the newspaper these days. It has to be “man bites dog”.",
        "I have chronic sinusitis. For 30 years I got at least two horrid sinus infections a year. Since I started wearing a mask in 2020, I haven’t gotten any. Nor have I gotten Covid, the flu, a cold, or any other ailment. I’m in my 60s, and this is the healthiest I’ve been since my 20s. All because I wear a mask.",
        "By around the 15th month of the pandemic research came out that indicated that only well fit N-95 masks worked.    But the CDC and the Federal government chose to ignore this fact.   Why didn't the wheels of government crank these out and provide them free (2 per week for each citizen).   We did so for complicated and expensive ventilators (and do not tell me that they were in short supply - that is just an excuse).",
        "And ... ?   Until I see a study that disproves the effectiveness of masks, when worn correctly, I will err on the side of safety.    I remember Rush Limbaugh in the middle of the AIDS epidemic making the same argument about condom usage.",
        "For those who think masking doesn't work, please make sure the next time you have surgery or a medical procedure you insist your physician does not wear a mask.",
        "So uncool to still be talking about Covid. Enough!",
        "We know masks save lives.",
        "1.\tWearing a close fitting N95 (or equivalent) mask will lessen an individual’s chance of contracting an airborne spread disease. Full period, stop. Only an idiot (or a NYT opinion writer) would say differently.\n2.\tHaving a large stockpile of N95 masks (and anti-contamination equipment) for deployment to the nation is more important than our nuclear arms stockpile. At least we know that sooner or later we will use the former equipment, hopefully never the latter.\n3.\tWhat “we” failed to do during this last epidemic was to use the media to aggressively advertise and socialize the steps that most definitely would have blunted the outrageous trauma inflicted on our nation and the world. This is directly attributable to the incompetent response of President Trump.\n4.\tThe question now is: How do we respond to the next pandemic? I’ve asked my congresspeople (Murry, Cantwell, and Kilmer: who I think very highly of) and have yet to hear back on this issue. \n5.\tWe all must demand a fact-based, medically sound plan for the next pandemic. A plan that is impossible for any future incompetent president to ignore or poorly administer.",
        "Seatbelts are effective.   \n\nPeople not wearing a seat belt are 30 times more likely to be ejected from a vehicle during a crash. More than 3 out of 4 people who are ejected during a fatal crash die from their injuries.\n\nBut if a political party starts a culture war campaign opposing the constitutionality of seatbelts, thereby reducing the rate of compliance, does that make them any less effective?  \n\nNo.  It doesn’t.  \n\nMask performance is measurable. Sabotage is an entirely different factor.",
        "Bottom line, this article's fuzzy comments on the effectiveness of masks just furthers the misinformation on the subject. Which is just awful and dangerous \"journalism\" in my opinion ... especially after 3-years of knowledge on the subject.",
        "Yep. Those studies didn't cover whether masks work. They covered whether asking people to mask worked.",
        "From the month all this Covid business started to affect us in the U.S. (Feb./March 2020), I was adamant to friends, loved ones, NYT commenters, etc. that everything we were getting in the way of information - EVERYTHING! - was nothing more than semi-educated guesswork. I made no new friends by so stating, but three years later, and reading this essay, I still feel exactly the same way. I'm in my mid-80s and 90% of my friends are within 5 or 6 years of me on one side or the other. During that period, I've known maybe 15 to 20 people who have died (it becomes endemic at that age) and not one of them died from Covid, while I have known exactly 2 people who actually got Covid, and they survived. Myself? I absolutely refused to wear a mask except where legally required - medical offices, supermarkets, restaurants early in the process, etc. - and I also absolutely refused to stay indoors and was forever traveling about the City maskless, both by foot and public transportation. What I objected to most was not the intransigence on both sides of the political spectrum, but the absolutely rush to judgment on everything from masks, to lockdowns, to intellectual discourse. As I did not necessarily believe the garbage-masquerading-as-knowledge coming my way, I tended (and still tend) to distrust the Covid figures reported, especially concerning 'related' deaths. Not the number, simply the attribution of so many of them to Covid. I'm still breathing. Ms. Nuzzo - PROVE me wrong!",
        "I and my family gave up caring about whatever stance anyone - including the CDC - took on wearing a mask.  None of us had access to N95 masks during the worst of the pandemic, so we didn't bother buying them much later when they were finally available at a gouged price.  I made Batik material masks for everyone, family and friends, double layered with a slot in the interior to slip in a dense Scott industrial wipe, cut to fit and doubled over.  Batik is the most dens,tightly woven cotton there is.  They weren't a joy to breathe with, for sure, but none of us got Covid 19. \n\nI'm a senior with comorbidities (according to the CDC, not me), and did all of my own grocery shopping during normal shopping hours, with everyone else, and before the vaccine was released.  The grocery stores here offered early bird senior hours, but made no effort have fresh products stocked that early. I was in close contact with the Instacart shoppers who would cluster like flies on fries over products to scoop all of them up at once, having to determinedly nudge my way in to get a single package of whatever.  Some of them were awful, frankly.\n\nThere's obviously a strong element of luck involved with masks, but unless I'm an incredibly lucky individual mine seemed to work pretty good.  We all have our own stories, of course.",
        "I hope I can make myself understood here. The idea that masks don't work is analogous to hospice care. Often, families wait too long to put their loved ones in hospice.  But shortly after they do and the patient becomes comfortable, they die peacefully. It's hard to die when you're in pain or miserable from sickness.  Does that mean that hospice kills people?",
        "No no no. You’re grasping at straws to find evidence that somehow masks worked. The burden of proof is to show RDB evidence they work before imposing society mandates, not the other way around.",
        "As usual there is absolutely no consideration for the 48 million Americans with hearing loss who cannot understand language without seeing lips. I'm one of them, and I work with children who are deaf/hard of hearing. Masks are a nightmare for us all.",
        "Hold up a small spray bottle and spray water droplets in the air. Now, do it again holding a piece of cloth in front of it. The number of water drops that it catches and holds from becoming a cloud in the air... that's how much it works. Is it perfect? Does every single drop of moisture get caught in the mask? Of course not, and no rational person ever claimed it did. But no rational person would see it and claim it had zero effect in reducing the amount of spray in the air available to transmit a virus to someone else either.\n\nIt works to the extent that people bother to do it, which was always the point. This was just never that complicate for anyone who wasn't so busy planting political flags that they neglected to adult.",
        "As individuals most of us are smart enough to make the healthy choice when the threat is visible and the result is immediately apparent. But with a virus, the threat is invisible and infection takes days. If we get infected, how did it happen? Sometimes it’s hard to say. Human perception is not very good at learning from a slow-moving threat. It doesn’t easily trigger behavior change. That is why the scientific method of data analysis and adaptation is so valuable. \n\nThere are those who will exploit fear and ignorance for their own political or financial gain. We need to learn to tune these voices out. We know that properly wearing an N95 mask is effective at preventing infection when you are in crowded spaces. The virus is still out there. Stay calm and stay safe. If we persevere, we can make good personal choices become population-level choices.",
        "Considering we're in our 60's-70's and have not been ill with ONE respiratory infection since early 2020 we won't be seen on public transportation sans N95 like, ever. No further proof needed here, you can move along now..",
        "The few young people that I see wearing masks these days tend to wear ill fitting blue surgical masks that are worn without covering the nose.  I'm at a loss to understand why they bother at all; but then again I still people masked up when driving alone. Maybe it's a good thing as it allows others to instantly recognize that they are not dealing with a full deck and give them wide berth.",
        "Although I think the author is too gentle with the Cochrane study, the main argument is right -- and even has a name, Adaptive Management of Complex Systems.  The idea is that many problems are complicated to the point that we don't know very well, going in, how to deal with them.\n\nPart of the solution is to have a flexible process for making and remaking decisions as new information emerges.  But the other part is managing in a way that facilitates by design the flow of high quality information.\n\nThis is one reason the lack of surveillance (in the public health sense: systems for collecting detailed health data in real time) was such a gaping hole in US pandemic response.  But more ambitious measures, not even considered much less taken, would include rolling out interventions in a way that would make it easier to do careful evaluations of them, i.e. with randomization of uptake or at least the sort of treatment vs control characteristics researchers call \"natural experiments\". \n\nIf we really cared about public health outcomes, today and in the future, this is how we would do policy.",
        "Virtually no one wore a mask correctly. For awhile, it was just political theatre. I just rolled my eyes when I saw people wearing masks outside well into 2022.",
        "If you factor out politics - the belief that masking is just another form of the elites crushing honest god-fearing, gun-toting Americans - then it pays to note that masks, while perhaps inconvenient, have been accepted by millions over time and across the globe to help against spread of infection. Like chicken soup, it may or may not help relieve a cold, but it certainly does no harm. Sure, not all questions are urgent enough to devote resources to proper clinical study (does chicken soup actually work?), and sure any epidemiological evidence is better than none, but trying understand if/what masks do seemed so less important than e.g, finding a vaccine or antiviral. The question has gained urgency only because of the warped worldview of the crazies. So for now, I'll take the mask with a side of chicken soup.",
        "Masks have been used widely in Asia for at least a decade. Is there no data on mask effectiveness from that experience?",
        "I can’t visit my primary care physician or go to the hospital without wearing a mask. Are they, the physician and hospital administrators wrong? Of course not.",
        "Procedure mask worn correctly contain respiratory droplets. That protects people around the wearer. It may offer some protection to the wearer. The intent is to protect others.\n\nHigh filtration masks N95 protect the wearer when worn correctly. N95 must be fitted tightly to provide the wearer protection. Obviously a correctly fitted N95 protects other too.\n\n\nThis goofy war on masking is difficult to understand.",
        "Having recovered from a nasty case of the flu in early December of 2019, I have not had a cold or the flu since then. I was at Ikea this weekend, I wore a mask, and will most likely continue to do so for the foreseeable future when in public. \n \n(My household had a supply of N95 Masks in early January, 2020. During the worst 2020, 2021, 2022 they wore them religiously. No one got sick. Not from Covid or the flu. We didn't even have a case of the common cold.)",
        "Anyone out in the community during Covid can see that many, many people wear a poorly fitted mask, an ineffective mask, or best of all, pull it down to their chin to talk, read nutrition labels in a store or just about anything. So the high degree of non-compliance is such a huge factor that it pretty much prevents 'proof' of mask effectiveness in the general population.",
        "There is no mask that can keep 100% of virus out.  The way I see it, it is a number game.  There is no question that wearing masks cuts down the number of virus we breath in or out, which in turn leaves less number of virus  for our immune system to deal with, that can only help.  That is the reason I still wear masks at airports and on air planes.",
        "A few thoughts:\n  First of all the question of \"...which interventions work to encourage\" mask wearing goes directly to the heart of the stubborn objections that so many people had to masking, vaccines and the expert's advice.Treating the populace like children, and especially that transparent nonsense called \"nudging\", was thoughtless and tin-earred. It all made the authorities seem un-trustworthy.\n  Shutting down and censoring any public discussion of alternatives was even worse.\n  Early in the pandemic going straight into \"You must wear masks, stay away from Grandma, hide your kids at home...\" when half of the country hadn't seen even a single case was not well thought out.\n  So while better data is a laudable goal, a repitition of these public-relations mistake will most likely doom the next effort, too.",
        "How well does brushing your teeth work for dental health?\nHow well does exercising work to prevent heart disease?\nHow well does meditation and CBT work to lower stress?\n\nYou can go on and on and the answers are always the same. It depends. For most of the things we do to better our physical and mental health, some people swear by it while others swear at it. The reasons are simple. If you do them properly, you derive the benefits shown by credible scientific studies. Masking to prevent respiratory diseases is the perfect example of this where the data show it works well if used correctly and is nearly worthless if you don't. Full stop.",
        "The Cochrane review looked at 78 studies, but only six were conducted during Covid, and only two of those dealt with masking specifically -- and those two showed that masking works. As I understand it Cochrane had a good reputation, but when the lead author says, \"There is just no evidence that (masks) make any difference. Full stop,\" it will cause me to question anything I see from that group. \n<a href=\"https://www.vox.com/future-perfect/2023/2/22/23609499/masks-covid-coronavirus-cochrane-review-pandemic-science-studies-infection\" target=\"_blank\">https://www.vox.com/future-perfect/2023/2/22/23609499/masks-covid-coronavirus-cochrane-review-pandemic-science-studies-infection</a>",
        "My suspicion is that masks weren't as effective as they could be because early in the pandemic Trump's General Surgeon came out and said that people should NOT wear masks.  Although the intent might have  been to make sure first responders had first dibs on limited supplies, the message that most heard was \"masks aren't necessary at all.\"  That, of course, made some react negatively when local governments started requiring them.  So one lesson that should have been learned is that consistent messaging is vital in a public health emergency.",
        "I absolutely want better studies, but I don't need one to know that lack of compliance reduces the effectiveness of a mask mandate on a population level. All you had to do was observe  the thin, porous materials many people used as a mask and the disregard for wearing even high-quality masks properly. \n\nNow that the issue is so politicized, it will matter very little what any rigorous studies tell us. The only way people might act more diligently in a future pandemic is if a virus hits young kids harder. Even in that frightening scenario, there would be a great deal of misinformation, stubbornness, tribalism to overcome.",
        "Yes, would be nice to have an answer, as the author states. And I believe he gives one if you read between the lines: N95 masks work (to some unknown degree) for individuals if worn properly. The general population doesn't wear N95s and/or doesn't use them properly. Why not come out and say it?",
        "I am a licensed medical provider (NYS told me that I could and should keep working throughout the shutdowns).\n\nThe ability of the general public to use masks correctly was EVEN LOWER than I thought.\n\nI watched all manner of bizarre mask wearing.\n\nWorn 100% correctly, masks work.\n\nThat is not how people use them.  They failed to follow what I had thought were logical strategies, regardless of PSAs and YT videos.\n\nSo...it might not matter how we study it.  The only studies that are worth anything at all require a treatment protocol to be administered correctly.\n\nMasks will NEVER be used correctly by the public.  EVER.\n\nWe tried.   Hard.  And we now know that for a fact.",
        "I wear a mask. Don’t mind them. Avoided covid for three years. While on vacation this month, I was lax and didn’t wear a mask going through drive thrus. Got Covid. Sigh. 2-1/2 weeks later finally getting better. In my experience they work and it’s worth it to avoid illness. Same reason I use bug spray, condoms, strong passwords, and seatbelts.",
        "The Cochrane studies are significantly flawed. Moreover, it is impossible to gauge how many individual cases of Covid were prevented in people who did eventually get Covid.  Masks correctly worn work, and nothing works perfectly.  \n\nPopulation studies applied to individuals are the conundrum. Public health measures are difficult at best to apply when we live in a society dedicated to individual rights. Our new normal of not masking places certain members of our society at a significant risk. However if these same people vaccinate and can access Paxilovid they can avoid dying by Covid. \n\nArguing about masking is tomfoolery. Anyone who thinks themselves ill who doesn’t mask if they need to be in public is just another drunk driver on the road. Asymptomatic spread us real, and if we had better monitoring in place we all could make better decisions about when and where to mask.  Politeness suggests we should err on the side of more masking. But politeness seems to be a victim of our own solipsistic conceits.",
        "Directly below this opinion piece was a link to this, which says, among other things, that the writers of the Cochrane study cited by Ms. Nuzzo explicitly said that it did *not* claim masking was ineffective. \n<a href=\"https://www.nytimes.com/2023/03/10/opinion/masks-work-cochrane-study.html\" target=\"_blank\">https://www.nytimes.com/2023/03/10/opinion/masks-work-cochrane-study.html</a>",
        "Thank you for this article.  Especially after the Bret Stephens' opinion piece of Feb 2023.  Having read many medical review articles in the past, it was clear to me what was going on with Mr Stephens' in his misleading rant against masks.  Today's article explains the nuances.  A surprisingly small amount of clinical research meets the highest standards.  Often this is for good reason (e.g. a randomized trial is too risky for the control group OR the population studied is too small because the condition is too rare OR the population studied cannot be double-blinded, etc).  So, the experts making recommendations based on available research must make \"educated guesses\".  The truth remains: I would prefer the opinions of educated experts who know the research rather than the opinions of writers who bend the results of research to promote an agenda.",
        "“if used correctly” is the key here. When we were all masking I saw many people with masks at half-mast leaving the vulnerable nose exposed.",
        "\"There is good evidence that masks can protect ‌‌people who use them correctly and consistently. Laboratory studies clearly show that wearing a mask properly, when in the presence of the virus, will reduce ‌a person’s exposure to ‌‌it.\"\n\nThere's my personal data point. It's enough information for me to know what to do. I can't control others.\n\nLuckily, it is not my job to look for society-wide solutions before the next pandemic.  \nAs this article points out, NO solution will be effective in a pandemic without cooperation from my fellow citizens. \n\nThe MAGAs and other republicans have shown that they are unwilling to cooperate with Public Health. They get out their guns when asked to cooperate with others.\n\nAs long as MAGAs have their mouthpieces, such as Fox, there will be no community-wide solutions available to us.",
        "\"The Cochrane review authors say their examination was limited to whether interventions to promote mask wearing help to slow the spread of respiratory viruses. It’s important to note that masks only work when people wear them, so adherence will always be key.\"\n\nIndeed!!!!!!!  did interventions buy folks who did all the ranting they could to stop others from wearing masks possible hurt?",
        "Studies, studies, studies.  What about common sense.  First, the main benfit of mass masking is not to protect the wearer but to protect others from the wearer.  You need only look to the stats on influenza during the pandemic to realize how truly effective masking, along with distancing, can be.\n\nSecond.  Would you allow a surgical team to work on you if they were not wearing masks?  If not, why?  The answer is obvious insn't it.  No one even questions the need to be careful in the presence of airborne pathogens when its their neck on the line.\n\nMore studies are not the answer.  More education is what is needed.  Oh, wait, does that sound woke?",
        "\"Laboratory studies clearly show that wearing a mask properly, when in the presence of the virus, will reduce ‌a person’s exposure to ‌‌it.\"\n\nThat's the key. \"Properly\" is not done, neither well-fitted, nor discarded or re-sanitized after use (and re-sanitize was a novel idea as no mask maker suggests this is a valid use), and people touched them repeated, wore repeatedly over long times, and often removed them to speak.  This is because nearly nobody around us was actually Covid positive as 100% of mask wearing when you and those around you indoors for a fair bit of time aren't infected.  The expense and waste was high.\n\nYes, how about \"follow the science\" means you do the science FIRST. That's the step the tyrants took when it drove fear, hysteria and instilled depression, anxiety and caused massive inflation while destroy productivity.",
        "If your mask works and is worn properly then why are you worried about someone else without a mask?  Same with the vaccine - if it works like you have been told you are good.  Unfortunately the masks most people wore were pretty ineffective which is why at a population level study masks made little difference.  And in regard to the vaccine, many had a false sense of security - at least initially.  The vaccine's effectiveness waned considerably faster than the vaccine makers expected and the vaccines did not prevent transmission.  So IMO next time we hopefully learn some lessons and focus on protecting the vulnerable - those 75 and older, those with chronic health care issues and those who are overweight or who don't have access to good health care.  We don't know who or what the next pandemic will affect, so we need to be nimble at identifying the proper risk groups and do our best to protect them.  Then allow the rest of the society to go on living their lives rather than locking down and causing huge harms world wide.",
        "A sign of a decadent society - exhausting discussions whether guns kill people or not, people cause climate change or not, beloved children's books are good or bad, masks save lives or not, and much more of the obvious. \n\nRegarding masks, how would any of those wise denier-guys feel if the crew performing brain surgery on them would make an exception - only for them - and take off their masks before the surgery? Would they request a no-mask surgery, and cite first and second amendment?",
        "N95 masks work, but none were available for almost a year.  We were made to wear bandanas to enter grocery stores.  What was the point other than some type of virtue signaling.",
        "\"masks were a reasonable step because they had few harms\"\n\nAnd that, in a nutshell, describes my biggest gripe with the conservative reaction to masking mandates. I mean, how could it possibly hurt? Yeah, they're hot. Yeah, they're uncomfortable. I've heard asthmatics claiming their medical condition was aggravated by the masks (an entirely reasonable complaint), but \"I feel weird because I can't see people's mouths move\" or \"I want to make a political statement\" seem like a poor reason to rebel against the mandate. \n\nNow let's assume that masks are, say 10% effective at blocking transmission from one person to another, that would mean that, without any other measures, the pace at which the disease propagated through a population would be slowed. And that's what we were trying to do. Without the vaccine (which was an unbelievable success story for modern science), slowing the spread of the virus through our population meant that hospitals were that much less likely to be overwhelmed, right? It's not like by masking we'd never be exposed to covid in our lifetime, but rather, when we were and needed to go to the ER because we couldn't breathe, there would be an open ventilator, and the physicians might not be as close to exhaustion. \n\nFinally, let's assume that masking was completely ineffective. Who did it hurt?",
        "The population is divided between those who are willing to wear masks and subscribe to other recommendations for avoidance of spread and those that won't. The benefit of wearing a mask in population studies will be obscured by the immense reservoir of virus harbored by those who instead of taking measures to reduce spread are doing the exact opposite.",
        "N95 masks work, simple as that. Covid-19 is a respiratory virus and N95 masks can keep the ~20 nm (and bigger) Covid-19 particles out of your lungs. Period. Nothing else explains why hospital workers in NYC, at the height of the pandemic and surrounded by heavily infected and shedding patients, had a *lower* rate of infection than the general population.\n\nThe biggest failure of all in the U.S., in my opinion, and by far, was for our healthcare professionals to not give a simple 3-minute presentation on the size of Covid-19 particles and the masks required to keep those particles out of your lungs and potentially kill you. That is one reason the trump administration, in the White House alone, at one point had more Covid-19 infections than the entire country of mask-wearing Taiwan. It's also the reason why so many of the leading and supposedly \"conservative\" talk show hosts that told their listeners masks did nothing died from the disease.\n\nBut what do I know, I am just an engineer that has made a career - and, indeed, a life - based of science, facts, truth, logic, and perhaps even some common sense thrown in.",
        "The percentage of shoppers at Whole Foods who wore masks was really high, as in Trader Joe's as well, compared with other people (shoppers) in the same geographic area. I know this because I made a point to observe this during the pandemic in New Jersey, where mask wearing was optional after approx. summer of 2021. I consider these two groups of shoppers to be more \"health aware\" and they likely followed other mitigating behaviors such as avoidance of crowds and hand washing. Separating these factors leads researchers to require randomized studies, as the authors correctly note, and which lead to the conclusions about the effectiveness of mask mandates. But why can't the population of mask promoters acknowledge these simple facts? It was something that could be see with our own eyes by merely walking into Whole Foods.",
        "\"This is important because while we think there are some similarities between how ‌the novel coronavirus and other respiratory viruses are spread, there also are likely to be important differences\"\n\nOh really?\n\nI'd like to know what that statement is based on.\n\nWhile the coronavirus was certainly quite a nasty virus, in all likelihood it primarily spread just like every other virus spreads: fomite transmission.\n\nAs far as masks -- obviously they stop stuff from hitting your face.  You don't need a study to show this.\n\nThe question becomes what would happen if it did hit your face: many experts say nothing and I don't believe there have been studies to find out. \n\nKeeping your dirty hands away from your eyes, nose and mouth is the most important thing, and more easily said than done.",
        "This is what I would call an \"in-between\" essay.  It is directed to a general audience, it purports to be based on scientific evidence, yet is doesn't present the evidence in any detail.  In fact, it is inferential, making claims about studies' results without proof.  Its conclusions are, well, pretty obvious: we need more studies, better data, and so on.\n\nThe author is the director of the Pandemic Center at Brown University.  It would have been good to know what her center is doing to solve the problem.",
        "I think the designs need to be evaluated, too. My glasses always fogged up when wearing a mask.",
        "I would be very surprised if further study shows anything but the following:\n\nGood quality masks when worn correctly and consistently limit (but don't completely eliminate) the transmission of viruses like Covid. The more people wearing them correctly and consistently, the less overall transmission of the disease there will be. However, since people often do not wear good masks, wear them incorrectly, and are inconsistent in wearing them, at the population level transmission will often be only slightly reduced by mask wearing. That said, we should still attempt, when faced with a virus that transmits aerially like Covid, to get people to do their best to wear good quality masks correctly and consistently. Giving up on masks is foolish with an aerially transmitted disease that is both highly contagious and possibly fatal or accompanied with lasting and serious complications.",
        "The subject of contagion prevention and the Cochran study are already unnervingly ambiguous. This is further reinforced by the Dr's reliance upon the passive voice: \"This is important because while we think there are some similarities between how ‌the novel coronavirus and other respiratory viruses are spread, there also are likely to be important differences.\" And while inactive voicing may be common in science-based contexts, here it serves to the blur this misnomered \"opinion\" piece to the point of further useless supposition--at our own peril. Ignoramus et ignorabimus",
        "‘Coulda, shoulda, woulda’…yep; easy studies to frame and carry through; ditto population sampling to monitor incidence/prevalence and evolutionary trajectories of pathogens.\n\nBut ain’t gonna happen, because in the benighted US of A medicine is a commercial enterprise and ‘public health’ a non-starter. Ultimately it’s all about power.\n\nOne would like to see the AMA, the AAP and any and all American physician collectives put their shoulders to the wheel of getting a just, equitable and effective system of taxpayer-funded *healthcare for all* in place, up and running.\n\nWouldn’t you?",
        "Data from the US may never be able to answer the question satisfactorily because of the politicization of the issue.\n\nWe need to be humble enough to look for data from other countries, especiallyfrom societies with greater social cohesion that did not politicize the issue.\n\nThe issue is still important as it will inform our collective response to the next pandemic, which will show up at some time: it is not a question of if but when.\n\nIn the meanwhile, it is critical for the US to ensure that there is sufficient manufacturing capacity for masks and other PPE  as this is a strategic capability worth spending good money on both to periodically replenish the national stockpile and to have the capacity on tap even if it is kept mothballed at some cost.",
        "“The confusion occurs when we shift from showing that masks work in a laboratory or for individual people to finding evidence that masking works at the population level and what interventions work to encourage it. At the population level, compliance and mask quality may vary, making it difficult to find evidence to review on the effectiveness of masking in reducing the number of respiratory infections. The Cochrane review tried to untangle the evidence in one analysis. And according to that limited evidence, masking at the population level did not have a clear impact on reducing infections.”\nMasking may help on a personal level for those individuals who have serious co-morbidities or immunity problems.  However, Government mandates to mask fail for the very reasons stated here and are out-weighed by the many other problems that they generate for society (educational and emotional issues from masking and remote learning in schools).  In the PRC which has one of the world’s most homogenous and compliant populations on earth Zero Covid was never “Zero” Covid despite some of the most draconian policies imaginable that would never be accepted in any educated democracy.  Even that population eventually revolted against those mandatory measures.\nThe problem was compounded by overreach and misinformation from the CDC and medical/scientific community.  Just mask until we flatten the curve and the vaccines will prevent you from getting Covid are two of the worst examples…",
        "One thing I do know is that wearing a loose fitting mask around your chin does not help you or those around you. I cannot tell you the number of times I have seen people - including medical \"professionals\" - with masks around their necks, or not covering their noses. They might as well forego it. \n\nAlso, it was extremely confusing for Fauci to state that masks were not useful to the public (because he wanted them available for medical professionals), and then claim they were important. I realize it was important to get them to hospitals, but we never should have had a shortage like that. Ever. That is not preparedness. And lying to the public made masking a difficult practice to enforce later.",
        "I have worn a mask religiously since Feb. 2020. I tested regularly, including blood tests looking for infection antibodies in case I was asymptomatic. I got every vaccine and booster the moment they were approved for my age group. And I never caught Covid. \n\nUntil... the other night I took it off at a Vegas show. And I now have Covid.",
        "Of course masks work. I still use an N95 and have not yet had COVID. It can be deduced that masks can work at the population level too, but people have to use good masks and wear them properly.",
        "The CDC and others really messed up on Mask messaging.  The real point of wearing a mask is to reduce the risk of transmission, it is not to protect yourself from getting a virus.  In general masks are just a way to limit virus carrying particles from spreading FROM someone who may be infected.  Simply put, most people could see the logic of how a person coughing into a mask instead of into the open air (or their hand) is \"better\" when trying to limit the spread of a virus.  When the CDC and other government officials started getting cute and coy about the effectiveness of wearing a (basic) mask in preventing a person from GETTING the virus, they lost the messaging battle.  I think people would have responded much better to \"We are just trying to slow the spread of the virus and one way to do that is if everyone wears a mask because you may have the virus and not know it\".",
        "Sadly, at this point, it doesn’t even matter how well masking works:  it’s a purely political matter now.",
        "Retired dentist here. I haven’t caught Covid because I wear a mask when out and about. Wore a mask my entire adult life and is has saved me from many infectious  diseases. If you wear a hat and mask while gardening it is helpful to prevent skin cancer and \nallergies. There are masks made to wear during bad air quality days caused by out of control forest fires.  Common sense is your best guide. I was alway puzzled by the folks that wore masks leaving their entire nose exposed. BTW, don’t forget to wash your hands too.",
        "One of the problems with the current age of Social Media and the Internet is people's inability to stay in their lane.  The Cochrane institute is a highly respected institution in the UK that advises medical practitioners on drug effects, efficacious practices and so on.  But public health it is not one of them.  The study was published in their website without peer review.  Their study was not a Covid-19 study, it was a review of observational studies on influenza and coronavirus transmission, which, as we now know, are not transmitted by the same mechanisms (hence the CDC initial misguided recommendations in 2020).  Their conclusions are not-conclusive.  One of the authors gave an interview that started the meltdown that led to a clarification by the chief editor of the Institute.  The study is garbage.",
        "There are really a few different questions here, the main ones being: (1) are masks effective at preventing the wearer from infecting others, and (2) are masks effective at preventing the wearer from infection, (3) if either one of those are true does mask wearing attenuate viral transmission.\n\n\"The absence of effectiveness doesn't imply ineffectiveness\" is a wonderful rhetorical phrase, but is there any evidence for that assertion? In real life placebos have demonstrated effectiveness, yet are assumed to be ineffective.",
        "Unfortunately, when the POTUS views the pandemic as a personal attack rather than a random phenomenon which they were completely powerless to prevent, NOTHING done by science will be effective enough to counter it. A unified response, with respect for the scientific process, is the only hope to minimize the suffering of future pandemics. Once politics gets involved, there is no hope.",
        "The problem isn't if masks work or not or any of the other myriad yes/no questions about measures since the inception of the Covid pandemic. The problem is that from the start there was zero space for an actual presentation from the many MDs and scientists whose work and research showed that the medical orthodoxy's dictates did not work and in some cases caused harm. That includes the lockdowns, the refusal to allow generic anti-virals used successfully worldwide against the virus but prohibited here, the mandates depriving people of the right to choose via ultimatums of either get jabbed or lose your job. And finally generating fear by accusing the unvaccinated of spreading the virus, something never before claimed in medical history. The real damage from such strong-arming will not be healed by articles such as this one which is finally a bland attempt at even-handedness.",
        "As the article points out, there probably is a strong correlation between proper masking and compliance with other smart safety measures. That explains why the Covid death toll skews to the right of the political spectrum.",
        "I wonder if the question should be: \"to what extent does masking help slow the spread of disease\" rather than \"to what extent does masking protect myself?\" My recollection is that the mask is better at catching droplets and aerosolization than preventing aerosols from penetrating a mask, especially an ill-fitting mask. Then the next question might be \"to what extent should citizens do what they can to slow the spread of disease in a crisis?\"",
        "Dear Dr. Nuzzo,\n\nYour apparent ambivalence on the usefulness of masking as the director of a pandemic study center looks very much like an attempt to extract funding for more studies on the subject. \n\nOn these pages, much more objective people (e.g., Prof. Tufekci and others) wrote a number of times disputing the conclusions of the Cochran study. Masking works (I dare you to ask your surgeon to drop her masking in the OR). Masking mandates, however, because they are not necessarily followed very well, may have less definitive conclusions. Please don't confuse these two subjects.",
        "Masks block microbial organisms and prevent transmission.  The evidence is crystal clear.  Ask yourself, would you feel comfortable with a surgeon performing a procedure on you if the surgical team did not wear masks?\nThe issue that the Cochrane study tries to address is whether population-level mask use is effective in preventing large scale occurence of infection.\nThe fact that they find that minimal-to-no support for the theory that wearing masks decreases population level infection rates doesn't mean that masks don't work to prevent infections - we already know from decades of solid evidence that they do.\nThe problem is not with masks, it is with whether and how they are used.  Hint - if people are walking around with a mask hung over their chin but not protecting their mouth and nose, then it's not masks that are failing in their function it is public health education and and implementation.\nOr, the data that the Cochrane analysis used was not reliable or relevant (garbage-in garrbage-out analysis).\nEither way, saying simpy that \"Masks don't work\" is just a bald falsehood.",
        "The notion that masks don't work for airborne spread viruses is patently absurd. There is abundant evidence that they do work. Health care workers have been required to wear them and other PPE for many years when entering hospital rooms of certain patients. Every patient care textbook clearly delineates the different types of PPE required for different situations and hospital rooms are marked accordingly. Citing the Cochrane study, which doesn't reach any conclusions, is irresponsible. Debating the issue is simply beating a dead horse. Those who don't like masks when be required to undergo all surgeries with surgeons not wearing masks.",
        "I still find it amazing when people cite mixed results on masking effectiveness in the US and Europe and some lab studies that are inconclusive.  Everyone seems to fully ignore the many countries in Asia (Japan, South Korea, Taiwan, Singapore) that have much higher population densities than most Western countries, much more reliance on crowded public transportation, and a societal tendency to look out for the group and where most (90%+) consistently mask up.  Japan for example on top of that has an extremely elderly population.  \n\nAll of these countries had a death rate a fraction of that of most large Western countries.  The main commonality among those Asian countries is that everyone masked for the benefit of the general population, whereas in the US and many other Western countries, it was a political issue where you never had a large majority of the population (90%+) that would consistently mask.",
        "Not being in the trenches, I might have missed some recent developments, but I don't understand why, over 2 years since the start of the pandemic, we don't seem to have more clearcut lab data about mask effectiveness. Early on there seemed to be some experiments being run (I seem to recall hamsters behind cloth filters or some such thing) where some effort was being put into determining the basic question of whether a breathable barrier could actually, as opposed to simply theoretically, block or reduce the flow of virus particles and prevent infection. Why can't we say for sure at this time if that is true or not? Surely we can design and run controlled experiments and try to establish this once and for all?\n\nBecause if it is true, then the population level stuff really doesn't matter, at least not at the level of individual decision making (versus government mandates and policy). The advice for anyone seeking to reduce their chances of coming down with COVID or of spreading the virus to others would be absolutely straightforward: wear the mask around other people. Personally, I am convinced from anecdotal reporting that the vast majority of consistent mask wearing people who eventually contracted COVID probably did so through maskless interactions with close friends and family members. But obviously proving such a thing is pretty much impossible with all the factors involved, so let's just prove what we can prove on a limited basis.",
        "Any barrier that prevents droplets from flying at you or in the air around you will provide some protection as opposed to nothing at all. So, masks work. The question is to what degree and whether that degree is worth the effort of donning one on. In this case, the old adage is true, something is better than nothing.",
        "Could we turn this upside down for a moment?\n\nScience denial works. Mask denial works. Vaccine denial works. Lies work.\n\nIndeed they do. They dilute every kind of effective interaction that helps us help each other.\n\n[In caring for my mother at a nursing home, I was exposed to covid and used the most rudimentary of fabric mask, and it definitely helped me and the people around me. The slightest precaution to avoid spreading germs (consider how the common cold and flue disappeared) is effective. How stupid are we to keep fighting over self-righteous assertions that nobody is entitled to protect themselves but attacks are fine?]",
        "This article tries so hard to be neutral that it fuels both sides of the argument, no favor to either side. Can we not agree that, while perhaps not the \"optimum protectection\", masks are better than nothing?",
        "It only seems logical that if we don't have all the answers yet, the default during a pandemic with more lethality than influenza would be masking in public spaces until we do know. Trump, standing on the balcony of the White House and ripping his mask off like a petulant child is one of those reasons we have so much handwringing over this issue. Public Health officials should not have to keep apologizing for making the best recommendations they could in real time and adjusting them as needed.",
        "Masks are uncomfortable because your breath is pushed back onto your face, before finally escaping out to the surroundings through its edges.  That warm humid exhale fogs up your glasses and makes your face feel clammy and hot.  I had a mask with an outlet valve and airtight edges that was much more comfortable because your exhale exited out the valve, keeping your face cool and because the edges were airtight, keeping out germs much better than ordinary masks.  When inhaling, the valve closed and you drew air in through its N95 filter.  It was a superior mask and so I felt safe among unmasked people.  People will say, yeah but how about your breath escaping into the surroundings, and I'd say that ordinary masks do the same thing.  That's why I don't care if we have another mask mandate because I'll be wearing a superior mask for safety and for comfort.  I won't disclose the brand until I fill my stockpile of pandemic protection gear.",
        "maybe if the general populous was more like robots, and perfectly executed directions, we would all be perfectly 'safe'.  hmmm i guess I'm glad we are not perfect robots.  and any discussion of this should involve the issue of waste and all the garbage being produced, which as we can observe always rises up to cause more environmental hazards...",
        "A friend of mine has been very careful throughout the pandemic and has been masked in public, as have the vast majority of people in Japan. On Saturday 22 April she went to a yoga session for the first time without a mask. By the following Tuesday she had contracted Covid, and has had a fever since then. The first thing she said to me about this was that masks had until then protected her.\n\nMany people outside of Japan may think there's been a mask mandate here since most people wear masks in public. They'd be entirely mistaken: Japan law has never required masks, people have voluntarily worn them because there is a cultural care for others' welfare.",
        "The author makes some good points. And certainly no one would disagree that more studies would be useful.\n\nBut the best evidence of mask mitigation is based on contingencies that simply don’t work as public policy.\n\nIf you have a M95 or M 96 mask, and if you are properly fitted, and if you are properly trained on how to put it on and how to remove it, and if it is used only once before replacement and if it is properly disposed as medical waste, it will, as in hospital settings significantly reduce infections rates.\n\nBut it should be obvious that what works for trained medical personnel will not work as a general policy for the public.\n\nThe across the board mask mandates were based on the “anything is better than nothing” standard and rather than reduce infection, probably produced a false confidence that might have done more harm than good.\n\nWe also need to study the harmful effects of prolonged masking. Many workers were required to wear a mask for full eight hour shifts. This is never done in hospital settings without opportunities for periodic unmasking.\n\nAnd the reason is that there are serious downsides from that behavior. \n\nWe know a lot more about SARS-CoV2 now than we did in March, 2020 but you wouldn’t know it from current policies that are still frozen in early Covid time.\n\nThat needs to change, and more open debate and review of the growing body of science is a good step in that direction.",
        "The Cochran Review was terribly written, mostly did not address covid and has been roundly criticized.  What we actually need, more than more study, is a cooperative public and correct use of masks as is true in Japan.",
        "Related question: People who refuse to wear masks: How would you feel going into surgery and seeing no one in the OR wearing a mask? would you be concerned? Medical personnel wear masks for a reason and my guess is that very few feel it is an incursion of their civil liberties or evidence of a dictatorial takeover.",
        "On masking, you know that respiratory diseases can  be spread  by close contact with others, it takes very little effort to put a mask on, an N95 mask  is cheap, I am 77 1/2 years old, covid is still around, logically a mask is another barrier that I can control to being affected  by bad stuff in the air. I wear a mask when I sand with my electric sander, or use oil based paint and stains. \n\n I buy home insurance every year and  its my good fortune that I never have to  collect on it. Its a lot more expensive than buying a mask  and I never have needed it, but I will be buying it again this year. \nI am not sure that you can ever humanly  design the kind of research that would “prove conclusively”  that wearing a mask protects  you from getting covid.  But anecdotally, from my friends who have had it, the one thing that stands out  over the past few years is going to church services is a likely place to get infected.",
        "Being older and having masked when first suggested, I do believe that good masks may have helped somewhat. But the initial masking advice, for example using a cloth mask, probably did not do much of anything and in retrospect was likely misguided. Medical masks have worked for medical professionals for a long time, but were not provided initially. Call it poor planning, or just more large government unpreparedness, the meat was not on the bone in the actions of many governments.  \n\nIn my view, the real problem was not related to the initial emergency reactions, but in the seemingly unrelenting pursuit of mandates well beyond the initial emergency. It does seem from today's perspective well beyond when necessary. Examples include school closures in many places for well too long, confusing and conflicting mask advice, travel restrictions enforced by some states, like NY, that violated the Constitution, and in general the use of emergency declarations for well more than was prudent.",
        "We know how big the virus is, how it is spread, and the filtering characteristics of KN95 and N95 masks when properly worn. In an environment where both the uninfected and the infected are wearing well fitting masks, especially high quality, N95 rated masks, it is scientifically obvious, based on the well-known physical characteristics of the virus and the masks, disease spread was reduced. The author of this commentary clearly outlined holes in that horribly conceived study questioning masking effectiveness one could fly a 747 through. The only question outstanding is to what degree the spread is reduced, is it twenty-five, fifty or seventy-five percent? No matter the exact percentage, masking likely saved hundreds of thousands, if not millions of additional lives globally, and hundreds of billions or even trillions of dollars in additional disruption and treatment costs. ￼ What we really need to study is how to build better masks to combat future disease spread that are more effective and comfortable. ￼ Why every mask used during Covid was not at least of N95 level filtering quality is another question we really should be asking ourselves. ￼ Yes, loud masking critics like commentator Bill Maher are correct, we may have went overboard with wearing masks outdoors in the wide open spaces. He is also likely to be very wrong about mask mandates in general and other precautions which were very necessary to save lives. Dead wrong.￼",
        "There are a lot of variables in a general mask study, human behaviour and physical environment being vast categories of variables on their own.  \n\nI worked during covid with the public even before vaccines. I wore a mask each day. \nWe allowed only a few masked clients at a time into the large work area.  \nAs coworkers, we kept plenty of space between us. Everyone who could work at home did so, to keep the space sparsely populated. \n\nI did not get sick during that time- neither with covid nor flu. \n\nThe common paper masks are a crude filter.  They aren’t a 100% guarantee, but keeping some snot and spit from flying around is a sensible idea to reduce respiratory illnesses. \n\nThe human element is that a lot of people hate wearing them- like refuse to do so.  They aren’t comfortable and are socially awkward. \nI don’t love the masks either but understand they are simply a health hygiene tool to be used in some settings at particular times.",
        "Thank you for this clear, thoughtful and sadly still timely article. Proper wearing of an N95 mask for the past three years when in the company of others has kept me from falling sick with Covid . I hate wearing this mask, but seeing friends die from Covid gives me the incentive to keep it securely on, over both mouth and nose. I've been the lone masked ranger in the market, on the plane, anyplace where people are together in close spaces. This should not be a political matter. It's science.",
        "As a Heath Care worker for over 50 years I know that masks worn correct;y and changed on  a regular basis work. But too many people were quick to stop wearing their masks as soon as they heard that COVID cases had gone down or believed the false information that masks do not work. I also realize that after more than 3 years most of us are just worn out and try to return to pre pandemic conditions. I urge folks to at least wear their mask in public places like libraries, supermarkets, museums, airports and to remember that handwashing and social  distancing also help to reduce disease transmission",
        "There must be some fight going on in the Times's editorial offices over the masking issue.  First, Brett Stephens published an op-ed piece thoughtlessly accepting entirely the Cochrane study, then the Times published another op-ed criticizing the Cochrane study (and not mentioning Stephens' earlier piece) and now this--typically, \"more studies need to be done.\"  Hardly true.  This article itself shows that masks reduce the possibility of inhaling the virus or transmitting it for individuals.",
        "\"Maybe people didn’t wear masks properly...\" Reminds me of a medical authority being interviewed on a Sunday morning political show being asked if wearing a mask below the nose was effective. His reply, \"That's like fixing four of the five screen doors on your submarine\".",
        "Definately ONLY got sick from family members ( our own adult kids)....never anyone else because we ALWAYS wear/wore a mask when we were 'out'..the lack of T cells is obviously a detriment but obviously humans constant use of masks is far from perfect.",
        "We still don't know?  The fact its still a question puts in doubt 90% of what the \"experts\" or \"health organizations\" told us what to do during the pandemic!  Government isn't there to protect us, its first order of business is to protect their jobs....which ends up meaning never taking a risk and phrasing recomendations in such a way that you can later use the \"misinterpreted\" defense.",
        "So tiresome.  Again, the \"we just don't know\" mantra.",
        "It’s time for a rational POV that masking more likely than not will work at a laboratory level assuming perfect testing conditions, perfect compliance, perfectly comparable immunities, etc.  But, at the population level, with all its randomness and uncontrollable variables, it probably made no difference, and couldn’t.  If our leadership would have said this, and accepted a more likely than not position, made strong recommendations rather than mandates, we would be a happier community acting rationally for the good of the group",
        "It was a novel virus. It was not clear how it spread. People were dying, although age seemed to be a major factor. \nIt was not irrational to try to slow the spread because hospitals were being overwhelmed in the places where the spread was most intense. Even DeSantis and Trump briefly adopted closings to try to fight the virus. \nThe situation was worsened because the supply of high quality masks was insufficient. The idea that homemade cloth masks would stop the virus was always questionable. \nWhen politicians decided that confusing people would help their \"numbers\" rationality was doomed. They did not want to invest in well-designed studies. Some of them did not want to know how and where the virus was spreading. \nSome cultures are more accepting of wearing masks in public. The culture in the US seemed to find it \"wussy\" to put on a mask and only the desire to protect oneself could effectively motivate the reluctant. Of course, if significant numbers refused to mask, masks would not protect. \nMaybe we need to think about how to enhance support for public health. If we don't, I doubt that studies, no matter how well-designed, will work.",
        "Here's a thought: Why not ask the thousands of doctors and nurses over the years who have worn masks out of necessity either to protect a patient or to be protected themselves from a patient with a communicable disease?  I am a retired hospital RN, and I can not say enough how important masking is.  Furthermore, I am somewhat angered that this debate is still going on.  Masks work, period.  But they must be applied correctly, changed regularly, and be made to both prevent and protect one from the spread of infection.  And I will say another thing: politics has absolutely no right to have the audacity to second guess, spin, or even lie about what time-tested medical science has taught us.  Finally, during this day and age, we should never, never have lost over a million Americans from Covid.  Don't blame science. please.  Instead look to the political leaders and Americans who listened to the propaganda concerning this 100 year pandemic.",
        "And of course masks will be twice as effective if both parties in an interaction are wearing them properly!",
        "Considering how conflicting the data is and the fact that Covid spread was not terribly affected by different state policies, which were either very strict, or very lax,￼ any reasonable scientist would say it is far from clear, and therefore the government ought to tread very very lightly.",
        "Great article. As someone who made a living from using data to solve problems, I am very happy to see someone point out that most basic difference in results, \"...absence of evidence of effectiveness is not the same as having evidence of ineffectiveness.\"\n\nWhen a laboratory test clearly shows one thing, and those results aren't reflected in the outside world, the question to be asked is \"what is different in the outside world\" not \"is the laboratory data invalid?\".\n\nOf course for those who just want an excuse to make masks a culture war, rather than use information to save lives, this is not important. But thank you for the article."
    ],
    "web_url": "https://www.nytimes.com/2023/04/30/opinion/masks-pandemic.html"
}