{
    "main": "How to Help Americans Eat Less Junk Food",
    "abstract": "It’s time to use warning labels to steer people away from food that’s bad for them.",
    "keywords": [
        "Processed and Ultraprocessed Foods",
        "Labeling and Labels (Product)",
        "Diet and Nutrition",
        "Law and Legislation",
        "Regulation and Deregulation of Industry",
        "Calories",
        "Advertising and Marketing",
        "Heart",
        "Sugar",
        "Supermarkets and Grocery Stores",
        "Obesity",
        "Beverages",
        "Containers and Packaging",
        "Oils and Fats",
        "Agriculture Department",
        "Food and Drug Administration",
        "United States",
        "Latin America"
    ],
    "comments": [
        "Why is the author so flippant and dismissive of a food label like gluten-free? For many (including people like me who have celiac disease), this isn’t a part of “haze of aggressive marketing,” it’s an important tool that helps us choose foods that are safe for us to consume. Maybe the author should consider using different terminology that does not belittle people with medically-required dietary needs.",
        "Teach nutrition and healthy cooking in schools.\nMost  Americans don't know how to eat b/c they don't know how to cook.",
        "Wow, wouldn't it just be amazing to have an amendment to the Constitution that included Right to Health??\n\nApparently many less developed, poorer countries give their citizens Right to Health; yet here in the wealthiest nation on earth, not only do we citizens have zero Right to Health, we and the land we reside on are both considered like colonists in a colony by both corporations and their handmaiden, Congress, to be exploited for all we are worth.  Sad, and with such devestating consequences across the whole spectrum of life in the United States.  :-(",
        "The article prompted me to search out some info relating income and education to obesity rates in the US. Obesity has increased by shocking amounts across all groups. Education and income don’t inoculate people from poor choices. This type of labeling could only help us.\n\n<a href=\"https://www.cdc.gov/nchs/products/databriefs/db50.htm\" target=\"_blank\">https://www.cdc.gov/nchs/products/databriefs/db50.htm</a>",
        "Interestingly in Europe, you can get snack foods, but they all are quick to say no GMO, no fake artificial flavors, etc.  Still junk but not engineered junk.\n\nLikewise ice cream.  You can buy the same brands sold here in a machine, but with no stabilizers, gums or other fake ingredients.  Chocolate is real, not \"chocolatey\".\n\nFix the chips, take the fake stuff out.",
        "The SCOTUS decision overturning the Chevron doctrine means no food or agriculture regulatory agency can any longer do any of this.\n\nThe decision is a miserable road map from 5 miserable men and a miserable woman for the food industry to stop any such regulatory change from ever happening.\n\nAnd this is just one example of how those 6 remarkably stupid people have moved ahead with the extremist right plan to make this 1920 again in America.",
        "Answer: Stop selling it.",
        "I think first we might have to teach Americans to read.",
        "Overeating is a natural behavior to avert starvation. It’s not a public health issue that requires social institutions to address. This inclination to deny the existence of individual agency as if people are cells in some greater orgasm has become ridiculous. We evolved to rely upon overeating to survive but we can cultivate habits to keep from doing so. But it’s a task which each person must choose to achieve. It’s not a communicable disease requiring communities to act to save all in those communities.",
        "If only they would stop making Cheez-Its.",
        "Cue up the local news in a place like Sioux Falls and you'll see that the anchors and reporters are as obese as their viewers. It was shocking the first few times I saw it, but when you see the huge portions of junk they regularly eat from fast / quick serve corporations it's plain to see this is the way they want to live. \n\nIn the United States, being fat the default unless you're in blue coastal areas or fit cities like Minneapolis and Denver.",
        "The late and before his time Jack LaLane once said:  When going to the grocery store on shop around the paremiter and avoid the aisles.\"",
        "\"Fat people food,\" is an apt descriptor I use. It works. Here's a list of \"Fat people food\": anything made in a bakery, birthday cakes, ice cream, anything wrapped in plastic, anything in a box or bag with a cartoon character, anything with more than 15g sugar, etc. It's so obvious. Fat people have distinct dietary habits and make clear choices in common. Whe nI made those same choices, I got fat. When I stoped making those choices, and made different ones, I got less fat. Simple huh? It works. \n\nWhat else? The crib sheets are on the grocery check out counter, put there by fat people- just look and learn. Soda, cookies, processed meats, candy, liquor (7 kcal/gram)... All you need to do is examine the physique and the grocery payload- no guessing necessary. It couldn't be more obvious.\n\nOffended? While a confused country, mostly overweight frets and kvetches about mere details this strategy WORKS.\n\nAs for warning labels & \"Nutrition facts\"... Such advice and theory of public information is weak sauce. I can't take seriously any recommendation that purports that MORE information will help as all of the info is literally out there... And you don't need anything but your EYES and brain (calibrated properly).",
        "If this is important to you vote for Democrats.  Republicans want as little government control over industry as possible.  Republicans are only interested in profit and controlling women.",
        "I like the solutions presented in this article. I don't believe they would ever go over in the current zeitgeist which worships  free market anarchy and a criminal like Trump could possibly be elected the next president.",
        "I frequently see these labels on food items in Germany; it's a great idea. But just imagine the reaction from GOP politicians and MAGA voters in the USA: \"The Dems are planning to outlaw Pop-Tarts!!\" It would be just another piece of kindling tossed on the culture war bonfire.",
        "But, what about the health of the people called corporations ?\nCorporations are people, y'know !",
        "Every few years, someone gets the bug to “improve” nutritional labeling of foods.\n\nA quick read of the ingredients will tell you if the food is ultraprocessed or not.  If the ingredients aren’t what you’d find in a typical consumer kitchen, then don’t buy the product.\n\nIt doesn’t take any label improvements to know that fresh veg is good and frozen French fries are bad.  Or that a short ingredient list is better than one 4” long with unpronounceable chemical names.  Or that a bag of dried beans is not only the cheapest option, it doesn’t have any additives.\n\nAnd then there’s the order delivery aspects of the SAD that Americans embrace.\n\nLet the whining start….”I don’t have time to cook!!”",
        "It’s worth a try. To get conservatives on board, remind them it’s hard to fight a war with an army of the morbidly obese. Also, there should be a minimum size for the ingredients list. Even with my glasses, I often struggle to read the text, especially as it is often poorly contrasted with the packaging.",
        "The simplest and most honest solution to the food labeling wording dilemma is to use one simple, easy-to-understand word:  \"Junk.\"  There; fixed.",
        "Mark Bitman said it best a while ago.  Eat food, not too much, mostly plants.",
        "If it comes in a box don’t eat it.",
        "I am amazed that anyone can choke that junk down voluntarilary. I ate it as a student because I had a very tight budget.\n\n As soon as I got my first real job I never looked at a fast food joint again.  \n\nIt's horrible!",
        "Didn’t mean to leave American men out of the stats…..average American man is 5’9” and 199.9 lbs.\nNot good.",
        "Our political, agricultural, financial and medical systems are all interconnected to victimize the public and extract their wealth in order to enrich the already rich. Project 2025 will is the final solution to eliminate our already dying democracy and reduce us to serfdom. Donald Trump is just the poster-boy for their scheme.",
        "“money beats soul”",
        "Companies talk about the cost of redoing packaging.   But don’t they have to do that every time they shrinkflate with a catchy banner that says “New look! Same great taste!”?",
        "Where is personal responsibility??\nHow about a sliding scale of co-payments at the doctor if you are grossly overweight?\nOr placing a limit on SNAP funds for sodas--and a BOGO for veggies--real food is cheaper than junk food--a Big Mac is $5--same cost as an entire Costco chicken.\nThe rest of us bear the consequences--financially and otherwise--of a person's reckless behavior.",
        "Americans will never cut back on junk food.",
        "This comes down to needing a four day work week and public childcare. There are literal scientific disciplines to make food difficult to initially resist and hard to stop eating. Let’s say you win and push them to reduce the calories per box, the food scientists are busy making the bite wary and the crunch just right to keep you eating box after box. \nEven restaurants are a nice thing to have but they get you in the seat with salt and fat. \n\nYou don’t cook for yourself as dangerously as they will bc you don’t want colorectal cancer. That is a change people might make. But you need time in your life to be able to cook. \n\nPremade food is always going to be designed to over ride your choices under capitalism.",
        "Ginni Thomas might read a few labels?",
        "This is so condescending.\n\nThe implication is that poor people, especially people of color, are too stupid to know that junk food is bad for them.\n\nIt's not ignorance that causes people to eat junk food. It's poverty. Cooking good food takes money, access, time, and energy, and most Americans lack at least two of those things. Instead of wasting money on warning labels, the government should take the following steps:\n\n1. Raise the minimum wage. It should be at least $20 an hour, nationwide.\n2. Eliminate food deserts. No one should be getting their groceries at a gas station. Ensure every American has a grocery store within walking distance, or for rural areas that every town has at least one grocery store.\n3. Switch to a four-day work week, or lower the work week to 30 hours instead of 40. Provide incentives for companies to hire full-time workers, and punishments for those who don't.\n4. Free childcare for all. Free school lunches for every child. Summer meal plans for kids whose parents are struggling.\n5. Tax the rich. That's the only way to pay for all this.",
        "Meanwhile the usual suspects are trying to normalize morbid obesity as a \"lifestyle choice\". Fat shaming is now a literally a crime akin to assault.\nBehold. Liberal progress.",
        "The FDA won't be able to do bupkis after the recent Supreme Court evisceration of Chevron.",
        "And people can ignore those labels like they ignore the listing of ingredients, fat/carbs/protein/salt etc. Food labels are already full of information people won't read because they'd rather stuff their faces and then become obese and get diabetes.\n\nHow can people look in the mirror and think they're healthy? Of course they're not. Government can only do so much. They'd have to ban all bad foods entirely and even then people would just buy their hostess ho-hos illegally.",
        "I wear a continuous glucose monitor, so know what's happening with my blood sugar. When I was in the US for business last year, my blood sugar was on a rollercoaster of highs and lows. I didn't eat a single item of junk food — it was the extremely expensive, hard-to-book restaurant food that turned out to be full of sugar. \n\nI think Americans like to believe that everyone becomes fat because they eat crappy junk food, but it looks to me like the high-end, prestige food is full of sugar too.",
        "Require meat producers to give us the full ingredient list of their “products”  including hormones, antibiotics and animal feces.",
        "I have found the solution for much of what ails my fellow Americans and that is to abstain from processed foods. That means pasta, chips, bread, crackers, cookies, pies and cakes. I indulge in the occasional whole wheat tortilla to wrap around my scrambled eggs with salsa or chile garlic  spice. I also quit alcohol. The lessening of sugar intake from the alcohol made it easier to resist any craving for processed foods and sugary snacks. Is it easy? No. But I feel and look better eating whole grains like farro and lots of veggies and fruit which has have enabled me to drop 12lbs in two months. We are overwhelmed with ads to eat and consume. Every movie or tv show using booze as a prop, pushes the consumption of alcohol. Many act as if they are powerless to resist the siren call of the adman. We can and should, for our health, absolutely resist. Almost 50% of Americans are clinically obese. It is one of the reasons we had such a high mortality rate than other developed nations during Covid. Obesity is one of the physiological aspects each of us has the power to change. It is unfortunate that our government lacks the will to put a stop to the subsidization and promotion of food like substances which offer zero nutrition and pounds of misery.",
        "I think Azalea Lover is on the right track. As an older American (YiaYia means grandmother), I remember a time when we played outside until our folks called us in for dinner & the family sat down to a meal that had been prepared AT HOME. My mom ( who’s 101, btw), said she couldn’t afford to spend money on things that weren’t good for us. She worked outside the home, as did my dad, but they both made time to cook real food, from real ingredients. \nEducation & labeling are important, but so is prioritizing good health enough that we are willing to spend a little time shopping for & cooking real food.",
        "A warning label will only be as effective as it is accurate - with the science still seeming to shift on nutrition every few years, are we really at a place where we can authoritatively say what *is* healthy or not?\n\nEven sugared drinks, which seem like they should be the absolute easiest dietary culprit to warn against, aren't that simple - you push people from, say, Coke to Diet Coke on the basis of sugar alone, and before you know it they've exploded into morbid obesity from a digestive system that's become trained by the latter to constantly crave sweetness and to never feel satisfied.\n\nThe problem with simple labels is that nutrition is *complicated*.\n\n\n...Might be better to go after the source - for-profit foodstuff companies whose obligation is to their shareholders, not their customers, and as such are duty-bound to engineer their products to be overeaten.  In the financial sector, there's a concept known as a \"fiduciary\" - a money manager who's legally bound to act in the financial interest of their customer, rather than themselves or their company.\n\nIt's about time we likewise started treating our food companies as \"nutritiaries.\"",
        "Eat whole foods (meaning unprocessed, not purchased from whole foods market), preferably from plants. Avoid highly processed foods, instead use only lightly processed foods (frozen, canned, or with a few whole food ingredients) in meal preparations.\n\nThat way, it’s not necessary to wade through nutrition labels or ingredient lists. And nutrition labels don’t include important nutrients, such as fiber — found primarily in whole plant foods, as there is no fiber in animal products  and very little to none in processed foods — and anti-oxidants and other phytonutrients, again found primarily in whole plant foods.",
        "The entire range of rating foods is a mish mash that has escaped proper assessment. The phrase, highly processed, is almost meaningless.  As is the term 'junk food' \n\nHumans do well with almost any diet so long as they get about the right number of calories and the big 3 nutrients - and for some a daily multi-vitamin/mineral tablet. \n\nI've had grand kids, nieces, nephews, and those of friends successfully launched into life with the most horrible diets.  \n\nOptimal and ideal? No, but mostly OK - so it seems.",
        "Exactly what do we mean by \"highly processed\"? Many traditional foods and food ingredients—bread, pasta, salted peanut butter, cheese, graham crackers, tortillas, canned beans, Thanksgiving turkeys, etc—contain added fats/sugars/sodium. So do all \"healthy\" ready-to-eat foods, such as frozen burritos. White flour and polished rice are denatured—should they get a warning label? We would do better to model and teach cooking with healthy whole foods in our schools, as in France and Japan. Hyper-regulation and heavy reliance on ever-changing nutrition science only serve to confuse consumers even more. Case-in-point: Remember when partially hydrogenated fats (trans fats) were recommended over natural ones?",
        "Go for it! Just make the warnings specific-- some people don't need to restrict calories, others need to be extra careful about salt or sugar. And it would be nice to pass legislation giving all Americans a right to health.",
        "What the people need is protection from food snobs like this, the kind of people who like to dictate what others can do, and usually raise their cost of living by pushing them to eat more-expensive food. If not for these people, greens, cabbage, potatoes, onions, melons, would all still be inexpensive foods for the masses. They want to label everything as \"ultra-processed\" when all that really means is prepared and cooked. In moderation, these foods are not bad. But if they admitted that, they would not have a career. Leave people alone.",
        "stop subsidizing corn syrup.\nstart subsidizing organic fruits and vegetables.\nstartr subsidizing humane treatment of livestock.\n\nthere will always be special interests. policy decides which get funded. we could have better ones.",
        "Unless you can find some laws that mandated nutritional  labeling in the 18th century, this will never get past our Supreme Court.",
        "Just came back from two months in Germany, and I can attest the the ABCDE labels on food in the grocery stores 100% affected what I bought.  For instance, if I had a choice of two or three entrees, I chose the one with the healthiest ranking.  And I found myself wishing we had the same thing here in the US.",
        "I grew up in the 1970s.  We had all of the same junk food that people villainize today, but obese children were rare.\nIt isn't about the food (which already has nutrition labels) and it isn't about genetics, it's about the choices that people are making.  \n\nNothing will change until we stop blaming obesity on external forces and place accountability where it belongs: on the individuals who are making bad food choices for themselves and their families. We could start by increasing health insurance rates or decreasing health insurance subsidies (e.g., Medicaid) for people who are overweight, and banning the use of food stamps to buy junk food.",
        "Kudos to the FDA for any efforts they make toward better food transparency. Too bad the GOP will block it, and the (partisan) Supreme Court will back them up.",
        "A big problem with most of the labeling schemes to alert people to healthful choices is considerable disagreement about what is healthy. A salient example is fat. Many of us now believe that sugar, not fat, is the primary cause of obesity and other health problems and that fat is actually an important nutrient—particularly fat from 100% grass-fed cattle and sheep that get all their food from a diversity of pasture plants. \n\nIt's best to select a variety of whole or minimally processed foods: healthy animal products, nuts, vegetables, and fruit— all organic and with no added sugar. This approach is also best for the environment and a stable climate.",
        "There are a few issues here:\n\n1.  Is it really practical to try to force people to eat in a manner that is currently considered “healthy”?  (Remember how we thought fat was never to be eaten, and that artificial sweeteners were “safe and healthy”).  There is constant and contradictory change in dietary recommendations. And they do not take into account what people actually want to eat.  Nanny state?\n2.  Cost.  Like it or not, the cost of processed foods is generally lower than the cost of fresh fruits, vegetables, meat, poultry, fish and dairy.  The people who would probably benefit most from such fresh food often simply can’t afford it. \n3. Food Deserts. These  do not only occur only in inner cities, but rural areas as well.  When people do not have access to grocery stores, and only have access to convenience stores, they don’t have access to better quality food.  Driving 20-40 miles for a grocery store, or trying to manage iffy public transportation in the city makes it difficult if not impossible for some. \n\nWhich leads me to my conclusion- wouldn’t it be better to create access to better quality foods at an affordable price than to spend money on labels that most people will not even bother to read?",
        "I like this idea very much, however, given the recent Supreme Court overruling the Chevron case, I would imagine that if the FDA were to attempt to introduce this type of labeling, they would immediately be hit with huge lawsuits by the food manufacturers.  \n\nSince the Supremes have decided that courts are better “experts” than regulatory agencies packed with actual experts, and because the ultra conservative wing of the Republican Party has achieved their decades long goal of packing the federal bench with young and extremely conservative judges, I expect that labeling foods as described in this article will never, ever happen in the U.S.",
        "Nutritional labels list far fewer nutrients than are listed on supplements and are discussed in public articles about nutrition. When composing memos I learned that comprehensive messages are long and are set aside for reading when the recipients have time, and usually are never read. Labels end up featuring few important facts and never any explanations. \n\nI do believe that to know what are the best choices for optimal nutrition requires serious education not simple messages.",
        "In addition to looking at nutritional facts, one should also look at ingredients mentioned on the labels. Whatever labels are placed, most important is individuals have to pay attention to their own health and their children. Else, no labels could help. For example, cigarette smoking is hazardous to your health, still people are smoking. If we can eliminate eating junk food, we can reduce our health care expenses and live better quality life.",
        "The problem/solution is that WE ARE America. We are corporate America. We are the supreme court. Vote, talk, purchase or don't like you own this. Those of us who vaguely want things better or \"like Europe\" should work harder, take more action, run for office, make noise.",
        "I live in a European Union country where these labels are on most food. My elementary-school children came home from school last month having learned about the labels and eager to inspect all the food in the fridge for labels. In the grocery store they now put the chips they always try to sneak into the basket back (\"eeww, it's E!\") and reach for the \"A\" or \"B\" option instead. \nClear labels + early education can work.",
        "I'm a long time fan of Mark Bittman, and I appreciate the suggestion that more labels will make people eat less junk food. But I also think that what is happening in California is a better route: make it more expensive.  Gavin Newsom signed a law mandating fast food workers get paid $20 per hour.  What happened? Prices skyrocketed. Fast food joints are often empty; many have gone out of business.  This is a good thing--reminiscent of when cigarettes were taxed until their price-per-pack made people quit.  I'm eating less fast food because it is too pricey, anc cooking more at home. Does that solve the problem of chips in stores?  No. And labeling is better for that. But I think taxing bad food is a better route than a label, ultimately.",
        "\"How to Help Americans Eat Less Junk Food\"\n\n1)  Parents go back to cooking supper/dinner.\n\n2)  Parents teach their children how to cook.\n\n3)  See # 2 - Grandparents may have to teach their children and grandchildren how to cook;  maybe find an aunt who cooks.    \n\n4)  Choose an hour for dinner and cut off TV and cell phones during that hour.  Family helps with clean-up. \n\n5)  Snacks should be in the fridge - and should be fruits and/or veggies (celery sticks, carrot sticks,etc.)\n\nBTW:  Fresh is good - but frozen is often better.  Why?  Because much of the \"fresh food\" has spent 2 - 3 days in a truck.  Frozen may have been picked, then washed and frozen in a huge truck sitting on the side of the vegetable field.  \n\nBTW:  Parents need to teach their children the best way - by example.  No junk food, water is the best drink,..etc.\n\nWouldn't it be great if every church in the USA had their good cooks teaching families how to cook! \n\nHow about hospitals having nutrition lessons?  Retired cardiac nurse here:    I remember a cardiothoracic surgeon  saying '\"We see a lot of very fat people, and we see a lot of very old people but we never see very fat, very old people'\"\n\nWithin families and neighborhoods and churches, etc. you won't change everyone.  But oh boy, what a good feeling it is to have a patient return just to tell you \"i've quit smoking\" or 'I've lost 30 pounds and I'm walking every day\".",
        "Education. Companies want money not the health of the population. I find it hard to believe people don’t know what nutritious food is, or how to avoid most of what is sold as food, but that’s my privilege. I’m solidly middle class, but I have an interest in health and access to information.",
        "Because putting nutritional labeling has been so success the last two decades. More knowledge won’t fix the problem.",
        "Does anyone over age 10 not know that potato chips, hot dogs, and most cereals are not healthy?  I doubt manufacturers would have any problem with icons labeling salt, fat, sugar or calories in black icons on the front. Is not the info on the back? \n\nThe line would be that the government stating that you cannot eat these foods.  That has little support.",
        "That's a great idea. Nothing is perfect but it would go a long way toward helping people make good choices.",
        "By now you know that the right wing, backed by Scotus, are anti-regulation and pro culture wars..  If clean air and clean water are considered overstepping by federal regulators, then why would requiring labeling for better nutrition be regarded as anything other than unwelcome meddling and government restriction of choice.  In other words, anything forcibly weighing against profits is off-limits.",
        "It would be interesting to determine the political persuasions of junk food enthusiasts. That will tell us who is responsible for the high health insurance premiums, or health tax.",
        "One of the requirements for a \"free market\" economy is that there  be no asymmetries of information. The consumer should have access to ALL the information the producer/manufacturer has.\n\nIn other words, the US has a long way to go to become a true free market economy.",
        "After the Supreme Court's decision on the Chevron rule, regulatory help is even less likely than it was before.  We know what's junk, what's processed.  It's what we see when we first enter a grocery or convenience store.  It's what I have to walk past to get to the self-service station where I pay for my groceries (cookies and crackers to the left, ice cream to the right).\n\nWe need a lot of will power to avoid the junk that is on offer.  Produce is an easy choice.  Milk products make for an easy choice, if not chocolate or strawberry.  Eggs make for an easy choice.  Frozen food?  I look for what has the fewest additives, has instead protein and fiber.\n\nIt's up to each of us to mount the battle.",
        "Our schools require students to study subjects that \"train their minds\" (theoretically) but have no direct application in most people's daily lives or occupations and may barely be thought of again, if ever, after graduation.\n\nI am thinking (prejudicially, I admit) of subjects like trigonometry, calculus, and even Algebra.\n\nIs the required class time for these subjects really more important than helping students develop life skills at as something as basic as eating in a way that does not undermine their health?\n\nWhat steers such priorities?",
        "I’m not a fan of the nutrition-score rating mentioned here adopted by some European countries. While visiting my mom in Germany, I for example noticed a bag of dry-roasted salted macadamia nuts rated “C,” presumably either on account of the salt content or (an outdated view on) fat. If salt is an issue in someone’s diet, it can be rubbed or rinsed off nuts, and any reasonable nutritionist ought to consider macadamia nuts that have only two ingredients (as opposed to be, say, covered in seasoning or chocolate) a healthy snack choice, not group them with junk food. So the South American system telling consumers what aspect of the food item is questionable or unhealthy makes much more sense.",
        "This is also a failure of our educational system as we do not teach nutrition and how what we eats affects the human body.We fail on so many levels to teach people how to live a healthy life and function in the world as we are overly concerned with who gets into Harvard.",
        "As a kid in the 1960's, my mother was home along with the rest of the neighborhood moms, making three meals a day.  We had mostly cereal and fruit for breakfast, simple sandwiches for lunch, and a standard dinner.  Snacks were fruit or a Hostess product after school.  Not too many overweight people that I remember.\n\nWhen I had children in the 1980's, the snack offerings seemed to explode, Lunchables was a big thing in their middle school, and many mothers went out to work.  \n\nToday, with so many dual income homes, and mothers not making the food as often, or doing takeout or convenience foods, it seems to me there's a correlation there.  \n\nYears ago, a Weight Watchers leader said shopping the perimeter of the grocery store had the least amount of added fat and the biggest benefit to maintaining a thinner life.  I believe that still makes the most sense.",
        "I will never understand why people keep saying that cooking your own food is too much work. I hate spending money on food and I hate cooking, but I make 90% of my meals from scratch. My meals are often times overly simple and I make enough to last 2-3 days. I rarely spend more than 30 minutes cooking my 2-3 days worth of food. That means that between cooking and reheating I am spending about 3 hours a week on all my meals. There is nothing wrong with eating beans and rice with some cheese, sour cream, and salsa for several meals in a row. It is cheap and easy. A bag of dried pinto beans costs a couple dollars and you can freeze most of it depending on your family's size. People need to get over thinking that meals need to be something special. We should eat to live, not live to eat.",
        "This column and the resulting comments are a pretty good microcosm of how dysfunctional the United States has become.  The government is not able to enact meaningful legislation to protect its citizens from toxic products because of the influence of corporate and food lobby groups.  \nAnd even if it could – the justice system (Supreme Court) would toss out any proposed legislation that would harm corporate and food lobby interests.\nDemocracy is not on the ticket in the US in 2024.  \nDemocracy is already dead.  What’s left to decide is to what extent the politicians and judges of the United States will continue to rape and pillage the citizenry of the country on behalf of their corporate overlords.",
        "The United States will never do anything sensible if another country is doing it, especially if they're French. Just look at the way we elect Presidents.",
        "I had a friend years ago who used to dip her babies pacifier in sugar.\nOther friends of ours would feed their children canned spinach and punish them if they didn’t eat it.\n\nAmericans above all need to be educated about what they eat , why they eat it and how it could benefit or not benefit them.\n\nI was raised on a diet that was built around bread and pasta .\nAt 63 I am much more in favor of a tasty vegetable, a hearty salad -something crispy, bright and full of natural flavor.\n\nI’m a big fan of the food pyramid .\nIt would be difficult to go wrong if you ate everything on that very well-balanced plate and no “junk” in between .\n\nWhat defines junk? \nWell, that unfortunately , labels and education aside, seems to be up to the individual .",
        "The bane of American life is not eating freshly cooked food 99% of the time. Many other countries, like India, are also well on their way to getting this incurable infection.",
        "I am always amazed at the people who brag about the cheapest food they purchase.  Then they eat it. Buy the best quality of real food you can afford and prepare it yourself--that is the way to get out of this issue.  If you are able to prepare it yourself, you know what ingredients went into your food. If someone else prepares your food, they will typically buy the cheapest food they can purchase. Be particular about who prepares food for you and yours.",
        "On a recent hot and humid afternoon I was offered a “thirst quencher” beverage which was touted as a source of electrolytes as well as water, and was supposed to be a restorative against the discomforts of heat and thirst. It had a pleasant flavor, somewhat like grapefruit juice, but didn’t make me feel any better. Before I re-dosed myself with another bottle, I took a moment to look over the ingredients. The first item I noticed was, THIRTY EIGHT OUNCES OF SUGAR! Unless someone has taken too much insulin, thirty eight ounces of sugar isn’t going to do anything to make them feel better! That much sugar contributes to dehydration, it doesn’t relieve it. If I had been a diabetic who felt an urgent need to rehydrate, it might have killed me!\nNever underestimate the depraved indifference of American capitalism!\n[ I won’t provide the copyrighted brand name of the offender, but it invokes a reference to an alligator, which serves as the athletic mascot of a university in Florida.]",
        "I have an idea that would save millions of American lives a year. Everyone who has any kind of health insurance must take a physical once a year, with a blood pressure check and blood test. Why this common sense thing isn’t law right now is baffling .\n\nIn my routine exam I found my blood pressure was very high . To bring it down without meds I cut out all salts and sugars , no bread , and only water . All the fruits and vegetables I could want , I found a place that made roasted chicken without salt or seasoning , the same with Salmon and Turkey ( Stew Leonards ) I went back 6 months later, I had lost 40 pounds. My pressure was normal. I was told by my doctor that if I had left my pressure high it would have destroyed my kidneys .",
        "ff you examine the labels of many peanut butters that bill themselves as \"natural\" you'll find they contain hydrogenated palm oil and sugar.",
        "Education and access. Education to teach them how to cook and do so economically. Tonight I will make sausages, peppers and onions. 5 portions $10. A few days ago a N African vegan chickpea dish. Super tasty, 5 servings and $5. Time per dish about 20 minutes prep. I cook 95% of my food with some processed fun like chips. Access is requires moving to a regional food model. Farms, ranches and processing. Break up the big farms, animal husbandry operations and good processors.",
        "\"[t]he F.D.A. may be able to get more creative and slap warning labels highlighting added sugar, sodium and fat on all highly processed foods.\"\n\nThe reverse is underway.  Just this week, the Supreme Court massively undermined government regulations in all Federal agencies with its wholesale abandonment of the Chevron precedent.  Under Chevron, deference is given to reasonable interpretations by agencies when they enact rules to implement legislation.  \n\nThe Supreme Court, with its 6-3 majority, is transferring powers meant to reside with trained government departments to various courts to decide.  This power grab trashes protections in favor of corporate earnings.  This includes the FDA and the EPA.",
        "Obesity levels in the USA are now at 40%---by 2030 per a citation I cannot recall it's projected to grow to 50%. I use the YUKA app (free) that by pointing my cell phone to the bar code on the package (every food item has a bar code) I can see the rating from 1-100 and details as to how the rating was made.  Warning labels are, sadly, only a tiny step in the right direction given the massive temptations we face by the highly processed foods around us.",
        "I dare say food labeling will only go so far.  Without a desire to eat healthily, which is part education and part practice, labels won’t work.  School lunches should be like in Japan and Europe, good food cooked well, providing variety and health.  Few don’t know that a Big Mac or fruit loops are time bombs.  Encouraging lifestyles that include time off for living, and not workload exhaustion, are one important step.  Allowing families time to cook and eat together, encourages learning and exchange.  Kids will help with experimentation and don’t know not to love broccoli unless they are taught so.",
        "I am in France right now, where people are generally a lot thinner than they are in the U.S. They eat vegetables with every meal here, they walk, and they have these warnings when showing fast food and junk food commercials that say \"For your health, avoid snacking between meals\". This is probably why at 12 pm everyone runs out of their offices and gets lunch. I'm sure it beats eating at your desk, as I and I'm sure many of you have done, although I do like being able to have a meal at \"non-mealtime\" (I'm a happy hour or early bird special kind of gal). Anyway, I'm sure there's something to not snacking or eating tons of processed food that makes France and other, thinner countries not beholden to overpriced GLP-1 drugs.",
        "Labeling is a great idea, but in this country, even \"healthy\" food like oatmeal is loaded with chemical toxins that aren't on the label. We need a better government, one that will ban toxic pesticides and chemical additives. And we make \"organic\" options more expensive. Why? \n\nWe also need to give people more time to eat. Mandatory  breaks, especially for health professionals (doctors, nurses, orderlies, radiologists, etc.), shorter commutes and better public transport (yes, even housing can make you sick, if it takes you hours to get home, and you don't have time to cook), national health. Less stress. Shorter work hours. Paid vacation.",
        "Labeling some processed foods as junkier than others misses the problem entirely. The government needs to stop subsidizing corn and subsidize small organic vegetable and fruit farms. Food deserts need alternative fresh foods. And, most of all, the ultra-busy, the chronically-inept at cooking (like myself), single people, picky eaters and people with food issues (allergies, non-meat eaters) desperately need more affordable and accessible places to learn how to prepare meals--with attention to individual needs, not just throwing generic, unsuitable menus at them.",
        "Such labeling laws should have been enacted decades ago. It’s appalling how highly processed foods can make any health claims on its packaging and so deceive the public. How many billions of dollars go into food related health issues that escalate over time. We can and must do better at protecting ourselves from misleading claims by the food industry who routinely place profits over health. They cannot be trusted to do what’s right. In particular, our children should be taught about food justice and health in all educational institutions. Starting to eat well while young makes all the difference for a long and happy life.",
        "Labeling is fine. But British & European meat and produce taste so much better because farm and food laws prohibit the use of  massive amounts of antibiotics, herbicides, pesticides and preservatives.\n\nIt's no surprise that American food is addictive and causes obesity.  It's no surprise that the FDA is in bed with corporate lobbyists. It's no surprise that American food and farm corporations will fight tooth and nail to resist change.",
        "We could also exclude junk food from being eligible for purchase with SNAP benefits (food stamps.)  Junk food is as harmful as alcohol and tobacco, neither of which can be purchased with food stamps.",
        "Obamacare made it easier for people to get and stay obese.    Young and healthy Americans are essentially underwriting the very low health insurance premiums that unhealthy obese Americans are paying to receive their care, including constant insulin injections.   The Republicans are always trying to align incentives with personal responsibility but the Democrats have been in charge for so long that it is now almost deemed hateful or some such thing to say that people ought to be responsible for the decisions they make.   The same dynamic is played out in our large expensive cities like NYC for example where denizens of the projects can have three bedroom apartments for $300 a month, along with free utilities, while the rest of us are working ourselves into early graves for the privilege of living in cities.  America was founded by settlers who arrived and immediately built farms and churches and schools and infirmaries for themselves.  People had to pull their weight to eat.   The Founders would roll over in their graves at the idea of those Americans who take and take and still complain about it while the rest of us subsidize those poor outcomes.   If you want to fix problems like obesity and junk food, you have to go to the root of the problem as explained herein and no Democrat is willing to roll their sleeves up for that.",
        "Bravo! The nutrition, dieteticcommunity and public health communities should all be able to get behind this! We are way pat time to enact this common sense idea.",
        "In your face labels like that right on the front, so when the item is picked out/up the damage is seen. I think it will have good effect. But LOL in the paralyzed states of america it won't happen, too many politicians in bed with too many interest groups, with way too much dirty money being exchanged. Greed rules in the P.S.of A. not common sense or common good.",
        "I am sure this article was written before the decision reversing the Chevron doctrine was announced. Now some judge who probably was appointed by Trump will decide these issues. Mmmm, bring on that health Twinkie.",
        "Food companies will fight this tooth and nail. Much of the abnormal, addictive and hyperpalatable food content we have now can be traced directly to the 1980’s acquisition of the food companies Kraft, General Foods and Nabisco by tobacco companies Philip Morris and R.J. Reynolds. I normally don’t eat much in the way of potato chips or cookies, but when I do, I’ve noticed it’s very hard to stop at just one, to quote the Lays slogan. \n\nThere’s also increasing amounts of food deserts in the U.S., so getting fresh fruits and vegetables and being able to use them before they go bad is both costly and time-intensive.",
        "Subsidize fruits and vegetables, end government support of the sugar cane, corn and sugar beet  industries, rewrite the water laws that drive 50% of Colorado river water to alfalfa fields (  used to feed cattle). It’s astonishing how much money goes towards the most unhealthy food habits, while we struggle to control early onset type II diabetes, obesity and heart disease.",
        "Those chips looked good, pesto mozzarella!",
        "I suppose it is easier to have warning labels but my gosh, how hard is it to find the ingredients list and see how much sugar is in a cup of yogurt? It is not rocket science. Fruit Loops, really, doesn't someone who buys Fruit Loops have to be in a 100% I do not care mode?",
        "Perhaps, a British VAT-like surcharge imposed on foods with high sugar and high salt content would help. And a pro-American Supreme Court would help even more.",
        "I haven't seen this type of labelling in North America, but we should have this. \n\nIt's a very good strategy that will make buyers think twice before putting a product in their food cart.",
        "The right to health or the pursuit of happiness; one is very specific and the other is a possibility chasing another possibility.",
        "Another commenter noted that soda (and other items of zero nutritional value) can be purchased with SNAP benefits. \n\nA few years ago I worked for a large soda company that you know “in the field” (that is, not at a corporate office but at a warehouse & manufacturing location).  Sales associates who would spend all evening stocking stores to the brim the night before monthly SNAP benefits loaded were applauded by management for their ingenuity and work ethic. \n\nWe blame folks for their poor choices but also make it so irresistibly easy for them to make those choices.  Will the government ever stand up to Big Soda and take away SNAP eligibility for their items?  I doubt it.",
        "Your claim seems to be that poor labeling leads (through bad food choices)  to obesity. However, this newspaper told us that there is no scientific consensus that nutritional illiteracy lead to the global explosion of obesity 40 years ago. \n\nScientists Don’t Agree on What Causes Obesity, but They Know What Doesn’t <a href=\"https://www.nytimes.com/2022/11/21/opinion/obesity-cause.html?smid=nytcore-android-share\" target=\"_blank\">https://www.nytimes.com/2022/11/21/opinion/obesity-cause.html?smid=nytcore-android-share</a>\n\nSaying we are fat because we can't read sounds like victim-blaming and seems to present only one tiny side of a very vigorous debate.",
        "I just moved to the United States from Europe, and I’m shocked by how little vegetables you eat over here. And yet, the quality of meat and vegetables is incredible in the supermarkets! I think if people are given the time to cook their own meals you would quickly reduce the obesity rates. \nBut that’s the European perspective, and I have only been here for 2 months and in a single city",
        "This is why Chevron's defeat matters, and why it's so welcome to those of us who love democracy.\n\nNo law would have to be passed to achieve what these \"experts\" want. Just a handful of administrators deciding this should be the law of the land.\n\nDems, please spare me the constant wail about your love of democracy. Unelected bureaucrats making rules that everybody has to follow *or else* is not democracy, and all your word-twisting won't make it democracy.",
        "Tax it like cigarettes…use the proceeds to fund healthy foods, education, and food stamps. That’ll get people to eat less of these poisons.",
        "When a country as staggeringly backwards as Mexico has better food labeling laws than the USA, that just shows you the power of the food processing industry--and the Republican party. \n\nAmerica needs to keep one of them around, but with much stricter labeling laws. The other one? It serves no good purpose.)",
        "We have an entire political party that wants to take away Obamacare, that thinks it was a threat to freedom to ask people to be vaccinated for Covid, and wants to pass laws to put doctors in jail for saving a woman's life.\n\nAnd you think Americans will be good putting warning labels on ice cream and hot dogs.  Or more accurately 90% plus of food people buy that isn't fruits or vegetables.  I care about my health, but I don't want the grocery store filled with warning labels,  Nobody who eats hot dogs on the 4th of July thinks they are healthy.",
        "Teach them to read labels\nNo more than 5 ingredients \nNone of them hard to pronounce \nFast food is Franken Food\nHave them \"enjoy\" prep for colonoscopy week",
        "You are what you eat!",
        "One of the plans of project 2025, which has pretty subsumed the role of presidential puppet master if Trump wins, is the fever dream of American vulture capitalists. Dismantling the administrative state. If Trump is elected, not only will these labels not be used but there will be no FDA.",
        "Authors seem insensitive to the not so fine line between \"help\" and \"cajole\".  One is welcomed, the other imposed.  Not the same thing.",
        "I get a lot of food from Asian grocery stores -- mom and pop variety.   I've even had cooking lessons from grannies an aunties.\n\nthey are as a rule fresh, clean, wholesome, and affordable.",
        "I have a PhD in Food Science and am board-certified in Preventive Medicine. Some of the guidelines are worse than useless. Non-GMO, organic and gluten-free are ao no health benefit to most people. And being rich in omega-3 fatty acids is meaningless unless they're the right ones.\n\nColin Meyer, DVM, PhD",
        "I grow things. If a bag had a simple “steps from nature” label, how many processes and additives occurred between me and the bag, people would pick the apple.",
        "\"Do the best you can until you know better. Then, when you know better, do better.\"Maya Angelou\nLearn all you can about how Ultra-processed \"FOOD\"(it's not food)is made & why(cheap,cheap,cheap). No one wants to feel foolish for spending their hard earned Money, on something that actually may be making them unhealthy.",
        "But will MAGA allow it. Expect claims of \"taking away your comfort food\" and the radical left cancelling.... woke gone rogue. I say this because a few years ago, Republicans pushed back on changes to food policy whereby french fries and ketchup (tomatoes!) were deemed vegetables.",
        "Sugar is addictive and people crave salt and the food industry loads up its products knowing that.  And they lobby and make huge donations to keep it that way.  And most Americans are weak when it comes to diet. We are dumb, fat and happy.",
        "Where have all the \"locavores\" gone? That was supposed to save us from the military-industrial food combine. I suppose they got replaced by the \"15 minute neighbor\" or perhaps they're stuck in the \"missing middle\". If there's one thing \"progressives\" love, it's telling other people what to do,",
        "Terrible food then lots of medical care. Looks like human beings are being farmed. (We should be putting warning labels on meat and dairy too.)",
        "Junk food, processed food, and inactivity have led to this startling stat from public health data. The average American woman is  5’3 1/2”  tall and weighs 170.8 lbs.",
        "I’m in Iowa for a family celebration where every single woman without exception and regardless of age is twice as heavy as I am, and every man is twice as heavy as my husband who was born in the Midwest (I wasn’t). The food served at this joyous family affair? Tasteless burritos. Processed snacks. A cake the color of an abstract painting and with more sugar than flour. I ate nothing, pretending I was sick so not to offend the hosts. If this is your idea of good food, don’t be surprised if you balloon up in your early twenties and remain the size and shape of a beached whale for the rest of your life. These people are neither dirt-poor nor uneducated. They don’t have to eat junk. They just want to. And because they live in a bubble where being fat is the norm they don’t realize what they have domes to themselves. And the idiotic “body acceptance” movement is helping them to poison themselves and their children.",
        "If corporations want to be people, shouldn't they then have to file taxes as individuals instead of being able to file as a business or corporation which offers many more incentives and loopholes? If corporations are people, shouldn't business courts be shut down and prosecutions happen under general civil and criminal courts? I'm fine if they want to be considered people, but then they should have Zero \"business\" incentives that are not offered to the average citizen. How exactly can they be the same as us when their money and assets are treated differently by the IRS? Can an individual have a board of directors and stock options? Citizens United needs to be taken down due to the false equivalencies of the tax laws and legal statutes.",
        "Dear Ms. Morgan & Mr. Bittman,\n\nThe eternal horror of not enough food to go around has led in the wealthiest nation on earth to a hundred million people in bodies oh so round.\n\nGod may indeed help those who help themselves, but we have helped ourselves so well we can no longer help ourselves.\n\nSo by all means, help us, my friends, help us help ourselves, but while you’re at it, see if you can subtract not simply the junk from our food but from our screens and from our politics and from our culture and from our homes and from our minds and from our souls.\n\nBut as for me personally? Excuse me while I go make myself a Pop Tart.\n\nCordially",
        "The popularity of junk food is from biology, natural selection, evolution. Survival when people were hunter-gatherers was threatened when adequate food was not in hand nor sources available in time to avoid starvation. The storage of calories in body fat was made irresistible by a craving for sweet and fatty foods. The need for enough salt was met by a delight with salty foods. Those preferences make junk food hard to resist. But one thing helps to moderate the desire to eat these foods, the well being felt when the body is not being over fed and struggling with the results. That awareness helps to alert people to how differently they feel when they consume nutritious meals without overeating.",
        "The good Christians on the Supreme Court will do God's will and muzzle or eliminate the FDA, and then the good marketers and diet-deniers can return to business as usual.  In Big Food We Trust.  Amen.",
        "This is something that could be legislated and benefit all of us, for each healthier American is a healthier America, but our federal and state legislators are preoccupied with culture wars and attention-gathering stunts. Get to work, you slackers!",
        "Any change that moves us towards better health is a good thing. However what we need to do is find a way to reduce the cost of eating healthy. My family is fortunate enough to be able to afford to do this but I was recently struck at the expense of eating healthy. I made a \"pasta\" dish with Zoodles and roasted broccoli and cauliflower. The cost of the broccoli and cauliflower alone was approximately $8 and with my other ingredients I estimated the meal cost about $14-$15. Had I made a meal with pasta, jarred sauce, and ground beef I estimate my cost would have been $9-$10 or up to 40% less. If I was struggling to feed my family,  the choice of what to make would be clear. How we get to less expensive healthy food  I don't know, but it seems to me this is an important piece of this puzzle that needs addressed.",
        "It's not difficult.  By fresh dairy, produce and meats.  Find an outlet that produces tortillas and chips in house.  By dried beans and rice.  Then prepare your own food.  No government intervention required.",
        "OMG what a great idea, and with empirical evidence to back it up!\n\nIt’ll never happen here.\n\nOne of the first things the other guy did in office was remove all limits on salt in school lunches. \n\nEven under a good administration, corporations in the US would squelch any common sense labeling. Citizens United in obesity, anyone?",
        "I had to laugh at a ‘right to health’!\n\nAmerica doesn’t even allow simple gun registration.\n\nThe right to ‘pursue happiness’ is superseded by the ‘right to bear arms’.\n\nA child is not safe in kindergarten from a person - usually a white, American, male, who exercises his ‘right’ to own a gun.\n\nA ‘right to health’?!  \n\nSurely, those same white, or orangish, American men will rise up with their ‘right’ to strain our medical system and scoff at curtailing their ‘right’ to do anything they want to do!\n\nAmerica is a deeply unserious country and generally behaves like an insolent teenager.",
        "How about people just take some responsibility without having to be told to?  If you hand 100 adults a bag of potato chips and a bag of apples, and ask which is a better snack choice, how many know the answer?  All of them, probably, but people keep making stupid choices.  New labels won't change that.  People also hand phones and iPads to babies.  Americans have given up being responsible.",
        "[And in the long run, the food industry may simply choose to reformulate food products to reduce their harm without being forced — to preserve their profit margins. ]\n\nPerhaps Ms. Morgan and Mr. Bittman should consider becoming sci-fi/fantasy writers.",
        "First of all we have to call all this body positive nonsense for what it really is.",
        "Foil package = garbage you shouldn’t eat\n\nOne simple rule.\n\nSadly food deserts are real.  We need to focus on providing real food choices to everyone as the “market” has failed to offer real food to most low income people.\n\nJunk food should have the “Yuck” label - and we should make a new name for it the highlights the low status of the target market and the abusive nature of what it really is.\n\n“Poor people chemical food”\n\nLet’s get a meme going …..",
        "Here’s another approach which has been very successful when used to fight smoking and nicotine addiction, and which shows promise in reducing consumption of junk and other unhealthful foods\n\nBRITISH MEDICAL JOURNAL -\nUsing Differential Insurance Premiums\nto Fight Smoking and Obesity\n<a href=\"https://www.bmj.com/content/384/bmj.q473/rr\" target=\"_blank\">https://www.bmj.com/content/384/bmj.q473/rr</a>\n\nRequire “those who deliberately engage in unhealthful behaviors to bear most if not all of the huge costs smoking and obesity impose on everyone in the form of higher taxes, monumentally inflated health care costs, and even in the increased prices for goods and services.\n\nIt is only fair that those who deliberately engage in unhealthful behaviors be required to pay those costs of their choices, rather than imposing them on others.\n\nIncreasing the cost of being a smoker - e.g., by imposing high taxes - has been proven to help smokers to quit.”",
        "All the warnings labels in the world are not going to make a difference if people feel that they have no alternative to cheap, fast, easy junk food. A better option IMHO would be mandatory food and nutrition classes for kids starting in elementary school. Let’s not only teach kids about nutrition but also how to prepare inexpensive, healthful food from scratch. \nMost young people enter the adult world with no culinary skills beyond pushing buttons on the microwave or texting Door Dash. Teaching them how to make flavorful, nutritious food for less than a takeout order or a frozen Hot Pocket would go a long way.",
        "Freedom is apparently having an entire grocery store aisle devoted to sugary breakfast cereals pushed at kids.\n\nWoo hoo!!! Freedom is great, isn't it?",
        "Can we quantify the costs to the health care system that accrue when Americans inevitably fall ill and require pills and procedures such as Ozempic, insulin, metformin, blood pressure meds, cholesterol meds, coronary and gastric bypass surgery, etc?\n\nYes!  <a href=\"https://www.nhlbi.nih.gov/news/2019/americans-poor-diet-drives-50-billion-year-health-care-costs?t&utm_source=perplexity\" target=\"_blank\">https://www.nhlbi.nih.gov/news/2019/americans-poor-diet-drives-50-billion-year-health-care-costs?t&utm_source=perplexity</a>\n\n50 billion in. Round figures annually. And that’s 6 years ago. These costs are rapidly increasing!\n\n<a href=\"https://www.rockefellerfoundation.org/initiative/food-is-medicine/?t&utm_source=perplexity\" target=\"_blank\">https://www.rockefellerfoundation.org/initiative/food-is-medicine/?t&utm_source=perplexity</a>\n\nIf we know this, can we force companies producing and encouraging the consumption of these foods to participate financially in the treatments?\n\nThis is a classic case of hidden costs being born by all of us, and profits going only to a few shareholders.\n\nPrivatizing profits and socializing costs. Classic late capitalism America.",
        "Nyt should take major issues facing the USA and deep dive how other countries address them. That would be an amazing article series.",
        "A reading of Upton Sinclair's  book, \"The Jungle\",\nmight make people more aware of what they are eating.",
        "Liberals: Let’s worry about what other people eat while the world burns and Trump prepares for a second term.",
        "How about changing advertising (esp. television) parameters similar to those for cigarettes?",
        "Those French potato chips look really good.",
        "Fruits, vegetables, exercise. Everything else is commercial, greedy, lazy, addictive garbage.",
        "You might begin by shaming all those ridiculous \"body positive\" fools.  Obese is not cool, healthy or attractive.  Stop enabling lazy lifestyles under the false banner of \"inclusion\".",
        "There is a simpler answer.  Whenever possible avoid buying packaged foods.",
        "You have a good case on the merits. Unfortunately, nothing in this country today is decided on the merits any more. I can hear the MAGA chorus now: \"The Democrats are trying to take away our favorite foods! They're Nutrition Nazis! This is America and we have the freedom to eat what we want!\"\n\nThe giant agribusiness and food processing conglomerates will never stand for this. And, thanks to Trump's tax cuts, they have practically unlimited billions to fight it. The new processed food lobby will make the NRA look like amateurs.",
        "If people don't know what's healthy and what's not by now, they never will. And if they don't know that having pizza once a week is okay, but every day is not...",
        "Warning labels about the potential harm of additives to a nutritious product may be 'fine and dandy', but how about demanding the food industry in becoming more responsible, and providing real nourishment, a service to the people, instead of the tempting 'evil' of profits first...and at the cost of what's so precious to humans, good health. It would safe them from the expense of labels as well. Is this just dreaming, or a real possibility? We shall see that in the actions taken...and the sooner the better.  Incidentally, just look at the Soda Industry, despicably wealthy...at our cost. Do you know that, in these United States, 60% of the population is either overweight or obese, compared to the rest of the world (20% only), and with dire consequences health-wise? For now at least, until these companies stop adoring god Greed, the right thing to do is tax them heavily, so its high-sugary product is consumed less times and in less quantity. As we speak, there are folks that have stopped drinking water altogether, in favor of their addiction to sugars. No justice here!",
        "Wealthiest country in the world, but at what cost to its citizens? All the hedging in this article about how hard it is to change food labelling in the US. It will never happen. Our corporate overlords have far too much invested in making us fat and sick and then selling us drugs to treat the fatness and sickness to permit any interventions which could threaten their profits. \n\nAnd why is the entire burden of selecting healthier food on the consumer?  Oh, that's right... Big Food and Big Pharma are in the pockets of our elected officials. So much for the notion that our democracy is \"... a rule of the people, for the people and by the people\".",
        "This is a public health issue and needs to addressed through the public school starting in kindergarten. You cannot change an addiction to sugar, salt and fat once it is established - not until the adult is faced with the debilitating consequences of a serious disease. But start with the children in school and you have a chance at the next generation and the ones after that. I was once the Staff Director of the Senate Select Committee on Nutrition and Human Needs in the 1970s. I put out the first Congressional report on Chronic Disease and Diet and financial cost of medical care to treat people in bad shape.But the impact of all the efforts to reduce sugar, salt and fat is overwhelming the aisles of the stuff in the supermarket. So, I go back to aiming at the kids in school. It worked with brushing teeth three times a day. It worked with seat belts. Over time, it can work with good and dangerous eating habits. Also, require Public Service Advertising in PRIME TIME. That will get everybody's attention.",
        "Are the folks deciding what’s healthy for us the same folks who made the nutrition pyramid? If so, I’ll pass. \n\nSecondly, healthy for whom? My child is allergic to a popular summer time food that would undoubtedly be labeled as healthy, but one bite and we’re in a life threatening situation. Nutrition is not one size fits all. \n\nAt home we focus on moderation and listening to our bodies. We’re privileged enough to not have a particular grocery budget, and I don’t mind if the kids eat cereal on Saturday morning that has a cartoon character on the box.  Bottom line for us is that worrying too much isn’t healthy, so let’s have a diet that has room for a burgers and fries and also salads, quinoa and fruit.",
        "Any kind of system like the examples shown in this article would be a vast improvement. I recently had to make some diet adjustments after a pre-diabetes diagnosis and I'm having a hard time figuring out what is and isn't actual food. Sugar is everywhere and products advertising themselves as sugar-free are often chemically sweetened, which is arguably worse. Products that aren't sweetened tend to be loaded with fat and cholesterol, or salt. And the endless lists of \"contains less than 2% of the following\" are supposed to make us feel okay about eating those chemicals. We presume that \"less than 2%\" is the same as virtually non-existent, until you remember that your body processes food by the micron, and drugs and medicines are often measured in milligrams. Ninety percent of the American diet is slow poison. One of the healthiest things a person could do is learn to cook and make time for it.",
        "Nice thought but the Supreme Court will make sure this type of proposal goes down in flames. We are on the brink of government having no power to influence anything, let alone helping Americans eat better.",
        "Yep.  Gotta dumb it down for Americans.\n\nTo be fair, many people don’t care what they’re eating.  Or how much.  And they definitely don’t know…what to eat.  And they don’t like it.\n\nMy employees see me eating. Homemade salads and other dishes.  They eat like six year olds.\n\nFar easier for them to shop the middle of the market, than the perimeter where fresh lives.",
        "Here is another way to get people to eat healthier.  Stop driving up the expense of fresh produce due to the spiraling costs imposed on those hiring foreign guest workers.  Foreign workers have long been the backbone of the fresh produce, and have been making life-changing incomes from it even before the last decades growth in minimum wage for many states.  Now, with the higher minimum wages, even middle class workers can be enticed to make life-changing money through temporary H2A visas doing harvest work for, say, 6 to 10 weeks a year.  And still, no change in the number of domestic applicants.\nI have nothing against minimum wages going up, and would be glad to see it on a national level.  What is different here is the DOL imposes a punative AEWR--adverse effect wage rate--on top of the already high min. wage to ostensibly 'protect' the domestic workforce from foreign labor taking jobs that we have proven they do not want (in fact, if you can't prove it, your visa application will be denied).\nIn NY, the AEWR is $17.80, much higher than NYC's minimum, not to mention great money in Mexico.  The main produce growing states have seen their wage costs rise 60% in five years.  This is by no means a sustainable rate, and is pushing supermarket prices up, and growers out of business.  \nAnd when a farm goes out of business, no more guest-workers!  Which is just how the anti-foreign labor, anti-Mexican DOL wants it.\nCheap snacks, anyone?",
        "Only in the USA are people allowed to make money at the expense of the health and safety of others.",
        "\"...and it is already working elsewhere. It can work here, too.\"\n\nA lot of things work elsewhere but for some reason never seem to be implemented here.  Universal healthcare, for example.",
        "So, what would the warning label look like on Soylent Green? High in protein, low in fat and calories?\n\nThat's not funny, because food manufacturers will do less to oppose warning labels and more to find ways around them in order to continue pushing their products at us, without telling us what's REALLY in them. Already we can see that the required nutritional labels can be easily manipulated to make something unhealthy appear to be good for you, simply by adjusting the \"portion size\" --- these potato chips have only 10 calories, 2 grams of fat, and 2 grams of sodium per serving! Portion size = 1 chip.\n\nNone of this is regulated, and the ingredients list is conveniently printed in type so small I'm up to +500 reading glasses so I can see them, and even then I'm not sure what 2/3 of the chemicals are.\n\nI have no argument with either of the authors, both widely respected food experts. But this proposal puts the same responsibility on food producers for broadcasting the dangers of their products as we put on the tobacco industry. Sure, smoking has been dramatically reduced, but as recently as the Covid pandemic tobacco growers were still getting government money.\n\nWe are subsidizing the root cause of unhealthy food production in this country. I'm all for warning labels and nutritional information, but until we change the incentives to grow and produce food products from what makes money to what is actually healthy, little will change in the food marketplace.",
        "Sound and reasonable, ideas, and I would have agreed with you until the Supreme Court decisions handed down at the end of this term that clearly show the right wing of the court dismantling the government's ability to regulate industry and protect consumers/citizens. When the \"Chevron deference\"/doctrine still held, perhaps this could work. Now, I'm not sure any actions will survive of the SCOTUS' antipathy toward the FDA, EPA, and other regulatory bodies. Or, to put it more succinctly, that steps such as these warning labels will survive Thomas, Alito and Roberts' desire to support their billionaire friends/benefactors over the general populace.",
        "Americans elect people like Trump and really most dont read at all. Here in Europe where i live these days people dont eat very healthy.  Lots of chips; soda; beer; tobacco etc. So i think people in general dont care about their food intake.",
        "Eating as become a consumerist activity, not a nutritional activity.\n\nFollow the money. This is the reason for so many of our ills now. Whether you are looking at food or who makes the decisions about our country, it always boils down to who has the most money.",
        "Addiction is the American way of business. Drug dealers know that if you addict someone to drugs, you have a permanent client base. Highly processed foods, high in sodium, sugar and fat is a guarantee profit source.\n\nCorporations are people, and they too have to make a living.",
        "I realize this is a pipe dream, but I would prefer to see processed food banned that exceeds unhealthy standards for sugar, salt, fat, and additives.\n\nI love the idea that our laws could just guarantee us a “right to health.” How decent and humane!",
        "I've been wondering for years how Americans lost their ability to sensibly feed themselves. The labeling would be helpful; it would serve as a reminder to shoppers before they add it to their carts or serve it to themselves or family members. But who would actually be edified by the nutritional information; who is the consumer that doesn't already know rainbow colored cereals are NOT part of a healthy breakfast? JFC.",
        "Here's how things will play out:\n\n(1) Well-meaning folks such as Ms. Morgan and Mr. Bittman, together with organizations that agree with them, will fight the good fight, long and hard.\n\n(2) The processed/junk/fast food industry will fight them, tooth and nail, for a long period of time.\n\n(3) Ultimately, some labelling will be agreed to, and Morgan/Bittman and company will feel that they have won a victory of sorts - like 15 rounds of boxing.\n\n(4) All the while, the processed/junk/fast food industry will have invested heavily in marketing, packaging, labelling, flavors, mouth-feel, food scientists, packaging, social media, influencers, and other parts of the immense arsenal they have to ensure the overall impact of the new labels is minimal.\n\n(5) The Ozempic/Wegovy and allies \"complex\", wittingly or not, will work to convince Americans that they can continue to eat as they do and still look and feel great\n\n[Note: I am recovering processed/junk/fast food addict. Habanero flavored cheese popcorn, anyone?]",
        "Does 'Common Sense' have to be spelled out? I can't imagine how 'Stating the Obvious' on a warning label is going to give the consumer the opportunity of a '2nd thought' when they r in the grocery store pushing a cart with a kid in it, and another running in front scanning the aisles for colorful packaging with familiar characters printed on it. Cocoa Krispies with smiling Snap, Crackle and Pop on the box or Tony the Tiger on Frosted Flakes or Toucan Sam on Froot Loops. U try to tell ur kid 'No' in the confusion of delusion that the cereals r a healthy choice. How could glutan free 'Lucky Charms' with a happy leprechaun on the box be bad for u? Don't get me started on 'Captain Crunch'. \nWhat good is a warning label in this scenario. The parent is under assault from all sides, the kids and the advertisers. They have no choice but to succumb in exasperation. Once a kid gets a taste for sugar, it becomes a battle for supremacy for the rest of their lives, the immediate gratification of sugar which leads to chronic conditions verses healthy choices of living foods that leads to a long and fruitful life. These r tough choices.",
        "These helpful guidelines are a pipe dream in the US. The Chevron decision affirms that Americans will not be permitted to use government regulation to protect ourselves from corporate action, whether its planet-killing pollution or health-compromising food ingredients. The only people with power now are judges and CEOs.",
        "Now \"they\" want to take away your right to cereal for breakfast or have a bag of chips with lunch. Now \"they\" want to burden food companies with expensive packaging that result in higher prices. Now \"they\" want to enforce even more regulations. Now \"they\" want to tell you what to do!\n\nSee how easy that was. And I don't even have a billion dollars a politician or a  Supreme court in my pocket.",
        "But how would our for-profit healthcare system ever survive if we all started getting healthy?",
        "I agree that more precise labeling is desirable. However, I don’t believe that it will help curtail the obesity epidemic in this country that we are not allowed to talk about frankly anymore. I remember when the calorie count was put on items sold (e.g., a caramel Frappuccino has 380 with 50% from saturated fat). Did that stop anyone who wasn’t already healthy conscious? Based on what I see people ordering, I’d say no. It is time to start laying the blame back with the consumer and not just the producer. Take charge of your own health. No one else is going to do it for you.",
        "Obesity is ironically tied to malnutrition.\nOur bodies' systems do signal undernourishment; those multiple trips to the fridge are built-in responses to correct the problem.\n\nYes, our bodies have such systems built-in:  for example, a pregnancy will send signals to eat more since 2 lives need the nutrition.  \n\nCravings are warning signals. The trick is to satisfy them through foods that are nutrition-dense.\n\nProcessed foods are manufactured to promote over-eating...surprise surprise, that's how Big Food makes its money.  Recall the ad that says it all: \"Bet you can't eat just one\" (potato chip).",
        "We don't need to \"help\" Americans eat less junk food, we need to ban all packaged and non-whole foods. These plastic containers of engineered hyperpalatability are killing our environment as well as our bodies, and should no longer be allowed in our society.",
        "I buy little in the way of ultra processed food, and most of my grocery budget is spent on fresh fruit and vegetables, but I think the nutri-score system is very helpful, as I’m occasionally surprised at the poor score of something I thought was not particularly unhealthy so I check the label more carefully. I know lots of younger people here who always look at the nutri-scores when they buy and also use apps on their phones for more info. Another helpful thing here in grocery stores in France now is the signage in the aisles about the hidden  “shrinkflation of many products. \n\nGiving people the tools to judge the nutritional value (or not) of foods they buy and making them aware that they are being charged more for less with deceptive packaging isn’t the “Nanny State” it’s the government doing its job to help (not force!) people make informed choices. Whether in banning harmful chemicals, food labeling, or of course affordable healthcare, European politicians do seem to care more about the health of their citizens.",
        "Better nutritional labeling would help college educated, middle class shoppers who can afford to make \"healthy\" choices. But it will do nothing for low income shoppers who have a family to feed on a shoestring budget.",
        "I don't believe that the problem is availability of information.  Across a variety of domains people have been presented with clearcut information about the harms caused by a variety of behaviors and choices - which they choose then to indulge anyway because the payoffs in terms of short term emotional gratification and physical comfort prove irresistible.  It's the chief reason that, in a world made increasingly complex by overpopulation and the increasing power and scope of technology, the future of representative government seems so dim.",
        "More informative labelling or some sort of grading system is a great idea, but I wonder how the Supreme Court ruling in the Chevron case might affect not only stricter regulations but the nutritional labelling currently used or should we be expecting more deceptive labelling from food companies in the future?",
        "Above all, for those with celiac disease dealing with incomplete and often completely inaccurate food labels causing cross contamination illness and related longer term health problems, we need labels that properly account for hidden cross contamination which is the cause for the vast majority of gluten poisonings in those who have been living with celiac disease for many years. The words “gluten free” on packaging are meaningless to those with celiac disease.",
        "It doesn't have to be that complicated.\nIs it a whole food, a fruit, vegetable, grain, legume, nut, oil, herb or spice, meat, eggs, minimally or un-processed dairy like milk, yoghurt or butter, or cheese - produce you can put in a straw basket, wrap in paper, a glass bottle?\nThen it's healthy.\n\nOr is it ultra-processed - with a long ingredient list and at least one industrial-grade ingredient you'd never find in any home kitchen?\nThen it isn't.\n\nTeach kids how to cook real meals from real ingredients - this will prove invaluable, preparing meals together, eating together, doing something with their hands, not just sitting still, doing something real (not phone-based), learning about nature and its bounties, learning with your five senses - this doesn't just improve their physical, but also mental health, and it would benefit all kids, from marginalized communities, who may be more likely to be food deprived, to the kids from wealthy parents, who may be more likely to have experienced disordered eating by familiy members early on...\nCooking, gardening, going into nature, shop classes have health benefits for young people far beyond improving physical health in that moment - it has implications for their mental and physical health, for their whole lives.",
        "We don't need labels. We need a culture that prioritizes time to live life, that isn't consumed by work and \"success,\" that subsidizes good food instead of profitable rubbish, that minimizes advertising, and that takes food seriously in schools. Cooking takes time, leisure and money. That's what people need.",
        "Isn't much of this information already on the package, just that you have to actually look for it? Is it so hard to check ingredients or nutrition facts? At what point should people - adults, at least, accountable for what they are choosing to eat?",
        "The real problem is one of education. Oh I don’t mean that people don’t realize that soda and fries are unhealthy foods. Most people understand this at some level. The problem is people are never taught how to cook for themselves, or think it’s too expensive or takes too much time. You can take a family of four to dinner at Chik-Fil-A and spend $40. Or, for half that, buy a whole chicken, a couple bunches of greens, and serve that with a starch of your choice. Then after, you pick that chicken carcass of leftovers, through it in a stock pot with some celery tops, a few peppercorns, a bay leaf maybe and a little salt, and voila enough stock to make the backbone of a couple pots of homemade soup. That stock, vs the cost of store-bought, pays for the chicken. It’s so easy once you know.",
        "For some reason you fail to use the very convenient and easy-to-understand term \"ultraprocessed food,\" developed by the Brazilian food scientist Carlos Monteiro. THough controversial in some quarters, UPF is a category that has been clearly defined for research purposes (and distinguished from the  categories \"minimally processed\" and simply \"processed\")  and now conclusively shown to contribute to 32 major degenerative diseases. Approximately 50% (!) of the American diet is made of UPFS. Until we clarify exactly what we're talking about, how ubiquitous it is, and how it contributes to disease, we're not going to have the leverage to get people to stop.",
        "An excellent first step would be to update the SNAP Act. Currently soda and candy are can be purchased with SNAP (food stamp) benefits, but a hot rotisserie chicken cannot.",
        "For the past two years, I have tried to eat more fruits and nuts, and exercised more, and have lost roughly 40 pounds. I feel better, stronger, and more alert and awake.",
        "Try a system where a good-nutrition label is voluntary but is awarded only for legitimately healthful products and becomes an actual selling point.  It might eventually help.",
        "The more nutritional label information available to consumers the better! While we're at it, the proliferation of individual serving sized plastic packaging is out of control (like the Nutella pictured here) — and clogging landfills. Regulation is a good thing, food manufacturers are in dire need of it... \n\nVote Blue.",
        "What a thoughtful and well-supported proposal to create some accountability inside the monster industry that fills America's grocery shelves. \n\nIt is too bad that the next administration is going to bend over backwards to ensure that the junk food industry gets anything it wants. They will probably propose new labels that are 100% exempt from any regulatory or scientific information at all.",
        "After surviving the 70's eating cptn crunch for breakfast (and riding in cars with no seat belts), I came across the book \"Eat to Win\" in the early 80's to help address naturally occurring high cholesterol and for improving my athletic performance. Understanding nutrition's role in my overall health was enlightening to say the least.\n\nDecades ago, more meals were homemade and fast food was less ubiquitous. Food overall was less processed. \n\nToday, constant advertising by\nFast food chains and beverage companies dominate television commercials. Grocery store shelves are overrun with food products. Even ethinic foods are Americanized with more salt and sugar.\n\nAmerican culture and health has been co-opted by processed foods and the food pyramid has failed us. The cost is less healthy lives and higher medical costs. Since the publication of that book, U.S. obesity rates have more than doubled to over 40%.\n\nThe globalization of food is not new but seems to have taken a new turn incorporating local tastes at a faster pace accelerating acceptance as more people trade less healthy eating for convenience. \n\nHealthy eating and lifestyle information is out there for people with the interest and will for change. Governments need to play a stronger role too. I consider myself lucky to have adopted healthier eating habits early in my life. Otherwise, it's Garbage in, Garbage out.",
        "This is a contrary opinion. I am usually way left on most issues, but in this case I think everyone knows junk food is not healthy. At some point, we have to stop waiting for the government to help apply individual responsibility.",
        "NYC home economics class 1974, lesson “ how to read a label “. This lesson has lasted for 40 years. Thank you for making it simple. Taught the same lesson to my kid. I want to be healthy and live a long vibrant life. I get it. It is that simple. Label all you want, you have to be able to and want to read it.",
        "Ultra processed foods are also most of the grocery store inflation. Yes, eggs went up with avian flu, but they came back down. Oreos and Ruffles and soda pop are never coming back down in price. If that’s not a deterrent to buying these things, will labels really do more?\n\nRemoving UPFs from my grocery cart allows me to buy higher quality whole foods. A small package of Oreos costs more than a pound of chicken. It’s an easy choice.",
        "Americans split their dollars spent between foods bought at retail ( the focus of this article) and foodservice, which is not mentioned once in this read. Fast food companies continue to introduce “worse for you foods” with no end in sight. This is the crux of the problem. We need a sequel to Fast Food Nation.",
        "So the manufacturers are going to tell consumers why their product is bad for them right on the package and decrease sales.  Good luck with that.",
        "Contrary to the chants of USA USA, we are not the best country in the world for many reasons. This is one. We have let Big Business dictate how government is run. Perhaps one day we will have the stomach to ban both industrial lobbyists & industrial imitation foods. \nBut I doubt it.",
        "Spoiler alert. Many Americans don’t want to eat less junk food. They’re addicted, it is fast, easy and cheap.\n\nEating healthy requires a commitment and, depending on which state you live in, is a challenge. After leaving the produce section of a nonspecialty grocery story, there is nothing healthy to buy that isn’t loaded with sugar, unpronouncable chemicals or both. This is clearly annotated on the labels people are too busy to read.\n\nGood luck getting a produce box in Texas. Or an entre at a restaurant that won’t clog the arteries of 18 starving children in Africa.",
        "Why does the FDA even allow ultraprocessed foodstuffs to be sold/marketed? I mean, it doesn’t allow medications/drugs that are known to cause more harm than good to be sold/marketed….",
        "I have been reading food labels since the second grade. I think it would be fantastic to put these labels on food that way kids can decide what to eat, if their parents make awful food choices for them. These food product companies can decide to support the health of the population instead of slowly poisoning it. I am all for labels that have a meaningful and regulated purpose.",
        "This article is mostly untrue. Go into any store. The first thing you encounter is fresh produce, Most of the processed food is at the back. The labeling is accurate. Farmers markets are promoted everywhere. Healthy eating is promoted everywhere. People do not buy junk food out of lack of knowledge that it is not good for them.",
        "Will never happen here. The SC says that the rights of any corporation trump individuals' rights (sorry about the verb). We all know the drill by now.",
        "Thank you!  This was excellent journalism and ertainly  in the public interest.",
        "I like the labelling.  I find it ironic that countries that suffered from the American influenced junk food phenomenon over the past 50+ years are the ones dialing it back and with success.  In the US, it seems that Big Ag and Big Pharma would rather work hand in hand to create a problem (obesity and the chronic diseases that result) and then offer a high priced 'solution' (Ozempic et al) so that the concentration of wealth continues and the greater good of a society - meh.  With science now showing the biological impact of ultraprocessed foods to the gut microbiome and brains of humans its no wonder there is an ever-increasing epidemic of mental health and physical health deterioration.  Lobbyists should be illegal and the FDA should be broken into a food only body that is chinese walled from the drug body.  People cannot seem to do this for themselves.",
        "Grocery stores should be called junk food stores. A vast majority of what they sell is highly processed food that’s been concocted in food conglomerate’s laboratory. These foods are designed to be addictive and profitable, that’s it nutrition and health have nothing to do with it. \n\nIt’s not rocket science to identify these foods, you don’t need to understand the names of the additives. If the list of ingredients like for example a loaf of bread is a paragraph long that’s a pretty good indication that’s unhealthy and you probably shouldn’t be eating it.",
        "Not sure how those chips are \"C,\" wonder what it takes to make it an \"E.\"  I do like the idea though and the sooner we have something similar the better.  Who does the grading?",
        "The information is fully visible, available, study-able. This type of help, to be effective, can only come from within; not without. Choosing -- or not choosing -- the immediate jolt that salt, sugar and fat gives our brain is key. Self-control is difficult. The option to choose self-control, and gain other types of gratification, may come with peaks and troughs across one's lifespan. For example, there may be times in a person's life when a svelte figure, or good heart health, is deemed a priority.",
        "Ultra processed foods are not only cheap, they are carefully designed to be addictive, hitting that perfect combination of sugar, fat and salt that many find irresistible. \n\nWhen Paul J. Kenny (Professor and Chair of the Department of Neuroscience at Mount Sinai) gained over 30 lbs in one year after moving to the U.S. from Ireland, he was determined to find out more about what it was about the American diet that was causing people to gain weight.\n\nDr. Kenny devised a study showing how rats raised on standard rat chow were able to stop eating when full. However, when the rats were fed the Standard American Diet (French fries, pizza, ice cream, bacon, cheesecake, etc.) the rats would go crazy and eat compulsively, consuming many more calories than they did on their rat chow diet. When he put the rats back on their standard rat chow, he was surprised to find that the rats ended up refusing to eat their standard healthy food, only giving in when absolutely starving.\n\nA recent study out of Yale School of Medicine published in Cell Metabolism demonstrated that those who ate a high-fat, high-sugar snack for 8 weeks had an increase in Dopamine (the neurotransmitter related to motivation and expectation of reward) when anticipating receiving such a high-fat, high-sugar snack based on visual cues. The addictive quality of foods high in both fat and sugar and/or salt is well documented, and these foods activate the same reward pathways in the brain as drugs like nicotine and cocaine.",
        "If you want Americans to stop making bad and self-destructive choices, you have to make the choice pretty simple. Just look at the upcoming election: A is good, B is bad, is not even simple enough.",
        "I arrived in America forty years ago, as a newlywed. I moved to the US from Austria, Europe.\nI was shocked by the portion size here. A small drink here had been a large one where I came from. The first \"All-You-Can-Eat\" sign made me laugh until I learned it was a serious invitation to overeat.\nFast food places on every corner. So much fried food, no salads, no healthy alternatives, just greasy, cheap food without nutrition. Salad dressings? I didn't know they came in bottles. There was something else than vinegar and oil?  \nQuickly I adjusted, perhaps too quickly, and years later, when I got some health issues, I remembered my roots and changed my lifestyle back to 'normal'.",
        "I like this suggestion - but - there’s one fundamental flaw:  if it needs a label at all, it’s probably unhealthy.  \n\nAre you going to stick an ‘A’ label one every solitary yam in the pile?",
        "I love these suggestions, however, the problem in the US is that our government and courts don't seem to be on our side, that is, on the side of ordinary people. Anything aimed at improving the health, nutrition or knowledge of Americans gets labeled as \"socialism,\" \"nanny state,\" \"elitism,\" or \"anti-business.\" The prevailing ethos seems to be caveat emptor. For example thanks to a heavily lobbied former Senator from Utah, vitamins and supplements don't actually have to contain anything that the label says it contains. And we're moving in the wrong direction with the Supreme Court rulings this week. It's almost as if the powers that be (mostly republicans), want us  to be as sick and ignorant as possible -- easier to manipulate.",
        "Part of the problem must be the general confusion between nutrition and diet. Yes indeed any one item can be bad for you, yet maintaining a consistently balanced diet or at least restoring it when it is occasionally ignored acts to mitigate temporary excesses.",
        "Unfortunately many people do not care about the labels.   Smoking was stopped only to a small extent by the message posted on cigarette packs and a good many may not attend even to large black pentagons, bright red circles or even chrome yellow spiculated shapes with warnings on them.\nFat has the capacity, as does salt and sugar to give a sensation of taste.   It is possible to use artificial flavors, but often that is not any better an option.\nHaving fresh fruit or other snacks may still be high in sugar and calories, but at least most are low in fat (excluding coconuts!).   The need to have people snack less or more healthily will probably continue to elude our best efforts.",
        "Hey, before you all jump on the \"potato chips cause heart disease \" train I want to remind you that coronary heart disease is a disease, not a lifestyle choice.  Plenty of young, fit men and women have fallen off their bikes with a heart attack and many of us have lived through that day due to the wonderful  advances in surgery.  I'm one of them.  After my stent was placed my cardiologist told me that I had done everything right, that if they had been able to look at my heart when I was a teenager they could have predicted the disease.  Yes we should eat well and exercise daily and reduce the stress in our lives but please remember that all the wheat germ, tofu, lentil soup and leafy greens in the world will not cure a disease.",
        "IMO these labels are nothing more than a sticking plaster. They bolster a veneer of acceptability regardless of what they are intended to do. I think most ppl will simply ignore them. \n\nThe focus needs to be on education including free basic cooking classes with free REAL ingredients which attendees can take home at the end of the class. No, I don't know who will provide the classes and the ingredients, but this is where effort should go, not on yet more labelling.",
        "I abandoned almost all foods with ingredients. It wasn't hard to do. Yesterday: Baked salmon, almonds, raisins, dark chocolate, apple, dried apricots, oatmeal, frozen blueberries, kale salad (bagged, whatever works), sunflower seeds, pumpkin seeds, mushrooms, fresh garlic, avocado, hummus, plain peanut butter, healthiest bread I can find, fresh strawberries and raspberries, air-popped popcorn with olive oil and salt, quinoa, a bit of non-industrial cheese (Asiago yum), coffee.",
        "I applaud the efforts of countries that provide clear information to consumers about the dangers of what they are ingesting. How powerful is the food lobby in the U.S.? I can’t even imagine what power they wield with our donation- hungry legislators.\n\nWhat constitutes junk food? Take a walk down the cereal aisle. It is a complete joke. There may as well be bags of sugar on the shelves to be poured directly into children’s cereal bowls. Froot Loops is 41% sugar. There should be blinking danger lights attached to every single cereal box overloaded with sugar. \n\nMy heart goes out to busy working parents who just want to put a meal on the table for their family. Unfortunately, processed foods can be prepared quickly, and they are less expensive than fresh fruits and vegetables. Two very small bunches of fresh broccoli cost $8.00 and that is just a side dish. \n\nThere is something very wrong with our food system and the rampant obesity in this country is a symptom of a sick system. \n\nPeople would make nutritious foods if it was cost effective and easy to prepare. Most people do want what’s best for their families.",
        "The ideas shared here are all very good, and clearly have had positive effects in the countries that enacted this labeling.\n\nI'm concerned that here in the US, corporate lobbiests will bend over backwards to prevent such labeling. I'm also concerned that we, as a nation, don't have real health care, but we pay for illness care. \n\nTo quote Michael Pollen, \" eat food, not too much, mostly plants\"",
        "Doesn’t everyone know that processed food that comes in plastic bags is bad for us? We choose to eat it out of laziness.",
        "Labeling only puts a cosmetic surface on the real problem.\n\nMarketing, sales, advertising, consumption, convenience, we're in real trouble and the train has left the station.\n\nWe're drowning in plastic and surface, short-term gratification over survival.\n\nTime to get a grip. [and I'm no exception, but we're in real real bad bad trouble across the board]",
        "I love the new labeling ideas.\nIf we don’t get our diets under control - especially for our children - soon they all will be obese and taking Ozempic.",
        "The real problem is the govt and therefore the food industry doesn't understand what 'healthy food' actually is. Until the govt dietary guidelines aren't formulated by a committee poisoned on cherry-picked data (e.g., see 'The Seven Countries Study' by Ancel Keys that claimed eating saturated fat from animals causs heart disease (it doesn't)) or by having representatives from Industrial Food twist the guidelines for maximum profitability instead of human health, no additional labeling will be effective. Get the nutrition science correct first before having the govt label things. Unfortunately, in the US, we are more interested in people generating profit for industrial food companies than we are in actually telling people what healthy food is.",
        "In the uk we have had the traffic light system for years. I very rarely look at ingredients, maybe just to compare branded against store brand, but will always check the colour band and avoid the reds. Simple.",
        "The media never ends regarding this.   I grew up in the 60's and have watched as marketing commercials and literally,  television jingles normalized it.   \"We are ADM\" back in the 1980's.   \nIt's interesting how smaller, so called secularized countries like Mexico can take on the fight,  yet we remain victimizing our poor.  And if you are older you really see it.  I did over decades in Los Angeles.   It was a different diet in 1970...",
        "If you can't buy booze and cigarettes with welfare, why should junk food be available? It would be a big step in the right direction to fighting obesity, diabetes and numerous health issues. Would save the government and the people money from rising health costs.",
        "We are what we eat.\n\nThe FDA is the agency designated by the Congress that regulates the food and drug industry. The regulations cover the production, handling and sales of processed and packaged food. Hygienic safety and ingredient purity is more important to FDA than the nutrition value or the harm the high sugar, salt or fat content causes to children and adults.\n\nThe FDA should pay more attention to the effects the food item causes just like they evaluate any drug, their benefits and side effects. The SCOTUS wants to dismantle the rule making and interpretation of law by the Administrative agencies. So, now, more responsibility falls on the Congress. In light of the obesity epidemic which starts during childhood, it’s time the Congress tightens regulation on processed food and other nutraceuticals based on the nutritional value and the harm it can cause. \n\nWe cannot let the big corporations decide what we should eat.\nA voluntary ban on advertisements on TV and social media for junk food and sugary sodas and drinks by the Food industry could be a starter. For every best seller junk food item that a Corporation manufactures they should be mandated to provide a similar nutritious item low in calories, sugar, fat and salt.\nAnd, that item has to be displayed by grocery stores as an alternative on the same shelf just by the side of the best selling item.\n\nParents are responsible for the food they bring home for the children to consume. And, should insist schools do the same.",
        "These are great ideas to reduce the amount of junk food people consume!  I hope the US will adopt something close to this front-of-the-package labeling. It always surprises me that our country insists on doing things the “American Way”, when other countries often have greatly effective ways of improving people’s lives, and we could benefit a lot by adopting them.",
        "I don't even know what is being taught in HS health class, or if there even are health classes anymore. We used to learn about the food pyramid at least, and didn't have anywhere near the processed options we have today.\n\nAbsent more forceful labeling, it will fall on the parents to instill good eating habits. However they are battling huge headwinds - food deserts in many neighborhoods, pervasive and misleading food industry marketing, single working parents with limited time and money.",
        "Most people who are working full time and raising families have very little time to prepare meals. Single parents and two-earner families don't have the luxury of cooking from scratch because it is so time consuming. (I know I will hear from those who are able, but for many,  it is unrealistic goal. I personally did not want to spend my weekends cooking and freezing food.) Opening a canned or packaged product and heating it up for dinner is much more convenient and saves a lot of time. I know this from experience. When I was working, we ordered pizza once a week, heated up the frozen chicken fingers and even the canned Dinty Moore stew. Now that I am retired, I have more time to shop and cook healthy meals...and fewer to cook for.",
        "I was at the grocery store the other day. There was a woman in front of me who paid using her SNAP card and cash. Her daughter, who appeared to be about two years old, sat in the cart drinking a soda, which mom had to briefly take from her so the cashier could scan. Then the girl reached for a Twix, which mom also had the cashier scan and then handed it back to her daughter. \n\nIt was sad. No two year old should be eating a Twix and drinking soda. How does this happen? Is it lack of education? Is it being so overwhelmed with life that one can’t procure nourishing food for one’s children? Is it laziness or permissive parenting?\n\nI’m an early childhood teacher and I can tell you with certainty that children who consume large amounts of junk food do not perform well in school academically, socially, or behaviorally.\n\nI’m generally against the government interfering in peoples’ lives but in that moment I thought to myself that it should be illegal to feed a young child that sort of food.",
        "While well-meaning, will larger labels really make a difference? Packaging is already very \"noisy\" - bright and attractive.  I think few will pay attention - those that might are likely already inclined to read the smaller nutritional label already present - and those populations at highest risk (and where health disparities are largest) IMO will not benefit.\n\nI wonder if those studies that suggest a benefit are 'real world\" studies?  Most studies are done in a room, under carefully-controlled conditions, with some survey questions following the different exposures.  Show me a study of sample packaging in a real supermarket, and video of what shoppers do.",
        "The grocery floor area taken up by junk is enormous, so it must be very profitable to the stores as well as the manufacturers. The actual cost to the world needs to be paid in some way--the cost of all the processing, which requires energy, the cost of all the packaging, the cost for producing the ingredients ( corn syrup, etc), which are, in processed foods, largely products of the giant agribusiness sector, highly subsidized by the USDA, e.g. taxpayers. That should end .   And there should be some sort of tax to help fund medical and dental care, on everything that is simply junk. \n\nLet's also stop training kids to eat processed foods in schools.  Many school kitchens only have giant warming ovens, but surely companies could prepare items that are less processed for that market .\n\nLike everything else that works better in other countries, we should look for ideas that have already been tested.  What does Europe do, for example, at every step of the  process for different kinds of foods? There is junk food available in stores there, but it doesn't occupy half or more of the floorspace.",
        "Excellent suggestions. Not everyone will read and heed this information but a meaningful percentage may, and then move on to healthier options.",
        "\"What could help is a system giving consumers important nutrition information at a glance on the front of a package: a warning sign that a high-sugar soda or breakfast cereal product, for example, is an unhealthy choice. The bold move here would be to steer people away from food that’s bad for them.\"  In the next paragraph, the authors admit that this will never happen.  Not in the United States.  I was walking through the aisles of my local grocery store a few days ago.  Almost everything on the shelves was processed garbage. The produce section features fruit from Driscoll's which owns one-third of the U.S. berry market, Basket and Bushel, owned by Topco and then a lot of stuff from Dole and similar.  I am grateful that I live in a place where there are local small farms where I can go to get fresh produce from May-October, but it is even more expensive than what I can find in the grocery store.",
        "It would also be a great help if food manufacturers reduced their sodium and sugar. I ate at an Italian restaurant yesterday and the pasta was super salty, way more than necessary, wary more than I've ever tasted in Italy. America's special spice: salt.",
        "Current labels aren't doing much of anything.  Adding additional labels to processed junk food isn't going to do much in the long run either.\n\nWe have to get back to basics, to stressing whole foods again.  If the food you're eating doesn't look like the plant it came from or the animal it came from, it's not food.  It's junk.  Period.  Everything else is a just a distraction and an excuse to continue to feed a powerful food industry.  In the end, if American's simple switch to less processed more whole foods, the food industry will have no choice but to give people what it is they want...theoretically.",
        "If cigarette and liquor advertising can be banned from tv, why can't fast food and junk food also be banned?",
        "I would be curious to know how much highly processed junk food purchasing is being subsidized by SNAP, and would prefer that this end. The logic of our government enabling Americans poor eating habits eludes me, but is nearly impossible to change this situation due to corporate interests.",
        "A very important discussion. Thank you for amplifying it.",
        "It's not the labels. It's the prevalence of junk food available everywhere.",
        "Since the Supremes gutted Chevron I doubt they would \"allow\" an agency to hurt corporate food manufacturers.",
        "Probably a good idea to introduce these packaging labels. I doubt this will make a substantial difference in our obesity epidemic, though, as people have already rationalized their bad eating habits while becoming addicted to fast/convenience food. \nI see this manifested in the few number of gardens (very cheap fruits and veggies) compared to 50 years ago, and reflected in the huge increase in obesity over those same 50 years. \nThe fast/convenience food companies have pandered quite well to human tastes for fats, sugars, and salts (we evolved to crave these, as we never knew where our next meal would come from). Now we reap what we sow.",
        "Heart disease, and many cancers, are--in the words of a couple of cardiologists I know--lifestyle diseases.  And bad eating habits are helping to make Americans fatter and sicker.  Covid demonstrated that overweight and diabetic people are often targets of opportunity for a virus.  And what you eat affects your gut bacteria and the chemicals they feed back into you.  And they also affect inflammation that can cause or exacerbate various issues.  But overcoming this trend means not only education at an early age, tough regulation of the food industry, but also a changing of tastes.  Sweet, salty and fatty are now considered desirable by too many \"cooking experts\" as well as eaters.  Convenience is king.  We will need to shift people to appreciating freshness, quality, and diversity.  It will not be easy, but we can be healthier.",
        "I disagree. \n\nThe best way is to give them better options. We’re traveling in Japan this summer and while there’s junk food around I don’t see the Japanese buying much of it.\n\nInstead, there are tons of groceries and small local restaurants around with tons of unprocessed foods. On every street.",
        "Sadly, for many, the only label on food products that has meaning in their selection is the price label and what they are able to afford to eat.",
        "Buy less (preferably very little) processed foods.\n\nProcessed and prepared are high in sodium, saturated fat and loaded with worthless calories.  Salt is an inexpensive preservative and when combined with a high fat content, is a marketed product meant to appeal to our salt-fat cravings and (sadly) tendency for instant gratification compared to good, healthy, \"slow food\".  \n\nSure we all can enjoy a small bag of chips on occasion, but a healthy diet should include:\n* 5 servings of veggies,\n* 3 servings of fruit,\n* protein from sustainable sources (e.g. legumes, tofu, environmentally farmed fish, nuts, etc.)\n* heart healthy oils in lieu of cooking with saturated or animal fat products (e.g. butter, lard, etc)\n* reduced and moderated sugar intake, preferably natural sugars (e.g. maple syrup, honey)\n* no red meat (it's environmentally damaging compared to other protein sources AND has unhealthy fats),\n\nOf course enjoy an ice cream, a hamburger or cook with butter on occasion but no more than once a week.\n\nAlso exercise 4-5 times per week, 30 minutes of elevated heart rate.  \n\nnamaste",
        "As a senior with poor eyesight, I have to use a magnifying glass to read food labels. If nothing else can be done, just enlarging what is now being displayed on labels can be very helpful also. And the colorful labels now being used in other countries and the sentiment behind using them are truly amazing and useful.",
        "Big Food gives us highly processed, large portions of food that have driven the obesity epidemic. Big Medicine treats the resulting obesity, heart disease, type 2 diabetes, and joint issues with procedures and lifelong medications.  Follow the money and the fact that this stuff is highly palatable and cheap to produce. I agree with this article but there is great money and power in this battle.",
        "Thank you for this article.  As noted, this would be just one element in what is needed to help people living in the United States make healthier choices. People in the US need access to healthy foods in all neighborhoods, not just the more economically affluent areas. Equally important, we need healthy food to be as affordable as the ultra-processed products that are cheaper and more plentiful. These ultra-processed items are not so much food as food-adjacent edible substances.  If we make real food affordable and accessible, then we can begin to manage the health crises directly tied to people's diets.",
        "It's stomach turning how highly processed \"foods\" are still considered \"foods\". Over the years, I've gotten better at reading labels and leaving highly processed foods on the shelf, but some still get through because they're ubiquitous and sometimes you want prepared foods that you don't have to cook from scratch yourself... I'm going to keep trying my best, but a simple, bold label like the ones in the article would make this task even quicker and, I suspect, more effective.",
        "Beyond belief that this country has failed its people on so many levels.  People could actually improve their cognition and attain a measure of physical health impossible to attain without proper input.  It's as plain as the need for Power to charge your phone.  Another example of the predation allowed by Conglomerate America.",
        "Better labelling would certainly be a good start. Take the case of prepared spaghetti sauce.   Dozens of different brands on the shelf.  I try to find the one with the least amount of salt and sugar in it. Front of package labelling would clearly help me to make a better choice.  Yes, I could make my own sauce but I'm not going to, so give me some options here.",
        "This would help, marginally.  What we really need is healthy, shelf-stable food so that there are actually (many) healthy options in a gas station convenience store.  Opting to just not eat is not a solution.",
        "Corporate America will never permit any such regulation. I haven't done the analysis, but I'm certain that Big Food's margins and the amount of real nutrition in any given product are in inverse proportion. Even unhealthy foods like sliced American cheese and ice cream are getting hard to find—instead, we have two thousand options for \"cheese food\" and \"frozen desserts.\" Unlike the EU, which works to make life better for people rather than companies, the US has no political will to promote human health. Just look at our so-called medical economics.",
        "If the objective is to lose or maintain weight, the most important number is calories, which is already given for most prepared and many restaurant foods. Evidently these numbers are ignored by many consumers.  New warning labels will probably be ignored as well.",
        "We have a country with a massive food crisis: due to extreme wealth inequality, millions of Americans live in food deserts, where labeling will not help. In a dollar store or a convenience store, the only possible non-ultraprocessed food may be a few dairy products and some rancid nuts- I have walked through some of these places to see how bad things really are. So, much as the labeling improves the information available, you have to have healthy alternatives available. Maybe tax the true junk food so these low quality stores are forced by price concerns to stock other items?",
        "This sounds so sensible but the Supreme Court would surely overturn such governmental regulations when the corporations profiting from our unhealthy diets file lawsuits claiming harm to their health. Corporate health over human body health, they seem to be saying.",
        "I’ll bet you a quarter that this labeling will not stop people from eating junk or convenient food.  The price of fresh vegetables, fruit and protein keeps people eating out of a box.  Unless people were raised in households and traditions where eating well was a daily part of life and where parent had the time and interest in cooking , convenience food win out. When I look at people baskets in typical supermarkets, have their baskets are filled pre-packets sweets, treats, and cereal.",
        "I believe this will be as effective as putting calories on menus. We need to have food cost what it actually costs to society. We actually subsidize large corporate farms. Make portions smaller. Why can’t I buy a small anything but I can buy extra large everything? Use taxes on junk food to pay for healthcare and real food in school lunches plus money for playgrounds and parks. Subsidize healthier food choices. And it doesn’t have to be farmers markets, it can be frozen vegetables and fruits."
    ],
    "web_url": "https://www.nytimes.com/2024/06/30/opinion/food-warning-labels-ultra-processed-food.html"
}