{
    "main": "It’s Not Your Imagination. Your Allergies Are Getting Worse.",
    "abstract": "The seasonal allergy hill is now an all-year mountain.",
    "keywords": [
        "Global Warming",
        "Allergies",
        "Pollen"
    ],
    "comments": [
        "Interesting isn’t it — I don’t believe any of it for a minute.  Someone is up to no good!",
        "I’m running my Corsi Rosenthal box right now. Helps so much!  Costco has MERV 14 filters on sale starting May 15.",
        "I hope journalists follow up with the oil executives about Trump’s offer of a deal to them — give him 1B in exchange for wiping out the climate progress made under Biden.",
        "Thank you for this.  I thought it was weird that my husband is still suffering from allergies this late in the year and Margaret Renkl's piece helps explain why.  Fortunately the over-the-counter stuff works OK to control it, but who knows if there are side-effects from extended use over the long-term.  Overall, the changing climate is having a macro and very micro impact.",
        "Climate change is a very slow process.  From 2018 to 2021 the mean temperature rose by about 0.03 C (0.05 F).  If the rate of hay fever tripled, as Renkl suggests, there must be another cause.  More likely, irregular fluctuations in timing of rainfall, or El Nino.",
        "Thank you for including Trump's statement. That's all we need to know about this man's and his party's morality and priorities.",
        "My ENT doctor recommended doing a daily saline rinse via a neti pot and compared it to washing one's hands. Works like a charm!",
        "42 years old and I'm experiencing my very first bout of seasonal allergies in 2024.",
        "Not those plant allergies but the chemical ones. Try to figure out which chemical is the cause is an impossible task. And this includes the additives in pharmaceutical prescriptions.  The last five years has seen a wave of every soap producing hives and prescriptions with known allergy producing chemicals as \"additives\".",
        "I wear mask when I go out, a habit developed during Covid time. It helps reduce pollen effect. Wearing glasses also helps. I  take showers before I go to bed and change clothes every day and wash them every week. Still, pollen effected me but not as severe as I need to take medications.",
        "Animals are not immune…here in NH, horses are showing signs of seasonal allergies, as are dogs.  They are also sensitive to the presence of new species’ pollen.  I developed seasonal allergies i5 years ago, and have never had them before.  I’ve lived in the area for over 60 years, and have farmed for most of those.  Now I have hay fever? Oh, yay.",
        "\"My husband turns away from me to sleep because the pollen grains clinging to my hair make him sneeze, too.\"\n\nWhile you don't have control over climate change, you can fix this.\n\nTake a shower and wash your hair before bed. This will remove most of the pollen from your body.",
        "If schools and businesses installed enough filtered ventilation to avoid viral infections, they would also prevent sneezing, wheezing, stuffed noses and watery eyes.",
        "I developed spring allergies in my 40s and needed 3 meds through the season until I started acupuncture.  I schedule 3 appts, one week apart in the last weeks of winter and have not needed any allergy meds for years.  It works!",
        "I’ve been happy with local wildflower honey infused with pollen. It’s like bee sting therapy. Exposure therapy to pollen. Worked for me.",
        "I have chronic bronchitis compounded by seasonal allergies. Long ago, there was a liquid medication called Novahistine Expectorant. The military referred to it as APC, All Purpose Cure. Every spring and fall, my PHP would write a script for me, I would go to the local pharmacist, and from under the counter came one of the unsung wonder drugs of the 20th Century. A swig directly from the bottle took care of everything, and, with a not insignificant amount of codeine contained therein, even if it didn’t, it did. Sinus problems? Allergies? No problem. Hernia, dislocated shoulder, ear wax, a disruptive student? Bring it. Not quite the Salk vaccine, but still one of my all time favs.",
        "Like most here, I am not an allergist - although I do work for an allergy organization. If your husband is suffering from the pollen that accumulates in your hair, try showering at night before bed. Then neither your husband nor you will be rolling around in pollen throughout the night.",
        "This increase in pollen also affects people with asthma, nothing to fool with. I guess I should be grateful that here where I live in Northern California is nowhere near as bad as what folks in your state are suffering.",
        "The author should seriously consider allergy shots. They are extremely effective.",
        "Ad for humans. Good for plants.",
        "The ecological impact of a warming climate reveals the complexity of our planet with unexpected consequences like increasing air pollution from natural sources like pollen. We have tried to control nature and failed and we certainly have abused it.",
        "And yet, when my I ascribe my \"worst hay fever in decades\" to climate change, most people immediately deny it.  We are all frogs in a heated pot.",
        "So it's not just me.  I go outside and my nose signals it needs to be wiped.  Often caught without Kleenex and when I rub my nose against my sleeve I contemplate what I learned as to why decorative buttons on the cuffs of military jackets!  \n\nYes,  I think Trump's decision to ask for bribes/donations from the oil companies can? be considered a crime?   At the least it should amount to election interference.  I need to read some informed person's opinion piece on the topic. \n\nBTW time to change the Constitution.  Obviously, having a single executive in the executive branch is a mistake.  I am thinking one from each party might do the trick.",
        "Thanks Margaret, you're the best!",
        "Dear Margaret, Thank you for your excellent work, but could you please put paragraphs like your last one, about how Donald Trump is the declared enemy of our natural world, at the top of columns like this? Your paper has not treated Trump's threat to our environment and the climate with the seriousness it demands, so it's up to the columnists who care to point these things out.",
        "I am not a scientist and this is purely anecdotal but: My allergies cleared right up when I was pregnant. I had an adult-onset tree nut allergy and no longer have it. But, my allergies have been slowly returning three years postpartum to my pre-pregnancy levels of misery (I breast fed my son for 28 months so I think it extended the respite). I can't help but wonder where hormones come into play here.  I wonder if what we're eating and what we're exposing ourselves to in our atmosphere (not just pollen) is also playing a role in making our allergies worse. Again, I'm not a doctor or a scientist...it just makes me wonder.",
        "Increased pollen is also due to preference of planting male trees over female trees. Cities do this with many trees like gingko because the female tree fruit can be undesirable. This makes pollen so much worse.",
        "Last year (age 70)  was the worse allergy season of my life here in Connecticut from March thru June. This year I have not  had any symptoms. It is a wonderful improvement to my sense of wellbeing  not having sneezing fits, congestion, flu-like symptoms, itching eyes, palatal itching and so on.  I have nothing to point to for the radical change.  My blood pressure prescription medicine has not changed in the last five years. My only supplement is D3 and that has been consistent for the last five years also. My allergy history is  Maryland flora (April to June)  from my teen age years until I left at age 47. Then  central Florida for 15 years where after a couple of sneeze free years, I developed allergies to their flora, also. Then back to Connecticut for 10 years, where my  spring allergies immediately resumed.  Recent (April) blood work shows nothing adverse going on. I last had the Pfizer Covid booster last October but  never have had Covid nor flu for decades. \n\nI have commented on having a craving for Baklava that went unsatisfied for two years when a big box retailer ceased offering it in the spring.  This year I ordered Baklava from a supplier in Northern Virginia, close to where I grew up in suburban MD.  Next year I will  skip the Baklava and see what happens. Science says, \"no way\". Common sense says \"hmmm\".",
        "The list of negative impacts of climate change grows longer every year, yet by all accounts, Donald Trump’s support in battleground states keeps growing as well. Do those folks not have allergies, or high insurance bills, suffer in heat waves, get flooded out of their homes or threatened by wildfires? Don’t they see that climate influences increases in migration?  Are they incapable of connecting the dots and seeing that their support of a climate-change denier exacerbates their problems?",
        "How about planting fewer ornamental grasses and non-fruiting fruit trees, and planting native plants and wildflowers instead? In addition to climate change causes, there is also the influence of homeowners who want “pretty things” growing in their yard that do not actually belong there (including lawns). We can do better by ourselves and our neighbors by being conscientious of this and stop making things worse.",
        "Allergist here: agree, everything Ms Renkl says is true and has been noted in our journals.  Ms Renkl, I’m sure Tennessee has many fine allergists and looks like it may be time for you to see one and start allergy immunotherapy treatment.",
        "+ Just plain dirty air. \n\nDoubling the population everywhere means more cars, trucks, buses, and airplanes spewing in the air...with few places to live now to escape the building, rebuilding and sprawl that denudes the landscape. The one constant environmental collision is human fecundity with consumer folly.",
        "As Ms. Renkl has shared in past columns, leaf blowers also are a detriment to all of the tiny creatures (insects, etc.) that live in the grass. Additionally, they deprive the earth and plants of the nutrients that fallen leaves and grass clippings return to the earth, courtesy of Mother Nature.",
        "What is the connection to age? WHy do allergies become more severe with age?",
        "I had great luck with Flonase usually need to use it a week. Maybe two and then I'm pretty well over it.",
        "From what I understand, allergies can be genetic. If one or, especially, both of your parents have allergies, you're likely to get them as well.",
        "My allergies receded then disappeared in the last two years. I think it's exposure therapy and because I work out all the time since covid, whereas, before, I was more sedentary and stayed indoors more often. My path is mine, and everyone's body is different, but maybe a change in diet, exercise, and quality outdoor time could be helpful for some people in the long run.",
        "I love MR's columns and read them faithfully every week.  But there was what I consider a faux pas today:  she used my least favorite but most abused-by-overuse word.  I mean \"challenging.\"  Here is a word that used to have a fairly narrow scope--duels, or such--but now everything is a challenge.  It stands in for painful, difficult, unpleasant, goal-oriented work or play, getting out of bed and going to work.  You name it, it's challenging.  Can we give up the use of the almost infinite variety of the English language for a a worn-out word?",
        "For me, my allergy problem turned out to be with histamine build up.  I use to have season allergy and was getting worse and worse.  Few years ago, I gotten sick  and caused all sorts of problem for me. I could not figure out what was causing this.  Finally a gastroenterologist told me to take probiotics for the inflammation in my endoscopy exam.  now I my seasonal allergy are very mild.  Watch what you eat, it makes a world of difference",
        "I’ve never had allergies. Then, I got the Covid vax, and all the sudden I have extremely bad allergies. I wonder if there is a connection…",
        "Here in Central Florida, it's always been a thrill to watch rocket launches from our backyard. But, the increasing number of such launches (every other day, it seems like) now makes me cringe as all I can think about is the thousands of pounds of fuel being burned into the atmosphere with each launch. Plane travel is said to be a major driver of air pollution but I haven't yet seen anyone quantify what rocket launches are doing to our planet. Let's not even get into the wars being fought!",
        "I've never had allergies.  I attribute this to spending a lot of time outdoors exposed to dirt and the humid environment as a child and young adult. My parents didn't believe in air conditioning unless company was coming; you could go outside in the shade with an iced drink. And perhaps genetics and a heaping helping of luck also played a role.",
        "This is the first year our snow fall was almost negligible and our really cold weather was short lived. I can't imagine how the wildlife must feel with these crazy temperatures or what the insects and plants must do to adapt to stay alive.  And I cannot fathom the utter contempt Trump and the oil barons have for our country and the world they continue to pillage with absolute impunity.",
        "I have found the N95 mask to be very helpful in lessening exposure to pollen. Makes sense as that mask also eliminates most smoke.",
        "Allergies are so strange! I had terrible allergies as a child, developed new ones in my 20s, and then after my body went haywire from my Covid infection, I tested negative for all previous allergens on three separate tests. Yet, I still have what feel exactly like allergic reactions, and my allergist says it's non-allergic rhinitis, so I remain on the same three meds as before to manage the symptoms. Bodies are weird.",
        "I'm both glad and worried to know it's not just me. Our retailers have seemingly caught on as well. Target has allergy meds prominently on display like candy in October.",
        "Forbes noted that 96% of political donations were going to Republicans in the current cycle in an article by Sara Dorn and others just a few days ago (May10th).    That article note a mere 537K USD to Biden and some 7.3M USD to Trump in the current election cycle.    Biden and his environmental position is clearly not as much to the taste of those in the petrochemical industry.\n\nOn the other hand, 1B USD is clearly a very much greater investment than the 7.3M USD already invested and my suspicion is that asking for that amount will not be likely to get much of anywhere close to that amount.\n\nWhether the industry is even ready to pony up a quarter of that amount is perhaps difficult to see in the face of the cyclicity of the market performance and the focus on dividend earnings and CEO salaries.\n\nMeanwhile, the Petrochemical industry has hedged its bets a bit.  Deloite posts 2024 renewable energy performance in Solar and storage at roughly 50% of the proposed support, Wind at nearly 95% of the support proposed and Hydrogen at a mere pittance.\n[deloite.com/us/en/insights/research-centers/center-energy-industrials.html ]\n\nThe outlook at least is not a total horror show, but it could be a good deal better.\n\nI worry a good deal more about cancers than I do about allergies.  Many petrochemicals as fumes contribute to lung damage, but hydrocarbons such as kerosene, turpentine and a good many others contribute to hematologic and urogenital malignancies.",
        "I had terrible allergies as a young man. I got shots for all the 50 allergies I tested positive for. Afer 4 years of shots I was cured. I also believe as I aged I grew out of these allergies. \n\nI noticed my father no longer complained of hay fever and he never got shots. \n\nmy son never got allergic to spors in NY where he grew up but only in CO where we summered. He still suffers from those but he is getting shots too.  \n\nThe shots seem to be worthwhile",
        "Thank you for ending this story by emphasizing the threat Trump poses if re-elected. Any recent progress our country has made to tackle the climate crisis, pollution, species loss, and habitat destruction will be lost. It's just so heart-breaking to contemplate.",
        "I think two effects are happening together. We do have warming that is increasing the Pollen and here in Portland Mold spors. We are also getting older. As a kid, I would from time to time get hay fever, my mom would give me one of her antihistamines. That would stop the symptoms and I was so young strong, and energetic that I wouldn't notice the drozeness or anything else. Now not having that 15-year-old body I think that same pollen has more effect. I don't think I'm more sensitive I'm just weaker. I hate to admit that.",
        "I have had allergies and lived in the South my entire life.  A allergist recommeded Astepro this year.  It works for nasal congestion/post-nasal drop.  It is an anti-histamine delivered nasally.  Went OTC in 2021.  Everyone that I have recommended it to is having similarly stellar results.",
        "Such a good article.  For me pollen allergies turn into sinus infections on a regular basis, even with using nose sprays\n(one an Rx) twice a day.  Our dry California small town right in our back yard got 70 inches of rain in two winters after years and years of drought.  What a magnificent spring, every plant growing up out tall wide thick blooming, trees knowing Paradise has arrived and I rejoice and sneeze sneeze sneeze. So interesting that carbon dioxide increasing in turn increases the pollen load.\nCould that be the dandelion effect....changing threats call on plants to expel pollen/seeds so progeny survives?",
        "I wish this article was a bit more thorough about presenting the causes of increased allergies rather than just saying the plants are moving north and there is more carbon in the air. \n\nBotanical sexism wasn't mentioned, and it is one of the leading theories. \n\nUrban planners in the 50s and 60s largely only used male trees in urban areas, for fear of any cleanup related to the fruit. I'm sure it had more to do with capitalism, but that's what they did. \n\nSo the trees 'know' how much pollen they have to produce in order to have a chance at pollination. Scientists are discovering that trees are aware of their surroundings through mycorrhizal networks underground and possibly even have a capacity for 365-degree vision. \n\nMy guess is that if they can't sense any females in their area, they will produce more to compensate. Just a hunch.",
        "This is why I use a broom on the deck and a rake in the yard. I can't stand the noise from blowers, and the more manual process is meditative.",
        "Lots of advice here, from cleaning our your colon to nettles to air purifiers, but I find the \"better living through chemistry\" approach works best for me - two Sudafed, two Benadryl, and four ibuprofen. The pseudoephedrine both unclogs you and counteracts the drowsiness of the Benadryl, which means this remedy can be taken during the day.",
        "Fighting global warming is a must, but pisotive developments at that front won't help you in the next years, probably decades, Mrs. Renkl. I'm afraid you should consider moving. What are you doing in reactionary Tennessee in the first place, what's the upside? How about a desert region, where pollen are rare, like Arizona, Nevada, New Mexico? Maybe just for a part of the year?",
        "Try CoQ-10.",
        "You people in the US have brought it all on yourself. As the worlds most (or second most) polluter all these ‘unusual’ weather events are now usual. You need to stop polluting, that is if it isn’t already too late.",
        "Ah, Ms. Renkl. Let us commiserate together!",
        "Great. Now every sneeze will call forth an image of Trump. Gaaaaa!",
        "At this point your sinuses are pretty inflamed which makes them swollen. You might try an NSAID like Motrin to bring some relief.",
        "Year-round allergies here, so I get your misery folks.  Box of tissues in every room and I carry a pack in my pockets at work.  I don't blame Mother Nature for making my life uncomfortable, though.   She is just reacting to being poisoned by humans.    Earth is hurting way more than we are.",
        "My advice is to clean you colon out.  Most people in the west want to take something to relieve their condition when it is more about eliminating something.  Poor dietary practices and lifestyles are more to blame, not pollen.  Springtime and pollen have been around longer but we are getting sicker from it...makes no sense...it is what we are doing..not the trees",
        "Thanks Ms. Renkl.\nSo, another gift of climate change.  I wonder what else is coming up that we don't yet know about.  The natural world is going to\nexact a huge price for how humans have misused it for so long.",
        "Allergy to the Queen Palm tree in Florida.  Thinking of moving North.  Hard to imagine!!",
        "The Vanderbilt allergy clinic would be delighted to help you with your allergies, Margaret.  Big fan of your writing and would not want you to miss out on the great outdoors or your garden due to allergies.",
        "Nice piece! My allergies have definitely gotten worse in recent years, and I appreciate the explanation.  Would have greatly preferred it had partisanship been kept out of the article, simply by deleting the last paragraph: so gratuitous and unnecessary, but irresistible to some, I suppose.",
        "Bravo my fellow alergy person. If there was a cure for toxic politicians it would help.",
        "If you haven’t already, please read the last paragraph! Thank you for drawing attention to something we can actually do that will have an impact. Vote!",
        "Have you tried a high quality air purifier at night while you sleep?  You might get some relief for those hours.  IQ Air, very expensive but works.",
        "HOW TO CURE YOUR ALLERGIES:    Eat freeze dried stinging nettle capsules!    It really works.  I had vicious hay fever for 40 years.  Almost disabled me in the spring.   A friend told me this and I bought a bottle of the capsules, take two a day, and my hay fever and allergies are GONE.   Completely.  No kidding.  Why does it work?   Because hay fever is caused by histamine reactions.   Stinging nettles cause a painful itchy rash that is a histamine reaction.   So if you eat the freeze-dried nettles in capsules, they set off a whole-body anti-histamine response.   You can read the reviews of this on Amazon and other sites.  It really works.  Get a bottle for $14 or so and STOP SNEEZING FOREVER.",
        "I can’t speak to the longer growing season but I have experienced more intense allergies over the past few years. Then in 2020 when I was wearing a mask all the time I didn’t have any symptoms. \n\nThe next few years I had chronic sinusitis. This year \nI began wearing the mask again outside. I’ve had minor symptoms but nothing like it was. I’ll continue wearing the mask.",
        "I had terrible environmental allergies as a child that have all but vanished as an adult. I do sometimes wonder if deciding to have a massive indoor garden (in my bedroom as well) helped me somehow ditch them?\nAs my home has gotten \"less clean\" things have improved. I do wonder if there is a correlation.",
        "Those of us older Americans with severe asthma and allergies are the proverbial canaries in the coal mine.\n\nI developed severe asthma and allergies as a toddler. Many of us older patients have severe airway scarring. Asthma is often a serious disease, not one that should be joked about in sitcoms, with the nervous young kid grabbing his rescue inhaler. Yet we still see this portrayal of asthma, ignoring that many of us are suffering from serious airway constriction, either recurrent or permanent.\n\nOur allergies often trigger our asthma attacks as Ms. Renkl notes. And for those of us who have had the disease for decades, this is truly a disability and not a mere \"nuisance\". I myself take four doses of steroids daily, and inject myself with a biologic twice a month to control my asthma. And with all this, my lung capacity is only about 60% of what it should be for my age. \n\nI don't give short shrift to those handling the watery eyes and runny noses of this season. I have these, too. But many of us with serious asthma wish allergies were all we had. Instead, we need to be always vigilant against an asthma attack that may send us to the emergency room. \n\nAs for climate change, well, I moved to Arizona more than 50 years ago, when it was a haven for asthmatics. Regrettably, too many other folks moved here too, and I now live in a large, urban area with frequent poor air quality readings. Thankfully I can get away from town, and out in the desert occasionally, to get some relief.",
        "If you have hay fever. don't drink wine during pollen season.  Don't eat or drink anything fermented like mushrooms, cheese, etc.  Those will raise your allergy threshold and cause you to have symptoms.Note when you have an outbreak of sneezing and coughing and remember what you've recently imbibed or eaten - for instance, wine the night before.",
        "Ms.Renkl: Every morning when I get out of bed and sit down with some coffee, I start what I call my daily phlegm fest—sneezing, blowing my nose so often that my tissue cube is depleted in 2-3 days. When I get into my vehicle to do some shopping in town, pollen covers it—including inside, though windows are always closed. \nAs a kid, I remember I had ‘hay fever’ in August in NE PA. But now, in SE PA and, it seems everywhere, it started in April. I’m an old gardener, and last year, it broke my heart to take out three of the five huge, raised perennial because, at 75 and with neuropathy, I could no longer maintain all of them. I still have four good-sized beds. \nThey need tending, and once the constant rain stops, I hope to spend three hours each day to do that, once the morning phlegm fest is over. A box of tissues will be added to my garden-tending tools of trowel, fork, dandelion digger, and a serrated knife. \nOver 50 years of gardening  in the Berkshires, MA, in NE PA, and now in SE PA, I have certainly noticed climate change. And it ticks me off more than I can express (other than by voting) that any incremental progress with, hopefully, more to come, will be undone.",
        "We have about 8.1 billion human beings to feed.  The majority of these are fed through the efforts of farmers and ranchers, who raise the vegetables, grains, and animals we eat.\n\nLonger growing seasons make this possible.  Longer growing seasons are a good thing.  \n\nBetter growing conditions for corn and wheat are the same better conditions for white pine, ragweed, goldenrod, maple and myriad other plants that reproduce via pollen and flowers.  \n\nThe same people that buy bidets so they can feel good about not using toilet paper made from trees complain when the trees are healthier and the natural environment is booming -- or when there are too many bambis feasting on their ornamental bushes (and dropping deer ticks) in their yards.  \n\nFolks, you can't have it both ways.  If you want thriving forests, and chose to live in them, then you get the whole wonderful package.",
        "Your diet greatly affects your allergies. If your body is already suffering from inflammation, you will more likely be affected.",
        "I have done my own research about the lengthening growing season by timing the Virginia Bluebells, my favorite wildflower, and it's been alarming.  The bloom just as few years ago was in mid to late April, and now it's late March to early April.  This year just north of Baltimore we had dandelions in bloom in January, and there have been some in bloom constantly since late 2023.",
        "I've always had itchy eyes during allergy season. But this year, I got very sick in April. Urgent care claimed it was allergies. The cough has lingered. It comes and goes and feels like my throat is tingly or burning and wheezing. My kid has a mucus producing cough and extremely runny nose. They're tired. I'm having trouble believing allergies could cause this much issue. My spouse remains symptom free through all of this, though. So, I am suspicious of allergies. But if so, this is horrible news.",
        "My spouse and I suffer from congestion and rhinitis. We both got enormous relief from a intra-nasal laser surgery procedure performed by an ENT. The procedure is  called a turbinate reduction, and it takes only a few minutes in the doctor's office under a local anesthetic. You're able to drive yourself home and go back to work the next day. It takes a few weeks to fully heal, but relief increases gradually during this period.  We still use various prescription steroid inhalers, antihistamines, etc., but this has been very effective in reducing our allergy symptoms.",
        "Yes, never before this year have I had a persistent cough in Spring or itchy eyes.\n\nAnd, it should be pretty obvious to anyone who gardens that climate change has fully taken hold this year. While my area has not experienced disastrous weather yet, the change is obvious. We have had far more cloudy and rainy days than sunny ones this past Fall, Winter and Spring. We've had lots of rain but not much snow because it's been unseasonably warm. As a result, our flowering trees and shrubs are truly gorgeous this year -- flowering cherries, magnolias, dogwoods, forsythia, azaleas. I've never seen them like this.\n\nPersonally, I'd rather have to shovel snow than worry about mold, flooding, drought and unbearable Summer heat, and admire Spring blooms.",
        "In addition to pollen, as I grow older I find myself more sensitive to radical changes in weather from day to day, or even during a day. \n\nAt least here, we have had more wild swings back and forth, instead of the steady arrival of Spring that I remember. I attribute that to climate change as it warms us sooner but unevenly, unpredictably.\n\nBut then, maybe that is just the biased memory that also comes with getting older.",
        "Go to an allergy doctor! My allergies have never been treated better. The herbal stuff doesn’t work; science-based medicine does.",
        "Although pine pollen makes a yellow mess on cars and porches it  does not cause the majority of people any allergic symptoms . \nAlso taking off all your clothes when you come inside and put them in the washer ,rinse  your hair or if you can jump in the shower. All that r is necessary for people who suffer as you described. There are ways of mitigating symptoms especially running noses and coughs but the worst for me is the crushing  fatigue .\nI also wear a N95 mask when doing any outside activities plus good wrap around sunglasses to stop pollen from entering our systems. \nI live in the woods!",
        "We have 8 huge White Pines on our property. In the spring, our dark gray car is lime green from the clouds of pollen. \n\nI also am a Fisherman’s Friend addict - they're really effective. Also, I'm 2 years into an allergy inoculation series and it has made a bigly difference.",
        "I took allergy shots and drops for years.  Extremely effective.\nI wear an N95 outdoors for all aerobic activities, remarkably simple and effective.",
        "OK.  I’m not a scientist nor a shill for Big Olive Oil :). But here’s what I know that may help some of you.  \n\nNYC in 1990 I developed intense spring allergies and took  over the counter allergy meds.  It was all so bad.I could not breathe, sneezed relentlessly and had eyes so itchy I was afraid I’d scratch them out. \n\nI also suffered from side effects of various meds in the ensuing years.  Very bad side effects.  Seldane, Claritan, Flonase among others.\n\n Around 2010 someone told me her father took a tablespoon of olive oil first thing in the am and then at the end of the day for nasal polyps that kept coming back.  I did this for about a month and it seemed to help.  \n\nMaybe that olive oil really helped. I no longer take it. BUT what I do know  is that getting off the allergy meds was key I believe that while they gave me temporary relief, long terms they  suppressed my ability to adapt to the pollen.  So while allergies are getting worse and worse, mine got better and better to the point where on some days I’ll sneeze just a handful of time.  \n\nI hope this helps.  I know how horrible allergies can be.",
        "I had allergies growing up in Chicago 50 years ago. I would take those medications that made me drowsy but gave me relief. May was the worst month: itchy eyes, running nose, sneezing.\n\nI remember some times in the past decade (I now live in LA) when I visited other places and my allergies got so bad I couldn't see. Thanksgiving 2010 in La Quinta near Palm Springs. April 2015 in Riverside Park in NYC. Claritin to the rescue.\n\nBut I read that running helps create antihistamines that fight allergies. I run. And when I run I seem to sneeze less, my allergies are less severe. \n\nThis year I got plantar fasciitis on the bottom of my right heel. So I have temporarily given up running.\n\nAnd now my allergies have gotten worse.",
        "i use a nasal water- pulse system;  2-3 times a day with saline mixed in distilled water. it is like a water pik for the sinuses. helps clear the sinuses.",
        "My seasonal Fall ragweed allergy is now 365 days per year, including the Winter.  The Spring which never used to be an issue now is, the flowering trees, so pretty to see, are hayfever enhancers, particularly the city street dogwoods.  That said, better in NYC, than Oklahoma where I spent several years.",
        "I’ve been allergic to tree pollen since I was a child, but I swear that the season is lasting longer and longer. I react by coughing, including while trying to sleep. My flower beds are full of weeds, because I’ve been hunkering down in the house. I decided today that I will wear a K95 mask to work in the yard, and I also ordered six washable masks. The first thing I do, once I have coffee, is to check the pollen count that day. Today, like most days, it is very high. I live in East Tennessee.",
        "If you have a forced air heating/cooling system, upgrade your filter to one that will capture the finer particles like pollen, if your system can handle the finer filters. Change them frequently. Run you fan constantly.  If that option is not available portable air filters may help. In my workshop I use a cheap box fan with an air filter taped to it to reduce dust. I also start every morning with a hot washcloth draped over my face and deeply breathe through it give my sinuses a jumpstart on the day.",
        "Not me. \n\nI used to suffer from seasonal allergies. [Freeze dried nettles were pretty effective on damping down the symptoms (you need to take more than the amount recommended on the bottle though). ]\n\nBut gradually over the past decade or so it’s gotten to where I may have a day or 2 of itchy eyes a year, at most. I don’t have any data about pollen counts increasing or decreasing in our area, though we are known to have several types of allergy inducing pollen here, and many people are affected.",
        "\"At his Mar-a-Lago resort last month, Donald Trump told a group of oil executives and lobbyists that they should donate $1 billion to his campaign because he plans to reverse Joe Biden’s clean energy policies, among other environmental protections opposed by Big Oil, if he is returned to the White House.\"\n\nFor this reason alone we cannot elect DJT.  If he were to get back into power, the earth is doomed.  We are already running out of time to set things right for the climate.  Four years of DJT will be four years too many for our planet.  I greatly fear for my grandchildren that the planet will look like it did in \"Soylent Green\" by the time they are my age (old).  There's no going back from that.",
        "As you very briefly mentioned, asthma is worsened by the presence of pollen. But also by the small particles (P2.5) generated by burning coal for energy. Mostly affecting poorer folks downwind of power plants. But affecting us all. There is a growing asthma epidemic",
        "What we need is nothing short a revaluation of values. Humanity needs to somehow develop a system based on cooperation rather than competition, conservation and basic need rather than consumption and endless desire.  How do we get there in order to save our living planet...and ourselves? Everything we do does not need to be and cannot be run through the circuit of the profit, or we are doomed.",
        "We are losing so many trees to rampant growth and development.  Grasslands are being replaced by concrete and hideous buildings that wipe birds from the skies.  How can there be MORE pollen in the air?  Are we now allergic to pollution produced even by the manufacture of \"renewable\" energy sources?  I don't get it.",
        "The increased range and active pollination in wind-pollinated species is critical to survival of the planet after the specialized pollinators have been wiped out, which is happening.  Wind-pollinated species will survive.",
        "\"In the doom versus optimism debate about the climate, much of the optimism lies in the way technology, shored up by policy and legislation, is rising to the challenge faster and more effectively than we ever imagined it could.\"\n\nThat's a double-edged sword: great, if it eliminates our dependence on fossil fuels and the way in which energy is produced while increasing energy availability in an already overpopulated world where locations are becoming uninhabitable. \nNot so great, if it means we think technology is going to solve our climate problems and we can operate business as usual.  \nIt's the mundane things every one of us can do (or stop doing): maintaining a lawn, driving everywhere willy nilly instead of combining errands, clearing woods and forests, gardening for a suburban standard instead of the natural world (leave the leaves), eating food out of season (strawberries in December that don't taste very good) so that it has to be trucked across the country, supporting factory farms, whether animal or vegetable, instead of local farms and farmers.\nThe next \"pandemic\" may be upon us - the slow roll out of seasonal allergies. \nWe have abused the earth for too long.",
        "\"The climatic impacts of releasing fossil fuel CO2 to the atmosphere will last longer than Stonehenge. Longer than time capsules, longer than nuclear waste, far longer than the age of human civilization so far.\"\n\n- from David Archer's book, \"The Long Thaw: How Humans Are Changing the Next 100,000 Years of Earth's Climate\".\n(David Archer is Professor of Geophysical Sciences at the University of Chicago)\n\n\"We are messing with the trigger that causes climate change....the outcome is likely to be ferocious.\"\n\n- Prof Russell Coope (1930-2011) who accidentally discovered that the Earth's climate can undergo abrupt changes, by studying (of all things) fossil beetles in ice age deposits.\n\nMost politicians simply have no scientific background, and certainly not in the earth sciences.\n\nThey understand politics and very little else.\n\nThey are political pied pipers, leading humanity over a climate cliff.\n\nThis isn't the Earth that our societies are adapted to - it's now an ever-changing planet, heading towards chaos:\n\n<a href=\"https://www.livescience.com/humanity-turns-earth-chaotic-climate-system\" target=\"_blank\">https://www.livescience.com/humanity-turns-earth-chaotic-climate-system</a>",
        "“But we are only beginning, and beginnings can be snuffed out. At his Mar-a-Lago resort last month, Donald Trump told a group of oil executives and lobbyists that they should donate $1 billion to his campaign because he plans to reverse Joe Biden’s clean energy policies, among other environmental protections opposed by Big Oil, if he is returned to the White House.“\n\nAnd just another reason to vote — and vote against a second Trump administration.",
        "Margaret, how true! I had severe \"hay fever\" as a child requiring five injections in each arm for ten years (that was way back in the 1940s and 50s), And they worked as my allergies disappeared even when I lived in North Carolina. But now they've returned with a vengeance requiring daily doses of Allegra, a nasal spray, Cetirizine HCL, and eye drops. Still, my eyes itch and burn and tear up. We're just the latest casualties of global warming.",
        "I sympathize with those suffering debilitating allergies. \n\nI must say, however, I personally enjoy longer growing seasons and have trouble following the logic that this is a negative aspect of \"climate change\".",
        "Allergies are one reason not to like leaf blowers.  Allergies are one of the reasons I'm just recovering from a bout with bronchitis that has left me feeling exhausted and ready for a nap at 2:30 every afternoon.  Allergies are why one ear is clogged.  \n\nI like spring and I love watching the flowers bloom.  But I don't like the accompanying coughing fits, sneezing fits, and headaches.  But I guess it's more important for people in my area to have immaculate lawns than it is to be able to breathe, not experience eye irritation, and have a peaceful afternoon.  \n\nI would have had allergies no matter what.  It runs in my family.  But they wouldn't be as severe as they are now if we didn't have global warming and if homeowners didn't have their landscaping services using leaf blowers at least once a week despite ordinances against it.",
        "Not sure if this is a coincidence or causation, but during the pandemic when masking was mandated everywhere, I never experienced the allergy symptoms then like I did before and now since masking in public is optional.  I still mask but only at work and on public transportation.",
        "Watch someone with a leaf blower in the sunlight, and you will see the air become full of particles. This goes on constantly in neighborhoods. To me this is an obvious spreading and unnatural dispersion of harm to all of us.",
        "Our dermatologist suggested using the nose spray Ayr (in the gel form) three times a day. Gave some great relief from sneezing and runny nose.",
        "I, too, have had bad bouts of seasonal allergies. One symptom not mentioned is malaise: I just didn't feel like I could do anything--I felt as if I was swimming upstream in a heavy coat. OTC meds helped. But, the biggest help has been using a nasal rinse morning and night--and again in the middle of the day when things are at their peak. Wearing a mask outdoors is also very helpful. \n\nA friend with severe seasonal allergies has adopted a while new level of strategies: when outdoors, her long hair is pinned up and she wears a tight fitting ball cap to protect it from pollen.  The hat comes off before she comes into her house to keep pollen from entering. She changes her clothing upon entering the house and it stays in a bag until it can be laundered. Groups for allergies sufferers will have many more ideas.",
        "I adore spring and have often caught myself waxing rhapsodic about and then apologizing to my allergic friends. I never had much to complain about til now--I think it is the oak tree catkins that flood my street. Am also finding that zyrtec that worked for me last few years is now inadequate.",
        "The increase in sustainable energy production is encouraging but it doesn’t remove the CO2 that’s already in the air. Plants do that. They also produce pollen…",
        "I started taking the antioxidant Quercetin many years ago for the antioxidant properties it has. I noticed for the first time that year I had greatly reduced allergy symptoms-almost non existent. I found out that quercetin is a natural antihistamine! over the years I now take this exclusively. in allergy season I take about 400mg twice a day. it works without side effects. Best thing I've found.",
        "A worthwhile suggestion my allergist gave me was to wash my hands and face when coming back in from outside.",
        "For the 1st time this year, I started three 2x daily OTC treatments that have made a world of difference for my indoor/outdoor allergies. Morning and night, I spray budesonide up my nose and it keeps my sinuses mostly clear. I also use Pataday for the allergy eyes, as well as refresh (to replenish the eye's oils as well).  Of course, I'm still itchy, and I still sneeze and wheeze. But this combination has helped so much, and I'm thankful to my optometrist for suggesting it.",
        "Sneezing and a stuffy nose aside,  the blurry vision that comes about this season is the absolute worst.  I can’t see anything.  The antihistamine eye drops don’t even help.",
        "Just returned home from an annual trip to FL with many overnite stays along the way. I leave in late winter, but start my antihistamine regimen weeks before my departure knowing that I’ll encounter spring weather and pollen by the time I reach the Chesapeake Basin. I manage to control my seasonal allergic reactions quite well until I return home to Maine, which is in the early stages of spring. For some reason, our native conifer forests produce pollen that turns on the runny nose, scratchy throat, and burning eyes.. In a few miserable weeks, the lilacs and flowering magnolias will drop their flowers, and the conifer pollen clouds will subside and I’ll adjust. Until then, I make sure to have a box of Kleenex readily available.",
        "I’m just getting over a lilac allergy. A lovely friend cut a large bunch from his yard. They were luxurious and beautiful in my house and I resisted putting them outside until I was so sick that I had to … strong nettle tea helps a lot. It’s an antihistamine. \nStay off sugar. \nIndian food with those wonderful herbs and spices, not necessarily hot, is a life saver.",
        "The one benefit of the pandemic was that it conditioned me to wear N95 masks. At the height of hay fever season, I'll even sleep with one. For me, it takes about 45-60 min. of mask wearing for my reaction to clear. And, when it's warm enough to open the windows for a breeze, I stick furnace filters in the window opening instead of a screen. \n\nAlthough I also love Spring (the daylight savings switch is secretly my most cherished holiday) we usually save March/April/May for our vacation time. Just a week or two in a low-pollen environment can bring my sanity back, somewhat. \n\nBtw, Fisherman's Friend seems to have discontinued their sugar free mints. (I used to buy them in bulk online). Anyone confirm this or got an uncle that works there or something? haha",
        "I used to have mild to strong allergies every spring. It took one year of following Anthony William's liver cleansing dietary recommendations, but I can now happily say I have been allergy-free for three years now. I drink 16 oz of fresh celery juice every morning and have 99% eliminated dairy and 99% gluten, save for the occasional croissant. For anyone who suffers from seasonal allergies, I can heartily recommend his methods!",
        "Although I grew up in NJ when there was still green space rather than massive highways, I never had seasonal allergies until we moved to AZ. We live more than a mile high in the mountains and I think it was the juniper that did the trick. That and the cottonwoods. I get it about the sneezing and for me, continual sore throat. The last thing I expected was when moving to a \"dry\" state, climate wise.",
        "First, this article has a huge omission---airborne mold spores. Freezing is supposed to kill mold, but the spores can blow for hundreds of miles. Even if there's 300 miles of snow on the ground south of you, mold can bother you from 500 miles away if carried by a south wind and you're sensitive.\n\nRagweed pollen can do the same, be carried even hundreds of miles by wind. BTW, ragweed blooms in late summer, not spring.\n\nBack to mold: when you see reports of air quality affecting allergy sufferers, you usually don't get information on mold spores in the air though they also are a common source of allergy discomfort. In the past, mold counts were reported, but I haven't seen reports from most sources in the past several years. Mold can also come from indoor sources. The most noticeable source is from outside, from mold on dead or even live leaves, grass, and blowing farm dust. Local mold gets considerably worse 12 to 48 hours after a local shower.\n\nMy allergy discomfort may be better due to climate change because the change seems to include drier weather for hundreds of miles west of me.",
        "I never had any kind of hay fever until driving through the great expanses of Nova Scotia during September in the mid90s on my honeymoon. Ragweed for hundreds of miles. The scenery was spectacular, but I increasingly had trouble breathing. Told my husband to pull off the next exit he could find. Luckily right off the exit was a fire station, where an EMT gave me a breathing treatment. He gave me directions to the closet doctor's practice. He prescribed an inhaler and an OTC medication. \n\nWary of ragweed since then.But being a gardener I'm outside constantly. My gardening zone use to be 6A, 35 years later it's zone 7B, with some parts of the garden qualifying for zone 8. The past 5 years I have developed worsening Spring allergies, whereas before, only during the fall with ragweed. Very frightening  how quickly these warming temps have developed!",
        "I so appreciate your pointing out that most wildflowers (i.e. , those with conspicuous flowers) are not wind-pollinated — they do not cause hay fever. They have conspicuous flowers to attract insect pollinators — their pollen is too heavy to be carried by the wind. \n\nThat wildflowers in general cause hay fever is a fairly widespread misconception. Just yesterday, on CBS Mornings, science reporter David Pogue commented that people with hay fever would appreciate fake flowers because they don’t have pollen — of course those are not the kinds of flowers that cause hay fever. \n\nThe most common examples of this misconception that I’m familiar with are the goldenrods, beautiful plants with showy flowers that attract lots of insect pollinators. Goldenrods are not wind pollinated - that’s why they have those showy flowers. If you want to have a pollinator garden, goldenrods are a great choice to include. It may give you opportunities for teachable moments with your neighbors (or you can plant them only in your back yard if you’re worried that neighbors will be concerned).",
        "Makes me wonder if I should mask up again to stop breathing in pollen but that wouldn’t protect my eyes.  Would spending more time outside eventually enhance my resistance to pollen?",
        "It's paramount to understand the role of air pollution in allergies.\n\n1. High air pollution makes allergens in pollen more aggressive, for example in birch trees (protein Bet v1), and explains the failure to treat allergies in polluted areas.*\n2. Animal studies have confirmed that if diesel exhaust particles get into the lungs together with pollen, the damage they do is exponentially larger (by increasing Th2 sensitization to coinhaled allergens).\n3. Air pollutants interact with epithelial surfaces, induce inflammation and disrupt epithelial barriers, trigger immune reactions leading to acute or chronic inflammation.**\n\nReduce air pollution by stopping to burn fossil fuels - first diesel, the most harmful one, then gas in cars – raise kids on a farm (the so-called \"farm effect\", amply proven), farm dust and endotoxins would protect them from becoming allergic later in life.\n\nThe phrase \"Allergy apocalypse\"  is hyperbole and not helpful - there're reasons for this trend and it can be reversed.\nIf there were only electric cars, they'd probably be as many allergies as 50 years ago.\n\n* Stawoska I et al. (2023) Air pollution in the places of Betula pendula growth and development changes the physicochemical properties and the main allergen content of its pollen. PLoS ONE 18(1)\n** K Reinmuth-Selzle et al. (2017) Air Pollution and Climate Change Effects on Allergies in the Anthropocene: Abundance, Interaction, and Modification of Allergens and Adjuvants. Environ Sci Technol. 51(8)",
        "\"In the doom versus optimism debate about the climate, much of the optimism lies in the way technology, shored up by policy and legislation, is rising to the challenge faster and more effectively than we ever imagined it could....The time we have left to change our climate’s devastating trajectory is dwindling, but we are finally beginning to take the steps necessary to change it.\"\n\nThis one precious Earth and ALL its species is all we've got. I'm baffled by anyone, especially those with children, who is not an environmentalist.",
        "Always had a hard time with Spring allergies but this year even my little Ratchi dog wakes up so congested he's gasping for air.  Spring usually glides in late, slow, and soulful where I live but not this year.  Unsettling.",
        "I am 62 and never had allergies in my life. I have them this spring for the first time. Not happy!",
        "ACHOO! Not an hour goes by where I do not hear it. \n\nIt could be meself, me other half, the family, friends, people walking by. It used to be once in a while, but now it is a cacophony. Not only is there more people sneezing or the like, but they are doing it so vigorously that they double over doing it and are so, so loud now. \n\nIt's as if people are trying to signal to Mother Nature herself to please, please give them some relief. No answer forthcoming.",
        "I was never prone to allergies before I took the Covid vaccine. Since then, I developed strong, horrible allergies (to histamine, pollen) etc. Obviously the Pfizer vaccine did not strengthen  my immune  system, it gravely weakened it."
    ],
    "web_url": "https://www.nytimes.com/2024/05/13/opinion/allergies-climate-change.html"
}