{
    "main": "It’s Not Easy to Tell People You Have Cancer. As a Doctor, I See It All the Time.",
    "abstract": "How does a newly diagnosed patient balance privacy with public honesty?",
    "keywords": [
        "Cancer",
        "Privacy",
        "Catherine, Princess of Wales",
        "Great Britain",
        "Royal Families"
    ],
    "comments": [
        "I get what you are trying to say but YUCK!!\n\nAllow me to remind you about HIPAA for the next time you think about rifling through a patient's chart for anything that is not related to their care or for consented or IRB-approved research.   Sadly, many get sick and face their mortality at your age and younger, but it's not an invitation for you to determine how they might differ from you.\n\nI cannot think of anything more none of anyone's business than someone's health and to suggest that she should share more with the undeserving public is shameful.  Why don't you set an example for us all by putting all of your personal EHR records online, along with provider notes.  I look forward to seeing them.",
        "I don't sense that cancer diagnoses are stigmatized today. My wife was diagnosed with Stage 3C ovarian cancer in 2016. She endured a difficult first twelve months of treatment. She enjoyed twenty months of remission, and then it returned in January 2019, the same day my mother had a massive heart attack weeks before her death. \n\nI simply do not recall any stigmatization of her disease. We needed people's prayers and support, and she received them in abundance. I am happy to say, nearly eight years later, she has been in remission five years since that 2019 recurrence. Every month is a new gift. The treatments to get her here battered her. She will never be the same as 'before cancer'. That is one thing that people who have never dealt with cancer do not understand. \n\nIn time, we will know exactly what kind of cancer Princess Kate has. The fact the pathology found the cancer after surgery, and that she is receiving 'preventive' chemo, suggests it is a gynecological cancer that was caught early. We will pray that this is the case. Kate will never be the same either. But prayers and support are what she needs most from the rest of the world, not morbid curiosity.",
        "Like the doctor who broke the news to me on the phone? That was fun.",
        "I felt I was doing something good for myself and others when I shared news that I was undergoing radiation for breast cancer. My family and friends were on my team; they saw me manage the fatigue and my concern. They cheered me on as I became a long-term survivor. I think and hope I brought them some positive ways to deal with adversity if something like this ever happens to them.",
        "Thank you for this compassionate commentary. I haven’t read the other comments, but I’m sure they’re full of “she owes us!” because she’s a public figure, etc.  I understand your identifying with Catherine. She’s the same age as my daughter, so I realize why I’ve been so anxious for her.  Yes, sharing her experience may be helpful in the fight against cancer and perhaps she’ll be able to do that eventually. But it’s not up to the rabid public to force her. Especially not the Americans.",
        "Two years ago when I shared my cancer diagnosis with a few select friends and family members, their immediate responses ranged from, \"Well, I just had my annual checkup and got a clean bill of health!\" to \"So... How was your dad's trip to Europe?\" to \"Now you'll be looking over your shoulder for the rest of your life!\" \n\nIt took me a few days of feeling utterly unmoored to regaining my grip so I could keep showing up in my own life every day. \n(And, to be honest, the whirlwind of medical appointments was a welcome distraction from the ever-present fear.)\n\nWhich is all to say that I can see now how news of a potentially fatal illness hitting so close to home can turn some people into self-absorbed idiots. That's just the fact of it.\n\nFor the most part, I and my relationships have recovered but are forever changed, and that's a fact of cancer, too.",
        "A young cancer patient’s thoughts: every time one of us steps forward, we raise awareness that no one is too young, too rich, too white, or too thin to get cancer. It comes for us all, basically, and we owe it to the next generation to stop more if not all cancers. The number of young women like me with breast cancer is so alarming, I sometimes can’t sleep. I feel helpless. I am helpless. But knowing my loudness encourages others to get screenings makes me feel better. Like I’m doing my part to help people. This has to end.",
        "I've now had 4 different cancers. 2 were stage 4 including acute leukemia. I'm cured. I'm fine. Cancer is overrated. Stop whining and live.",
        "I’m 41 and I was diagnosed for stage 1 breast cancer in October.  I’m now cancer free.  But I had no family history, no genetic reasons, no lifestyle reasons.  It was a complete shock for me and my family as a I’d been a healthy, active mom of two kids.  I eat mostly plant based, exercise daily, meditate etc.  \nI told people sparingly.  My picks were those who were naturally positive, optimistic and supportive— in other words, NOT most people.  Of the people I HAD to tell (my husband’s family and a couple people who would have wondered why I was MIA) I found their constant questioning a burden.  I had to repeatedly make THEM feel better with every test and treatment I disclosed.  If I was happy, some people treated me like I must be in denial and was even told ‘you don’t pretend to be strong’.  And I believe at the root of the litany of questions was THEIR fear and them wanting to distance themselves from the possibility it could happen to them.  But guess what?  It can.  And it’s good to know that!  Don’t take life for granted.  But when you have cancer and someone is feigning sympathy in order to grill you for info to make themselves feel ‘safer’ — it’s the opposite of what you need in a challenging time.  That’s why people with cancer don’t want to tell you.",
        "There's a quote in The Sopranos where Junior Soprano is diagnosed with cancer and implores his nephew (Tony) to not tell anyone because \"When people know you're sick they treat you differently, like you're a non entity.\"\n\nSadly, there's a lot of truth to that.",
        "I would not advise telling anyone other than trusted caregivers about your cancer journey. My wife who had ALL learned this the hard way. After her diagnosis she quickly opted to go for hard core chemotherapy over a period of 9 months. The two of us spoke about it candidly with both friends and family and we began noticing people we thought had cared dropping out of our orbit. We were definitely being treated differently! \n\nUpon my wife going into remission things slowly returned to normal until 5 years later when she relapsed again. Then it happened all over again only it was worse. The majority of her friends just couldn't handle the prospect of her near-term demise and chose to disappear. \n\nIt was sad that they chose to do this because as I’ve come to learn, many terminally ill cancer patients, (my wife being one) are their most beautiful when they surrender and live each day to its fullest. She was never a kinder, more loving, gentle person than she was the end, the final two years of her life.",
        "Facing this right now after a fresh cancer diagnosis which is early stage, no symptoms, likely no treatment in the near future. Do I tell people, mainly because it's on my mind and taking a lot of my attention and, honestly, because the science is cool? Do I spare folks to not cause unnecessary alarm? Or is it precisely in such cases that we should be open, in order to contribute to a dialogue in which cancer is not necessarily the worst thing?",
        "Doctors need to know their patients.  I would have been comfortable with a phone call--which sounds brash and unsupportive-- but I was called in to meet again with the Doc who read my mammogram.  The setting told me what I expected:  Comfortable chairs, box of tissues, two staff members present.  Doc spoke slowly about what was seen on the mammogram, then announced it was breast cancer. \n\nI think they were amazed I didn't break out in sobs.  I took the news calmly.\n\nWhen you don't get naked every night with a husband, it really doesn't matter if you're missing a breast......c'est la vie!",
        "I was 32 when diagnosed with ovarian cancer, and at that time my children were young. I wasn't faced with the incessant pressure for information like Kate, so I never mentioned the word \"cancer \" to my kids. Later though, because of critical genetic testing information, I did share it with my daughter and now my granddaughters.",
        "I wish the princess strength, peace, privacy, and healing.\n\nMy father was at death's door throughout my childhood.  Or so my parents told me; yet he lives today.  I was about the age of Prince George now when I started physically restraining my mum during her hysteric fits as medical workers tried to save him.  I lived in constant terror of my father's death. My mum assured me we would be \"done for\" when death came. I thought we might die too if he died.\n\nThe idea of parents \"protecting\" their children and caring to share a diagnosis in an \"appropriate\" way for their tender age is alien to me.  It sounds lovely and I am glad for these children and other children with caretakers who can maintain themselves in crisis.",
        "It is shameful how Princess Kate has been hounded by the press and made the subject of jokes and speculation. She has always conducted herself and carried out her royal duties with good humor, dignity and grace. She deserves nothing less than compassion and respect at this difficult time in her life. Please, everyone, leave her alone.",
        "As somebody recently retired, I am old enough to remember when PATIENTS had their cancer diagnosis withheld so they wouldn't lose hope. I also remember the AIDS crisis, when young people died of \"pneumonia\". We then shifted to the age of Betty Ford, and later Montel Williams (MS), and Michael J. Fox (Parkinson's Disease). We seem to have backslid into a new age of secrecy: Jamie Fox has not revealed his health issue a year after hospitalization, and Madonna similarly has not revealed details of her hospitalization for an \"infection\". \n\nCelebrities are certainly entitled to privacy, especially when it has no impact on the public (UNLIKE, say, Lloyd Austin, or professional athletes whose teams and fans follow their health issues closely). The price of celebrity is a certain amount of privacy loss, and each celebrity will have their own threshold. I only ask, isn't it better to control the dialogue vs allowing unending speculation?",
        "I was 28 when diagnosed with thyroid cancer. I am now in my 40s. I have never been declared NED but there isn't anything to treat. The evidence of disease is contained in my blood as a low amount of measurable tumor marker.\n\nI look back and I see how my being open with friends, family, and colleagues wasn't the right thing to do. Today, I am even taken aback at my earnestness and yes, naivete, that I thought doing so would help me be supported. The dysfunctional family that treated me like a second class citizen still did so. Some friends melted down over their own past traumas and discounted my experience. Others placed me, an atheist, on prayer lists at their churches or tried to give me unwelcome religious objects. The university I worked for later railroaded me out of my job by decreasing my workload to the point where I had little choice but to leave.\n\nA personality-disordered endocrinologist who see-sawed between supportive and condescending served as my \"care team.\"\n\nWhen the next cancer diagnosis for me comes knocking, and no doubt it will, I am already plotting how to keep it entirely to myself. It's better to face it alone when you've chosen it, rather than hope for support that never arrives.",
        "I was diagnosed with cancer three days before my wedding. DH and I told no one other than his mother, an RN who got me in to see a cancer surgeon the same day as my spa spray tan appointment. On our wedding day, she helped zip up my dress and ensure that it covered the biopsy bruise. While we were alone I whispered \"I'm scared\" and she hugged me. She was the only person at our wedding who knew what was going on because we refused to ruin our celebration by letting the news out and then having to deal with everybody's reactions and questions and unsolicited advice and looks of fear and pity. \n\nA few weeks later we made some very hard phone calls to family and friends.\n\nI feel for Catherine and appreciate the boundaries she tried to maintain.",
        "Getting a cancer diagnosis today is very different than it was a few decades ago. What type of cancer you have, the stage, the likelihood of spread, and the available treatments make a huge difference. Cancer is not one thing but dozens of different things.\n \nI have prostate cancer that is low level and unlikely to spread. It's just not something to worry about, so I hardly even think of it. I told people with a shrug. \n\nNo one yet knows anything about Kate's cancer, but it sounds like tissue was removed and now she's getting chemo to prevent spread. It may be no big deal at all, just like mine. \n\nIf Kate is in this situation, let's hope she doesn't spin this into a book about how brave she is. That would just continue to reinforce the misinformation about cancer being a death sentence, which is less and less likely to be true today.",
        "first hint of trouble - get tested",
        "Too many people in my life are struggling with cancer. I don't care what type, I just want it gone from their bodies. Instead of poking and prodding with too many questions, I always ask, what can I do? That's the most important question.",
        "My daughter visited me and cried in my arms when her lung cancer had spread all over her body.  She had complained about feeling unwell on doctor visits but until the lung cancer caused a sore to develop on her back which was removed and biopsied nobody did anything much to discover what was wrong.  Just a 50 year old woman complaining of being tired. But by that time it was all over her system and she was under treatment for a year before she died.",
        "I tend to think it is none of our business. Charles maybe due to his role. Catherine is not really in line and has ceremonial duties. Her husband has already lived through one public tragedy. Public figures outside of their roles have no responsibilities beyond that. They are entitled to privacy. Even Austin although he should have informed Biden and the national security apparatus. As for the rise in cancer in younger people why be surprised. We see the same in the rise in our companion animals. We use deadly chemicals and pesticides as a routine matter. People still spray Roundup. I was just talking to my Vet about this today as an aside to my dogs checkup. As it is the season here of little yellow flags on laws and in parks saying...Dangerous to Children and Animals.",
        "I wouldn't want to diminish the importance of cancer in persons under 50 but the coverage seems a bit out of proportion to the data.   The incidence rates of all cancers from 2010 to 1019 only rose from 100/100,000 to 103/.   Not trivial but not large either.  \n\nLikewise for all ages death rates from cancer have fallen remarkably in the last 30 years - by more the 30%.   While lung is the main factor still other sites are going down fast as well - breast, prostate and colon.   \n\nSomehow a lack of balance has entered the discussion.",
        "While trying to have children my fertility doctor was the one who had to simultaneously tell me that I would not be able to bear children because he found ovarian cancer. He was in tears, as was I. He saved my life. Unlike many others, I shared all parts of my cancer journey with everyone hoping to enlighten people on what getting cancer actually means to you and your family. All during my surgeries, chemo and recovery all I saw were loved ones leaning over me with eyes filled with dread, expecting the worst, as 37 years ago ovarian cancer had a survival rate of 5%. I survived as did they but we are all marked by the experience. To many, I became the \"go to\" person when someone they knew was diagnosed with cancer. While not an expert, I could explain that the cancer person would be running a marathon, and we loved ones and family members would be on the sidelines cheering them on, offering them love, sustenance and maybe a space blanket, but that would be all we could do.",
        "My husband had a heart attack 20 years ago.  There was no question of keeping it secret, because he was a key figure in our community who had to show up at designated places and times.  There was an outpouring of kindness, but there was also a ton of unsolicited advice and lots of nosy questions.  The worst was running into people in the grocery store and having them give me sad looks for months afterwards.  My friend who was in the same position as my husband and had colon cancer calls it \"cancer face.\" \n\nAfter my husband retired, he was diagnosed with a very early stage of bladder cancer.  He underwent treatment for months and we didn't tell anyone except our immediate family.  It was a lot better that way.",
        "I was diagnosed with prostate cancer 15 years ago.  Only my wife knows.\n\nAlthough it metastised 10 years ago, it hasn't interrupted my life. Three years ago, I started therapy. So far, so good.",
        "Catherine is part of the embodiment of the United Kingdom and it’s substantially reduced other dominions.  She is not a private citizen.  She doesn’t have a right to deceive her knowledgeable subjects who recognize codswallop when it is forced upon them.\n\nIf controlling when her children learned what was going on was the most important, then she needed to make the effort to show up at a suitable array of events.\n\nKeep in mind that lots of people do get chemo and go to work the next day.  They wear wigs, and they do their jobs, lest they lose them.\n\nKate can’t have it both ways.  No glory without the guts.",
        "It's even harder for Oncologists to tell patients that their treatment is failing and death is imminent so they let Hospitalists and ICU doctors do that for them.",
        "They can do what I and others have done: Keep it to yourself. Continue life normally.",
        "We decided to share details with people close to my wife and me.  Those people would notice something is wrong, and would find out eventually.  They would be hurt if we hadn't shared, and we saw it as an educational journey we could share with those interested.  We did not broadcast it to people who didn't need to know.  Everyone in the world may know who Catherine is, but few actually know her or she them.  She should do as she wishes and what gives her strength and focus for the fight.",
        "It’s hard disclosing you have a serious mental illness too. This comes up when applying for jobs and having to explain long gaps in a resume. It comes up in dating when a prospect fears someone with schizoaffective spectrum disorder. It comes up in social situations and at get togethers. There is great stigma when it comes to illness. Roger Ebert once said that Americans are conditioned to hide our illnesses. We were one of the happiest nations according to the World Happiness Report, but we’re out of the top 20 now. Ever since Galen and before him, people have tried to help the sick and injured. Margaret Mead said the first sign of civilization was the discovery of a skeleton from prehistory with a splint on their leg; they weren’t left behind.\n\nRoger Ebert again: \"Kindness covers all of my political beliefs. No need to spell them out. I believe that if, at the end, according to our abilities, we have done something to make others a little happier, and something to make ourselves a little happier, that is about the best we can do. To make others less happy is a crime. To make ourselves unhappy is where all crime starts. We must try to contribute joy to the world. That is true no matter what our problems, our health, our circumstances. We must try. I didn’t always know this and am happy I lived long enough to find it out.\"",
        "I am in treatment for invasive breast cancer.  I believe the only thing worse would be going through treatment and worrying how you would pay for  the lifesaving medical services.  Thankfully, neither I not Kate had that worry.  She may not have the responsibility, but she has an extraordinary opportunity to save lives by telling more about her diagnosis and treatment.  \"Save one life, save the world.\"",
        "Thank you for a well written and sensitive essay\\opinion.  We all know that cancer of any kind is a frightening diagnosis.  If someone is diagnosed with a serious illness, they must make the decision to whom, and with how many people they wish to share that medical information. Certainly, it would seem such information would be shared with one's close family - although, as other people have mentioned, timing can be an issue to be considered when disclosing a serious illness or disease to other family members and close friends. But because one is considered a \"public person\" - a phrase that could describe the Princess of Wales, Secretary of Defense Austin or a well known television or film actor, for that matter - placement within that broad category does NOT necessarily mean that an individual has waived all his\\her privacy rights, and is required to broadcast all their intimate medical details to the general public at large.  Certainly, many people with cancer have said that they did not share their diagnosis with many others, because they did not want to be primarily defined by their disease.  We all deal with things differently, and how we cope with and manage illness and disease can change throughout our lives. So ... compassion and empathy can go a long way, as we make our way on this journey - which none of us is going to get out of alive.  So, be kind.",
        "OMG,  yes, she seems like a nice enough person. And she has a family. And I have absolutely no reason not to wish her well. \n\nBut no, I really don't need to know EVERYTHING about her life. And even if she did decide to disclose further medical details, what the heck would I do with the information?\n\nAll this seems to be driven by the media who have to have something to fill the pages between the ads, or empty pauses between the commercials. \n\nNo, I absolutely do not \"need\" to know any more details. \n\nI hope everything goes well. Good luck and all that.",
        "Well said doc.",
        "My goodness, I am in month 26 of cancer treatment. After the shock of the diagnosis, the first people I turned to were family and close friends. For months I wasn’t in any shape to tell a large group of people, much less a nation, about what I was going through. I can’t even imagine.",
        "you think cancer is hard---how about having to tell people that you have an alcohol use disorder / substance use disorder (AUD / SUD)? At least with cancer you get sympathy.",
        "One of the least discussed issues with a cancer diagnosis is the possibility, as a woman, your husband may leave you. It would seem, from what I’ve heard, that men believe that the “worse” in their vows only applies to them. Many women know that when a relative or friend becomes ill it is the women, in her life, that shore her up and are there for her.",
        "Everyone lives in a goldfish bowl. Withholding information about a medical diagnosis that affects the lives of others can be viewed as attempting to manage the news. Perhaps the good way to release traumatic information is slowly, allowing others to adjust to the consequences.",
        "I believe that the best way to respect the princess' privacy is with silence.  Which brings me to the question, What was the purpose of this editorial?",
        "As a breast cancer survivor treated at City of Hope, I share the opinion that making a diagnosis public might help to support and inform others facing the same condition. I was very open with my diagnosis and treatment and can only hope that it might have helped someone further down the line. \n\nMy mother died of colon cancer decades ago, shrouded in secrecy. I do not have Lynch Syndrome, but have had an issue with a colon polyp for which I was recommended to have a resection. Again, thanks to City of Hope to whom I turned again, I was able to have an alternative and completely successful procedure. I tell everyone this story as well.\n\nI see all of this as paying it forward for the care and knowledge I have accessed.\n\nHowever, I completely  understand the need for privacy or the difficulty faced by those with a cancer diagnosis and respect their right to only disclose what, if anything, that they are comfortable with discussing.",
        "When my husband was diagnosed with terminal state 4 cancer of the esophagus, it fell to me to share the news, which was shocking and emotionally overwhelming. For a while, I told him that he had to tell his sister and her family; but he never could. I eventually made the call. I told my family and ended up telling our friends by email, because I couldn't imagine making that call over and over again.  Over time, I shared his diagnosis on Facebook because I wanted people to know something of the disease and to seek treatment sooner rather than later.  It's an excruciatingly hard choice and there is no right answer.",
        "Well, one good way to go public is NOT TO LIE ABOUT IT! She told the world it was not cancer. There's no doubt that within a few days of the surgery, she knew cancer was found. For more than a month, she allowed the world to think it was not cancer -- when she knew it was. Why is is \"so brave\" of her now to disclose what she should have told everyone weeks ago? \nThe Royals are nothing but public puppets. If she doesn't want to be under the microscope, she can always step down, step aside, get out -- like Harry and Megan did.",
        "I'm 77. In 2021 I was diagnosed with bladder cancer. My first instinct, and I think it's a common one, was to not say anything to anyone except my husband. Telling makes it real. But I did tell my close family  and friends and Im glad I did. Their concern and support helped me through a scary time.The tumor was removed, I had chemo, and so far, so good. O TOH I have a good friend who only told two people about her breast cancer diagnosis. Did not tell mother or brother. To each his own.",
        "I lost a friend to cancer and didn’t know till the day of her death. She kept it from her kids till the last moment as well. I have grieved with anger and sadness. I didn’t have this with my Mom passing because I was there for her and had plenty of time to adjust, chat, and love her.",
        "You want a group of diseases that have a stigma attached to revealing you have one of them, cancer takes a back seat to mental disorders.\n\nBeing treated for a mental disorder is still largely considered a no-no for anyone wishing a career in public life such as politics.  Being treated for cancer is no such prohibition. \n\nYeah, I know that treating cancer is easier than treating mental disorders.  Except that isn't true despite anti-psychiatry people claiming all psychiatric medications do is turn people into zombies or as presidential candidate Robert F. Kennedy, Jr. claims turns people into mass murderers.",
        "My husband(now deceased) and I both had cancer.  We tried to keep our journeys somewhat private.  In my case, it was largely because my family of origin just isn't supportive in a way that is helpful.\n\nWith both of our journeys there is so much misinformation people want to pass on to you.  Saying if only you had adopted a certain diet or taken a certain supplement you would be healthy.  It is especially cruel to say those things once one has a terminal cancer diagnosis.",
        "Everyone’s cancer journey is different, and Kate and those close to her will need to decide how to navigate her journey. When I was diagnosed with advanced throat cancer in my 40s, my wife and I decided to let our close friends and family know. We used a free site called CaringBridge.org to publish regular updates to those we granted permission. In practice, that meant many friends and extended family could keep up with our journey and offer kind and touching words of support. \n\nIn the end, that decision was more helpful to us than we could have imagined. We didn’t have to spend time calling and texting people with updates. My family and I didn’t have to start every conversation by talking about how things are going. In addition, friend and neighbors wanted to pitch in and help - from bringing meals 2x per week, to driving me to treatments, to taking on things like landscaping and home repair that we didn’t have the energy to do. And there were a few times during treatments when I was feeling low and was able to ask my community for encouragement. \n\nI offer my story as a way to help people navigate their own cancer journeys. I think many people react to a serious diagnosis with an instinct for privacy. But letting a large circle of friends and family in on the journey can be more beneficial than you might think.",
        "I was very close to my cousin, who died of cancer in his early 60s. He told my mother (who is his first cousin) and other relatives about his diagnosis right away, but he never told me. My mother informed me but said I shouldn’t reach out to him until I heard from him directly. When I finally did hear from him, months later, it was to tell me by email how hurt and angry he was that I never reached out to him as he was fighting for his life. I replied that “Mom told me not reach out until you did, and you never did”. I share this story to demonstrate that all this secrecy can backfire big time.",
        "The incessant talk about cancer these days (due to Kate Middleton's diagnosis and the finding that under 50s are now facing more cases) is fairly terrifying to hypochondriacs and otherwise normal people like me, with no history of cancer.\n\nAt the same time I see no reduction in the number of people drinking (alcohol is a known carcinogen), smoking (whether it's weed or not, it's bad for you over the long term) or otherwise eating unhealthy processed foods. Everyone wants to avoid cancer, but like everyone who wants to go to heaven without dying, a large segment of the public doesn't do anything to mitigate their risks.",
        "When you tell people you have cancer, they respond in different ways\n This can be stressful when you have limited energy to do much more than deal with your therapy and close family.  You may not want to find out who your real friends are who are truly there for you and your close friends that now avoid you or have too much on their own plate to help and then feel guilty. Your emotions are already raw.  Let her be New York Times.Snarky celebs have already had a field day before her announcement with apologies too little  too late.This essay is just another way to use her as click bait.",
        "For some. I was so pleased to have a diagnosis of brain cancer rather than die from Dr's disbelieving that I was ill, not faking.\n\nOnce I we knew what was wrong, we could concentrate on getting better",
        "I remember my father, who had pancreatic cancer. He told me that he wasn’t afraid to die, but he thought people were afraid to talk to him about it. \n\nI wonder if that isn’t part of the barrier — the sometimes unbearable reactions of others. Not everyone, of course, but enough to keep you quiet.",
        "As a cancer survivor, Kate Middleton's news brought up a lot of feelings and memories.\n\nAs Dr. Lamas so clearly articulates, newly diagnosed cancer patients are reeling with fear and uncertainty.   Sharing the news feels like another insurmountable mountain.  \n\nI personally shared the news with a close circle at first, and then gradually shared with a wider group. As a result, about 20 people scheduled a colonoscopy as a result of my sharing my diagnosis.   One individual had a pre-cancer polyp removed as a result. \n\nI agree with Dr. Lamas that the shame and stigma of cancer prevents the sharing of knowledge about medical history and risks in families.",
        "I was recently diagnosed with cancer.  I could not bring myself to tell anyone -- not even my husband -- for several weeks.  It was very confusing and hurtful to the people I love, my husband in particular.  I have tried to explain, with limited success that it was, indeed, like the telling would make it real. That once others knew, nothing would be the same. That there would be a no-going-back, \"before\" and \"after\", not so much about the diagnosis, but the diagnosis being *known*.  All conversations would change. They would look at me differently. And they would need my support to assuage their fears, which I couldn't imagine giving in those first weeks when I was just trying not to fall apart.  \n\nSo I didn't tell them for a long while. I feel badly, but I don't regret it because guess what? Everything did change.  Not for the worse -- I have never felt more love and support than I ever have now -- but there is no doubt that nothing will be the same.",
        "I was diagnosed with cancer at age 55, a little more than 10 years ago. It was an ER doctor who told me I had cancer in a straightforward way. It took her a few minutes and then she walked away, moving on to her next patient.\n\nI did not have time to think about the fact that I had cancer. I had emergency surgery to remove the tumour and then prep for chemo and chemo itself. It was all like one long dream, but not a good one.\n\nOne of the things I remember is one of the chemo nurses telling me  rather matter-of-factly, that she was seeing more younger people diagnosed with cancer. In their 20s and 30s.\n\nIt might have a lot to do with our toxic and polluted environment, which affects the air we breathe, the water we drink and the food we eat. I do not have the numbers, but I suspect that cancers are on the increase.",
        "When I was diagnosed with cancer twelve years ago, I made a point of immediately telling all manner of family, friends, and colleagues about my bad news. This not only informed them of what my wife and I were up against, but, above all, expressly gave them my permission to openly support me. And did they ever. Some were so supportive and in such unexpected ways, I came to see them as angels without wings, walking the earth. A cancer diagnosis should never be a shameful secret.",
        "Mom's doctor gave me her fatal diagnosis, while reviewing the test results with me.  She was on the other side of the curtain.   I kept looking at the tests...\"malignant mass\".\nI went to her and told her told her she had cancer (I didn't want to believe the words coming out of my mouth).  She didn't believe it either.  I thought that was hard.  Not hardly.  Taking care of her and watching her slowly die within 3 months was hard.  But I'd do it again in a heartbeat, because she was my MOM and I love her.",
        "52 years old, going through three month of mostly oral chemo post-colon cancer surgery. Navigating the work scene is what is hardest.  People care deeply, but work is hard, and they have their own stressors and stuff going, and my condition upsets the applecart a little. Don't get me wrong, my coworkers are wonderful and they are trying to support and even love me. Thank God I don't work in some shark tank where it's kill or be killed.  But every day, I need them to know that I am capable but not 100 percent (sick, slow, a little foggy). I'd love to live in a world where I got 90 days leave with no career harming effects (and yes, my paycheck), but that's not our nation.  I feel for my coworkers, actually. It's not easy to give someone extra space, courtesy, and leeway every day.",
        "Should I be diagnosed with any terminal illness, I do not intend to tell anyone beyond my son, 2 sisters, and my boyfriend of 15 years.  Let my death be a total surprise to everyone else. I do not care. I wouldn't tell my sisters, but we have a death pact of many years.",
        "Why this pressure to share our experience with others? Some people are sharers and some are not.",
        "Thanks for this article. Yes, we are curious, but is there anything about our curiosity that will make things easier for Kate? There is not. It simply is not our business.",
        "What the author presents as telling their mother that she didn't need to keep secrets doesn't usually happen like that.\n\nAre you sure you've tried everything?  I know X who was cured by drinking Y, or by seeing healer Z.  You should try A, B, and C.  Why won't you let them pump poison in your veins to keep you alive long enough to pump more poison?  Underneath it all, fear drives people to blame the patient, and while family members will deny blaming, their questions have a clear undertone:  I don't accept that you've handled this well, because if you had, you wouldn't be dying, and that's what we can't accept.\n\nThen there are the well-meaning neighbors, testing you to see if you are doing it the right way.\n\nThen the co-workers.\n\nSurely the author has seen the dark side of the desperate hope and toxic positivity of struggling to process bad medical news.",
        "while I only wish good health to Catherine - it's important to not lose sight of the fact that she was  diagnosed and treated by one of the finest medical teams in the world.  imagine if she were poverty stricken, or an immigrant, or anyone else without access to care",
        "Your words are very much appreciated. I do understand that being diagnosed with an illness is a very personal journey. I do, however, feel the princess does have a responsibility to share her illness.\n \nShe is a public figure and should lead and have a mission. Otherwise, what is her role as a princess?",
        "A beautiful essay, full of insights into our mortality, and how we live with others, and ourselves.",
        "I don't understand why the author alleges that Katherine has a right to keep her diagnosis private. She does not. No public figure has the right to medical privacy. I find it absurd that anyone thinks it is ok for a famous person to keep a secret like this. You lose your privacy when you become a public figure. The public does, indeed, have a right to know.",
        "I was diagnosed at age 29 - luckily early stage and cured quickly via surgery. I told a few people, and their need for *me* to comfort *them* over my diagnosis (\"but you're so young! and healthy!\") when I told them led me to stop telling people.  It was a pretty isolating experience.",
        "As an octogenarian, I have the impression that there is little or no stigma around cancer, Alzheimer's, and similar conditions among older Americans. Often we share such information with friends or acquaintances. Then we go on with our lives.\n\nMedical problems are indeed personal problems, and we have no obligation to tell others about them. But attitudes can change, and they clearly change markedly as we age. If younger people were more willing to talk about illness, stigmas could disappear. Think of menstruation, once stigmatized. That stigma has vanished, and others can as well.",
        "I am a  retired Surgeon with leukemia for the past 12 years. My wife has neuroendocrine cancer of the pancreas for the last four years. I cared for many patients with cancer. I have seen patients handle these hard diagnoses in many ways and I have concluded that if you don't share your diagnosis with friends and family they cannot support you. \n     I have heard people say they don't want to be known as that person with cancer. But that's who they are. Approach your  illness with courage , grace, and equanimity. Most people do just that. Add honesty and frankness when called for and you will be know as that amazing person with cancer.",
        "My biggest source of stress associated with my cancer diagnosis and treatment is the systemic disfunction of our medical billing and health insurance system--something my doctors don't want to get involved with and don't want to hear about. Certainly something Catherine does not have to worry about.",
        "Share with her and  everyone: Be strong. There is a traitor within the ranks. Cancer diagnosis hard to take. Not the time for a \"stiff upper lip\". Share the news. Not the time to be strong and silent. Moral support helps.",
        "Like Kate, I was diagnosed with cancer at 42 (prostate).  I was pretty open at the time as I was optimistic and felt sharing was helpful, both to me  (to get the word out and not deal with rumors) and also to encourage men to get their psa tested.  I am now, 8 years later, living with stage 4 cancer, and my family and good friends are aware.  But, I'm much less overt.  I really don't want to be judged or treated differently.  I don't want my life and opportunities to be defined by cancer.  I want to live as much as possible now as my life will be shorter than most.   But sometimes I need to share, and that's fine too.  Those who are unfortunately stricken with any form of this disease should be given the right to live with it however they see fit.  The mental parts add to the pain.   It sucks.",
        "I was diagnosed with colorectal cancer at age 55, during a time of great family and workplace stressors. (I attribute the cancer to those stresses, and to a desk job with too much sitting -- there was no family history of this disease at all.) \n\nI told my siblings and spouse immediately -- the former for my comfort, the latter out of respect and alerting them to my need for support. Not until a firmer diagnosis and treatment plan was in place did I inform my teenage children, parents, immediate work colleagues, and select circle of friends. This allowed me to control those conversations, and to present the forward-looking plan along with the shocking news -- because the last thing I needed was to have to manage the emotions and well-meaning sympathies of so many other people, in addition to my own fear and the challenge of deciding on treatment. All who were informed respected my instructions to keep the news confidential. \n\nFortunately the cancer was caught early, surgery took care of it with no chemo, and eight years later I am in excellent health. But for certain, deciding who needs to know is a deeply personal decision that no one else has a right to make.",
        "I'm sure Kate's doctors want o kill any cancer cells that they might have missed during surgery, but this always raises an challenging question.  If pathology during the operation shows no presence of cancer, is chemo or other treatment necessary, given the potential side effects.  \n\nI recently had facial surgery for an aggressive skin cancer called spindle cell sarcoma.  Pathology showed the surgeon\ngot it all.  It was recommended that I start radiation after a month of healing to make sure that there were no residual\ncells.  Since significant damage was done to my face and oral cavity, i chose to get a PET scan before proceeding with radiation.  It showed no cancer three months after surgery\nso I declined radiation and avoided its side effects.  This is something patients should consider, depending on the circumstance.",
        "As one newly diagnosed with a “mass” I have been surprised by the reluctance of medical professionals to use the “c” word.  As a patient, my concerns and questions are less about a generic name and more about what are the treatment options, has it or is it likely to metastasize, what stage is it?  I will not let a systemic failure in medical education make me a victim.  We’re all going to die and there is no getting around this reality.",
        "My mother died in 2018 after bouts with lymphoma and eventually leukemia. My brothers and I didn't live in the same city as our parents. They did not tell us how sick our mother was until it was clear her treatment wasn't working, and even then downplayed her status until she and her doctors opted to stop treatment. She passed away three weeks later. I had to call family and friends to let them know she was near the end - she had not shared with anyone. She was a private person. I was upset and angry about her choice, which denied me the opportunity to spend more time with her. But I also recognized even then that it was her choice, to handle how to share and with whom, and how to come to terms with her own impending death.",
        "It's one thing for families not to acknowledge or share a devastating diagnosis, but imagine how difficult it is when your doctor can't say CANCER.  \n\nI literally cornered and confronted my husband's doctor about his continued use of 'slow growing' and 'spot.'  Only after I demanded bluntly if he was referring to CANCER and LESION did he say those two words.\n\nEven when the radiation oncologist reaches out with CT or MRI results, it's \"no progression of disease.\" Just say CANCER. We'll also accept carcinoma or sarcoma, but Just. Be. Honest.",
        "When I received my Melanoma diagnosis three years ago yesterday, I was terrified. The call came two days before my brother-in-law passed away after a seven-year battle with cancer. With his family devastated and grieving, it didn't feel right to add to their burden with my news.  I chose then to tell only close friends individually, by phone or in-person. No Facebook posts or general discussion at work (though I told my boss, of course.) And I spoke with a therapist. A week before my surgery, my husband and I shared the news with my in-laws. Post-successful-surgery (fortunately, my cancer hadn't spread) I told a few people at work, in part because I couldn't go in the office for a few weeks. I'm glad this is all behind me. My heart goes out to Kate and everyone else who's just received their diagnosis.",
        "I was diagnosed with breast cancer two weeks before Christmas, and in the midst of my son's college applications. We traveled to see my mother for the holidays. I didn't want to ruin Christmas by saying anything. Then I didn't want to distract my son by saying anything. I took all of my medical calls in the parking lot or on the patio. \n\nThe diagnosis was terrifying for my mother, and for my son. I needed to be strong for them, even though I was genuinely (and justifiably) worried. \n\nCancer is not accompanied by a gift certificate to your favorite shops. Cancer is not accompanied by an all-expense paid vacation to a tropical getaway. Usually, our existing roles as parents, caregivers and employees remain in place and we have to find a way to soldier on. \n\nSome days, I did such a good job hiding my feelings from others, that I also hid my feelings from myself. \n\nPoetry was my way of processing the emotions I chose not to share publicly. Over the years of diagnosis and healing, I have written hundreds of poems. \n\nIf it provides any comfort to those impacted by breast cancer, you are welcome to view them on Instagram @icipoetry.\n\nMy poetry name means \"here\" in French. Seven years later, I'm still here. \n\nSending strength to those faced with, or healing from, this ruthless disease. \n\n--- ici",
        "There are so many younger men and women  that I know that have cancer and died from it--not to mention my older mother---that I don't need a celebrity to bring it home.\n\nEveryone should have regular doctor visits and take care of themselves to the best of their abilities.",
        "I understand fully why people keep their cancer diagnosis private. America doesn’t tolerate weakness of any kind. People who hit 50 and beyond in corporate America are shown the door; ditto for people who are sick. You become a liability to the bottom line. And there are always people ready to tell you to “fight harder” or “you can bear this”, because, heaven forbid, you lose. Losing in America is worse than death.",
        "What I found extremely difficult to do when informed of the cancer discovery from my oncologist was absorbing the shock of hearing \"cancer\" while still trying to pay attention to what else she was saying.  Fortunately, my oncologist was/is extremely perceptive and knew immediately by my reaction to stop for a few moments to allow that term to soak into my brain.  She was extremely comforting and professional and let me take a few moments before asking if it was okay to proceed with the information she had from the test results.\n\nMy perfect husband is extremely stoic and took the news like the strong champ he is.\n\nWe both decided to keep the news to ourselves because the last thing either of us wanted/needed was explaining the same scenario over and over and over again to a bunch of folks.  We needed time for ourselves to acclimate to this information and develop a strategy.  It's one thing to be terrified.  It's another to constantly be talking and yapping about it all of the time to others. \n\nWe are the best judge of who and when to share such a personal and scary scenario.  My oncologist and primary care physician were/are outstanding in their support and availability to talk and/or answer any questions we had/continue to have.\n\nI can totally appreciate and respect what the Royal Family is enduring on multiple levels, with the King and the Princess' medical situations.  I truly wish them all the very best and hope for complete recoveries.",
        "People have the right to deal with their cancer in their own way. Princess Catherine needs to be able to focus on her own recovery and have her and her families privacy respected. Sending her and her family love and for a good outcome.",
        "My mother was diagnosed with stage 4 ovarian cancer. My father told me that she had \"a tumor\" and needed surgery. I was in college then and assumed the doctors would cut the tumor out and she'd be fine. She wasn't fine. The surgery was \"debulking.\"",
        "One of the main reasons I chose to openly share as much information as possible about my cancer diagnosis was my knowledge that people are going to talk and speculate regardless (as they are about Princess Kate), so you may as well tell them the truth.  There is a lot that people don't understand, or get confused about, concerning cancer, so it is an ongoing process to keep the information lines correct.  In the case of Princess Kate, someone is going to eventually get hold of her exact type of cancer, so she might as well tell it, in my opinion.  People will just keep chattering about it until they find out.",
        "Yes, there is that \"instinct to protect.\"\n And it applies to \"protecting others.\" It can also mean \"protecting yourself.\" \nWhy share this news? In some cases, some families, it is painful and pointless.\nI was diagnosed with breast cancer in 2020 and dutifully informed my 2 sisters and brother. Not much sympathy but more surprise. \nThey lightly hung with me through all of it - surgery and radiation and genetic testing - but didn't want to get too close to the \"scary, icky disease and the woman who was apparently infested with it.\" That was clear.\nI had to reach out to keep contact through all of it. They were clearly repulsed by the disease and what I was going through. They didn't want to hear about it, didn't want to know. \nWhat they REALLY wanted to know was that THEY did not probably have the genes we currently associate with cancer. When my test came back that the genes we know of NOW that cause cancer were not in me, they scattered like the seeds on a dried out dandelion. \nAnd not another word has been said on their side about what I went through in that most horrific year of 2020. Yeah, same year as COVID. It's been painful and revealing. I hope they are all well, but I know how self-centered they all are. I have no need to keep reaching out to them.",
        "When you have cancer many people are uncomfortable taking about it.  If you're lucky you may get support from other cancer patients.  Been there 2X.  Then you lose your job if your treatment takes more than six months.  That's a subject for another day.",
        "Cancer is such a dangerous word! There are so many types of cancer one can get. But everyone reacts to the word cancer  because of their own fear of the disease. Katherine may not know the exact name or type of cancer she has at this point. She just knows she has to go through the process of chemotherapy with hope and clarity.  An example from my own experience; there are 350 known lung cancers. Which one did I have? Even then if you know its name you're not the oncologist who will treat it. Chemo treatments are not prepackaged and just distributed to the patient.  In chemo everyday you show up for treatment your blood is drawn and tested. Your height and weight is determined and then the chemicals that will be infused are custom mixed by an onsite pharmacist. Some days during the treatment you may be sent home instead of being treated because your blood cells aren't well enough for another treatment. Then you start again a week later. This can go on for multiple months until the oncologist says they can't give you anymore treatments because it could kill you!  Once the treatment is over you are left to hope that it worked and have years to wait to see if it actually did. It becomes a job for the person going through it.",
        "America implements a for profit health care system.  Even with Obamacare we have a medical system that is based on economics and if you are of color , woman you are invisible to health care providers.   We have huge society problems that feed the health disparities  that millions of people experience.  \n\nWe saw the reaction of the elected political group screaming at Secretary Austin, for not sharing his cancer with them,  The racism that was etched on the faces of the screaming white people at the committee meetings their interviews were chilling..\n\nAmerica has no basic ability to have a conversation about anything and when it comes to health care their is one party that has an interest in ensuring that no medical care is provided to anyone who is not white and rich.\n\nPeople who are tethered to reality when a Dr tells them they have cancer have no reason to share that information because at the end of the day all that patient knows is the madness that comes from the public, the complete  indifference from the medical community.   The writer maybe a Dr who has not been exposed to the real world of cancer that is being handled in a regular hospital vs the well funded cancer institutions. \n\nIt is irrelevant what type of cancer the patient has, because at the End of the day the  health care data speaks for itself, their is not  a proactive effort to address medical conditions in this country if you are not rich.\n\nWish the Royal family well they will recover .",
        "When I was about the same age as the princess I was diagnosed with cancer. The doctor (an internationally  famous oncologist with a bedside manner worse than House) said that all I needed was surgery and that I would be cured. So I lied to everyone assuming that if worse happened I would tell my young child. Well the doctor was correct ( moral-  skill outweighs bedside manner).  Eventually I told my child (who is now an adult and parent) and friends. It was the right choice for me.",
        "When I was diagnosed with breast cancer 35 years ago, I immediately started calling family and friends to ask for their support. And I received their support over and over again, during surgery and chemo therapy. Two dear friends spent time on the phone with my mother, to comfort her and to relieve me of some pressure from her calls and concern. A dear friend flew in from another city to go with me to my first chemo session and to spend the night. I have been supportive to family and friends with cancer. We are all in this life together. Let's help each other.",
        "Telling my parents about my cancer diagnosis was harder than going through treatment. So much of my life right now is a result of that diagnosis in one way or another that I have to actively manage what I tell people I meet to avoid having every conversation end up being about my health situation.",
        "I was diagnosed with Chronic Lymphocytic Leukemia 18 months ago. I have shared this diagnosis with my family, friends and acquaintances. I am upbeat with them regarding my condition and that helps keep the discussion positive.\nI am fortunate my cancer is chronic and not acute so I can focus on my life more than this condition for now. \nI live near a world class blood cancer center where I attend my \"wait and watch\" appointments every 6 months and receive excellent support.\nI am fortunate my children are both in their 40's and we have discussed this diagnosis as adults.\nI am treasuring everyday more than I used to so this medical episode is more a blessing than a curse. \nI hope my response to cancer can be repeated by others.",
        "Why should anyone. outside her family, care about this \"princess\"?\n\nHundreds of people are diagnosed with cancer every day in the US, thousands world-wide.  If it's in your family, or a close friend, it is important to you.  Otherwise, it's irrelevant, an example of a health statistic.",
        "I'm a cancer survivor, in a family that was literally a cancer cluster. Mom almost died of breast cancer in 1947, and then had a bout of uterine cancer. Dad died of colon cancer at age 61, I suffered tonsil cancer with nodal involvement, and my sister also had a bout of cancer.\n\nThe damage done to our family started when I was 1 year old, and I still live with the after effects of radiation at age 78. Mom and dad are long gone, and my sister's fate is moot.  \n\nTalk about it or not, the damage is real and punishing. I had a friend ask me, when I was diagnosed, if I was going to die. I smiled and said: \"I don't know.\"  \n\nI also quickly tired of people asking me if I had \"Tried this or that cure\" or telling me to only eat organic food.",
        "It is an individual person's absolute right to choose to share\nor not. Plain and simple. Some do not want to be poster proud.\nSome do not want inquires and \" The Look\" of both concern and dread lobbed their way. If you are not having chemical or radiation treatment which may require an explanation when your body visibly changes, no need to worry others who would. \nIt is the Princess's absolute sole decision about what course \nof public information she shares. And both a rabid, unrelenting, Public and  Press both legitimate and voyeuristic are like Jackals when prey is there to be preyed upon. I never understood why myself. My own life while boring at times, never makes me read or watch the rags and scandal sheets expose the life of another going through pain of any kind. I simply do not get the crazy interest. I live a peaceful life, wish others well, cry over gun violence, senseless acts foisted upon others regularly and without a real reason why. Today, a Police Officer was shot to death in NYC and a person died on the subway tracks after being pushed off the platform. What on earth are we coming to as a peoplehood and a world. Look at what happened senselessly in the Soviet Union. Why did those men feel the right to shoot long guns at innocent people having a good time and then try and burn them alive? Look at the war in the Middle East and the continuous devastation in Ukraine and Russia. Things are bound to get worse and all people care about is a Princess who is a mom.",
        "I do not care if the individual is the King of England, a Princess Royal, or a factory worker in Detriot; it is no one's business but the patient how much information is revealed and to whom about their medical conditions. \n\nSome people are very comfortable talking about their problems, more power to them. Some are not, and that choice should be just as respected. \n\nWe the people have absolutely no right to anyone's medical reports.",
        "Thanks to the Boiano Brothers who do Produce for the Retail Market on Arthur Ave. in The Bronx for their White Board which on they post similie sayings, poems, quotes, think pieces and the like regularly.\n\"Don't tell other people your problems. 80% don't care\nand the other 20% are glad you have them.\"",
        "I will read anything that Daniela Lamas writes! I find her thoughtful and thought-provoking. So glad that she is writing for The Times!",
        "If I remember correctly, Nora Ephron hid her leukemia diagnosis until nearly the very end. Otherwise, she would not have been able to get the necessary insurance for her projects. We all make choices.",
        "My daughter is a family practice physician.  She teaches other doctors' classes in communication. She has the words to convey bad news and because she is employed at a teaching hospital has the time to hold a hand and listen.  Giving a patient bad news is a skill, however it is also the most difficult part of a doctor's job.",
        "I don't believe anyone can fathom what Kate Middleton went through because what happened to her is beyond belief.  She is a young woman with three young children, and she received a devastating diagnosis, but she wasn't given the time to process it and grieve it with her husband by her side because she is a royal.  Instead, she was treated horribly in the press and in social media.  Why?  People are losing their ability to feel empathy toward others.  I sincerely hope that we recognize that is occurring and do something about it.",
        "Thank you for this  thoughtful and helpful article.\n\nNothing remarkable about the pre-Google world of 1973 when my parents lied and soft peddled Mom's  terminal cancer to me when I was 20 and an undergraduate at a Baltimore university. I called on the dorm pay phone to her regular internist to ask what could be done for the horrific side effects of massive steroids inflicting spine degeneration that crippled and stole her mobility.  He took the opportunity to say \"he had never known anyone that had lived so long\" with her  CLL. So I learned the truth of her health condition and name \"CLL\" of her cancer for the first time.   I recall the stunned look on a pre-med student who overheard the conversation.\n\nThis past week while visiting my own internist for allergy prescriptions, he noted that the  previous routine blood test had indicated a precancerous indicator. Two years have passed since he knew. Still waiting to hear something, anything about the follow-up blood tests from last Friday.",
        "As a cancer survivor I feel like Catherine has shared enough to deal with the public situation  and I’m not one bit curious to know any more about her medical condition nor do I feel entitled. \n\nI hope others will give her that. We all deal with cancer in our own way.",
        "What is so disheartening about having to share a cancer diagnosis, and I say this as a two-time survivor, is that you are also expected to make the recipient feel better and put on a cheery face when all you simply want to do is lay down, rest, and work on recovery.  The expectation now placed upon Princess Catherine, to be the voice and face of cancer, is an unfair and heavy burden.  Everyone needs to leave her to her recovery and allow the family to be, just be.   <a href=\"https://www.psychologytoday.com/us/blog/promoting-hope-preventing-suicide/201705/ring-theory-helps-us-bring-comfort-in\" target=\"_blank\">https://www.psychologytoday.com/us/blog/promoting-hope-preventing-suicide/201705/ring-theory-helps-us-bring-comfort-in</a>",
        "The writer should keep in mind the young ages of Catherine's children. If she had revealed her diagnosis, the media pundits would have had a field day discussing her prognosis and her children would not have had any space or privacy.\n My daughter was 11 when I was diagnosed with cancer and received adjuvant chemotherapy. I told my daughter that I would for sure be okay, and it's been 10 plus years. Maybe Kate wants to preserve the innocence of her children as best she can. If there were any chance she could die of her cancer, the pundits would beat that truth to death.",
        "An acquaintance, bordering  on friend had cancer that she eventually died of.  She kept it a secret from most people, forcing her husband to to lie to others for her. Also it deprived him, a care giver, the support he might have needed while she was sick.  A year and half after her death my husband was diagnosed with cancer (his more treatable) and I told him we are not keeping this a secret which would be his default.   He responded, \"I'm not putting this on Facebook.\"  I said, \"Of course not. I mean we are telling our friends and family because I'm not dealing with this alone.\"  \nMy husband survived his surgery and seems cancer free.  I was glad he and I were able to talk about it with friends and family and get support.  \nI get that if you are sick it's about you and getting better. But there are people out there who love you and care about you - let them.",
        "Having had cancer, I feel for the mother in the article who didn't want to tell her sons. It is profound how far we can be compelled to go to remain the same in the eyes of our loved ones. How deeply (and unknowingly) we depend on the roles we play in our community for our sense of stability, \n\nWhen I first got my breast cancer diagnosis in 2020 at age 50, my mother (who also had BC around that age) said: don't tell anyone. She had faced months and months of the sad eyes, the inability of her friends and neighbors to not pity her. Cancer treatment has improved a lot (drugs for nausea, i.e.), so there may be less of that now. \n\nI didn't actively follow her advice, but in the end, I didn't tell many but family and close friends. It felt supportive to be in social spaces (which were all on Zoom) where being a cancer patient was not my identity, and I could feel like my old self, someone in addition to a person battling cancer.  In retrospect, I wonder what it would have been like if I had been more open about it. But as others have said, we are all different and respond doing the best we can.",
        "My doctor advised me 'Tell your family and close friends, but don't tell everybody.\" Best advice.",
        "Good article. It is easy to forget that when Princess Catherine was born, this was something that very, very few people would share publicly. Things are changing for the better with openness and transparency. But as the authors states, it is 100% up to the Princess how much to share.",
        "As a Palliative Care and Hospice RN I cannot tell you how often I have had to address those huge elephants in the room( and let me say that Nurses are often the ones giving the information and taking the time to support people), when a patient believes that they are protecting family from distress by not being honest about a terminal disease.  And then after 'the discussion', everyone is crying, but on the same page, and on their way to healing the pain and sadness while the patient can still hear the love they have for each other.  It is such a hard position to be in for families, how many times I cried right along with them....sigh",
        "The sad fact is that most of the people who want more details want them not because they have any relationship with the patient (or the monarchy), but purely for titillation. That's why the media go nuts over something like this: it sells papers.\n\nWhy do we insist on asserting that once one becomes a public figure, all reasonable expectations of privacy vanish? There's nothing inherent in being a public figure that should constitute an unwilling waiver of all privacy concerns. These folks are public figures, but that does not mean that the public owns them.",
        "I have worked with cancer patients for 20 years and I have seen a lot of scenarios played out. I would like to encourage everyone to reach out for support. Talk about what you are going through. Mostly know you are not alone",
        "Stop with the British royalty \"stories\" already!  No one cares anymore.",
        "Must the Times be such an eager part of the Royal Family celebrity-worship ecosystem? There have been more words about Princess what’s-her-name in the last two weeks than about any story besides the war in Gaza. A rich lady in another country is having a health crisis. It’s too bad, and I wish her well, in the same way I wish everyone well. But is it really more important than the environment, the homelessness crisis or a collapsing bridge in Baltimore?",
        "Tell the same people you have cancer as you would tell if you had syphilis. Problem ... solved!!",
        "I feel for Catherine, but I have to push back some on the privacy issue.\n\nShe is a public figure. She knew that going in. The loss of privacy is the price you pay for an opulent lifestyle you didn't work hard to get (her three awful pregnancies notwithstanding.)\n\nAs a public figure dealing with a private issue, it is the royal PR team that screwed up. They should have managed this situation better. \n\nAnyway, it's out now. I wish her a full recovery.",
        "I got notified by email and was not allowed to talk to anyone for 10 days when I could be fitted in for an appointment. What a crock!",
        "I received a diagnosis of prostate cancer four years ago.  The kind you die from not die with.\n\n<a href=\"https://livinginthebedofapickup.blogspot.com/2020/05/this-vaquero-cowboy-dodges-bullet.html\" target=\"_blank\">https://livinginthebedofapickup.blogspot.com/2020/05/this-vaquero-cowboy-dodges-bullet.html</a>\n\n<a href=\"https://livinginthebedofapickup.blogspot.com/2020/07/my-superman.html\" target=\"_blank\">https://livinginthebedofapickup.blogspot.com/2020/07/my-superman.html</a>\n\nMy wife and I wanted people to know that even with a potentially deadly diagnosis that we were still going to use every day, fully, with joy.  We also wanted to be a role model for our children and grandchildren.....because someday they will have things they will have to face.\n\nWhatever works for each individual.  And what helps with their own healing.",
        "Shirley Temple Black went public with her breast cancer in 1972, two years before Mrs. Ford. She was 44.",
        "I remember reading that in Japan doctors generally don't tell their  patients if they have cancer.  Is this still the case?",
        "And my girlfriend said, \"you have one of top oncologists in L.A. \", after he gave me my grave diagnosis.\"  Maybe, but it didn't assuage my cynicism.  It's a surreal disease that doesn't offer much good news.. After about nine months of chemo  I am slightly more optimistic due to a recent scan that showed my tumors have shrunk.  And it's all relative but my oncologist has been very helpful, physically, mentally, and sometimes spiritually. He offers a microcosm of hope.",
        "In 1979 my grandfather died from prostate cancer.   I was 20 yrs old, far from being a child but was never told what was happening to him until near the very end.  No one mentioned the \"C word\" in my family back then.  Supposedly even he was not fully informed about what he had or the prognosis.  We've come a long way since then but still a little bit to go.",
        "My mother died of cancer in 2021, and I have several friends with cancer now. The \"waiting time\" between diagnosis & death is excruciating for spouses, family & close friends. That state of mind can last years. Sometimes that person's identity becomes their cancer & it changes how people relate to you. If someone chooses to keep their cancer a secret for as long as they can, it doesn't mean there is some external societal \"shame\", it means they are choosing how to spend the last stage of their life. Personally, I'd rather be treated as I normally am. \nAlso, as cruel as it sounds, some people will push away from you because it forces them to think of their own mortality.",
        "Finding out you have cancer is difficult and a process. There are examinations, biopsies, blood work, imaging like MRI’s or Pet scans, genetic analysis of the patient and maybe of the tumor. More appointments and tests than one could imagine. Weeks of information gathering and choices to be made. I discovered I had a small breast cancer in late January and today I will have my 11th appointment related to this disease. And there will be many more. I did not tell my adult children immediately as there was to much that was unknown. Had Catherine told the press early on as many have suggested there would have been more questions than answers. Even if she wasn’t trying to maintain her privacy she would not have had the answers to their questions.  Opening a flood of speculation and more questions. She chose privacy as is her right. Frankly the only thing the public should be saying is we wish her well and a long life.",
        "I've had cancer. Yes, the worst part was sharing the news with my then college age son. I was open about my diagnosis with others. But, I've often thought if I have a recurrance, or a new cancer, I'd likely keep it much more private. Cancer patients especially deserve all of the privacy they want. It takes a lot of energy and focus to deal with everything associated with cancer: biopsies, surgeries, chemo, radiation, and reckoning with the possibility of death.",
        "Cancer survival stories should be shared generously by persons battling cancer. Knowledge is power and the power to heal. Cancer, like COVID does not discriminate between royalty and commoners. But the press and media does. They pay more attention to the struggles of royalty and celebs than those of the common man. \n\nI did not hesitate to share the outcome of the treatment in scientific publication of my  metastasized cancer which by no means can be considered as cured but I am alive and able to function without requiring special assistance or home care or nursing home. Of course I was petrified when I received the diagnosis over a year ago but I researched my treatment options and my right to try complementary medicine that included nutraceuticals with a substantial scientific backing. As I have said before, despite all the research on cancer prevention and treatment in the scientific literature; there is no standard of cancer care that will work against all cancers and for all the people with a cancer diagnosis. Treatment has to be customized for each individual cancer patient and nothing short of throwing the kitchen sink should be done to try to destroy every cancer cell in body and to be cancer free. \n\nA person with systematic training in doing research could always have a potential to conquer even the worst cancers considered as incurable. My good friend, Dr. Stephen Lewis survived pancreatic cancer twice and he wrote a book to share how he did it with family support.",
        "My youngest patient with cancer was 2!\nCertainly anybody who sees ads for St. Judes Hospital in Memphis is aware that even children can get Cancer.\nIt is not understood by most children and many adults fail to fully consider it in the initial denial they may have at the denouement made by the Physician.\nIn my practice, it was noted that a few could understand the idea of having a disease such as Cancer, but still could not understand more than moving a step at a time.\nIt is important to understand that communicating the Cancer first requires its acceptance and some sketchy concept of its change on the life ahead.   I do not say this in any insulting manner as many physicians for many Cancers often have no exact answers for the future of a given patient.\nPrincess Kate first had to fully understand some idea of a future ahead before any announcement could be made.   Even then, dealing with those close to you is hard enough, but for those at a distance the problem can be daunting.\nOne does not want to seem to be too needy or too out of control and certainly does not want to provoke fear or to create any unrealistic expectations either for the good or the bad ahead.\nTalk of a future is always in a general sense and this is worse where a Cancer cause is unknown, or as in the case here not communicated.\nPrincess Kate should not have to divulge details of her ailment or its treatment.  I would not want to do so!\nPrivacy makes the disclosure in its most basic outlines essential.",
        "Though I knew my mother had cancer, and was not doing well, I was not told what a short time she had left.  I have been upset by this for 50 years",
        "I shared my diagnosis with my brother just before I underwent surgery. I felt someone had to know in case something happened. Later, I realized I had shifted the responsibility of disclosure on him...\nAfter surgery and histology, I shared my diagnosis with my family. I wrote an email giving details, and left it at that.\nThen I told my boss, who had to disclose it to two other colleagues, just for practical, job-related issues. Needless to say, the news spread like wildfire.\nI was annoyed by the \"condolences\" but releaved I didn't need to make any announcement. What blew me away however, was the amount of love and support I received from everybody around me, including people I thought were mere aquaintances.\nNow that the dust has settled, I work hard to move away from being the \"cancer lady\" and no longer talking about any of the details.\nNo matter what, cancer is a life-changer. To say the least!",
        "Best commentary. Thank you.",
        "Shame and stigma, the kind that keeps sick and frightened people from sharing their pain with loved ones, is a social stain but not one that will be fixed by celebrities issuing press releases about their illnesses and injuries. We, as a society, have a shared responsibility to create a culture of generosity and kindness, openness and acceptance, that embraces those suffering in our midst.\n\nWhen my wife was diagnosed with cancer, our entire neighborhood rallied with gifts of prepared dinners, flowers, cards, and emails wishing us well. Their responses cheered us, made us less alone, truly helped us (the dinners were a godsend), and, perhaps most important, created a social reality where we interacted openly, unabashedly, and with great good humor.\n\nShared responsibility. Its power is overwhelming and magnificent. And spares public figures the task of taking it on for us.\n\nMy wife is currently cancer-free, and our bond with our neighbors is strong, healthy, and beautiful.",
        "20 years out of the woods now, my \"cancer years\" have faded to something like a children's story.  stage 4 colorectal, survival close to zero: the experience changes your outlook.\n\nfor me, belief in imminent death was oddly liberating.  love becomes tangible, crucial.  i no longer had to worry about updating my resume.\n\nif prognosis turns bad, i hope kate kicks her royal duties to the curb.  life's too short to care about the opinion of others.",
        "Nonsense. \n\nMost people are not famous nor infamous public figures. \n\nMost people don't ' win' any genetic lottery of race aka color ethnic national sectarian origin tribal crass caste class powers and privileges.\n\nThe British Empire royals are not my fellow Americans.  Nor are they my family nor my friends.   I am as fundamentally indifferent to their cancer health issues as they are to mine.\n\nWhen you hear your name and a cancer diagnosis waking up from a bad dream is initially your only emotional mental and physical hope.\n\nThen you have to either lean into and accept the reality of your diagnosis by curious inquiry into your prognosis.  Or go to denial or depression blessful ignorance.\n\nEvery cancer is as unique as every person who has it.  Knowing your emotional mental and physical nature strengths and weaknesses is essential \n\nKnowing who can or will help you is basic. People who don't have cancer don't know what to say and or not.\n\nI went to my immediate blood family first with my cancer diagnosis and prognosis  Followed by non- blood family.  Then on to friends.",
        "I was diagnosed in my mid-40’s with a cancer I was too young to have. I told exactly 2 people. In the age where some choose to livestream their surgical procedures and update followers on social media this desire for privacy might seem old-fashioned. But I needed time to wrap my head around it, accept it and deal with it on my own terms first. I was also too sad to manage other people’s sadness. I’m extremely grateful to wear the label of a cancer survivor now, but 5 years ago even to attach the word cancer with my identity was unbearable. I had prided in myself for being fit and healthy until that point. It took me a couple of years to say the word without choking up. I can’t imagine going through it under the microscope of the entire world. When her health issues were first announced in vague terms with an extended absence I’m sure many people with a serious medical history understood in some visceral way the implications. On a human level I just feel bad that she was forced into disclosing probably the hardest thing she now has to accept about herself and her body with the world, not to mention the agony of knowing that the news will find her young children one way or another.",
        "I was recently diagnosed with cancer.  I had a difficult cancer about 2 years ago. That was my first. It was scary. This new one is not, but it is different and worse because quality of life will be an issue. Fortunately I am old enough that does not involve family or economic issues.\n\nOne thing I will note. Twenty years ago I found a sizable cancer chat group. Finding another person with the same cancer was very helpful.",
        "I have the greatest empathy for Princess Kate and her family. Her announcement was so well done and I personally felt her care and compassion expressed by her to everyone dealing with this horrible disease. I think everyone could see that the anxiety can be crushing for royals and common folk, alike. I also think it is OK to acknowledge that the Princess will not have to face drowning in medical debt or be forced to make choices based on cost and she is unlikely to face prescription drug shortages. I hope some of the attention that the NYT and others have given to the most famous of cancer patients will eke out somehow to all those dealing with cancer and other chronic diseases, all feeling anxiety for various reasons.",
        "Does Princess Catherine, a prominent member of the British royal family and wife of the heir to the throne, have a \"right\" to keep the information on her illness private?  That's debatable, but there is a legitimate news interest in the details of her cancer that all news organizations should want to pursue. It is the same, I should add, with the King's illness and treatment. There is a difference between that and the petty gossip-mongering about the Royal family that I've seen in the British tabloids.  These people constitute the unelected ruling family of the United Kingdom, and as such have lost a right to privacy when it concerns issues that can effect their status in the country.",
        "The princess, certainly has her right to privacy, and we all wish her the best. I am a palliative care physician, 30 years older than the princess, so when I received my terminal cancer diagnosis, it was not so tragic, as I have lived a rich, full life. But I did decide right away that my journey would be communal and public. I opened a CaringBridge site and included everyone I knew to follow it. Illness and death come to us all. By sharing widely, we do our part to remove the fear of both in others.",
        "Nine years ago I was diagnosed with cancer and had surgery, chemo, and brain radiation. I shared this with my family, who live hours away, and my work colleagues. As a senior writer at a financial services firm, those I wrote for relied on me. I couldn’t not tell them. Nevertheless, I was so fortunate to be able to take a 6-month paid medical leave to have my treatment, and with everyone’s good wishes. During it, I wasn’t forgotten; colleagues sent me baskets of fun (coloring books and crayons, jigsaw and crossword puzzles and a gift card from Barnes & Noble) that certainly lifted my spirits. At the end of my leave, I drove into work to start at 7 a.m., well before my colleagues would show up at 8 or 9. They knew I’d be back that day, so the day before put up balloons in my work area and a big white poster signed by members of my work unit, welcoming me back. I still have it, years later. It truly brought tears to my eyes. Of course, I wasn’t in the public eye like Katherine is. But she’s got a world of folks wishing her well and a full recovery.",
        "I've been living with (not dying from) stage 4, metastatic cancer  (which I prefer to call the \"blue meanies\", credit Yellow Submarine) for over a year now. I feel no shame, nor hesitation in speaking openly about it. Death is an inextricable part of the life we all live. This may be how I go sooner or later. Or maybe not. Meanwhile, all my friends and family are aware of my situation, though I've chosen not to share the nitty-gritty details of my diagnosis. There's no need for anyone but my close family to know that, and I've decided it's not healthy for me to spend my time and mental energy discussing it. I'd rather focus on health and healing, good food and exercise. I write a weekly Caring Bridge blog sharing my medical updates but mostly I write about my thoughts of life and mortality, and what I'm learning in this unwanted but still incredibly rich stage of life. The supportive comments on my blog, and the outreach to me from all the wonderful people I've known from all corners of my life, have been truly incredible and brighten my every day as I deal with the challenges of treatment, side effects and my confronting the inevitable day when this life will end and the next will begin. I hope there's something here in my story that will encourage others to accept your diagnosis without fear or shame. Life is truly beautiful. Carpe diem!",
        "Obviously, if the Princess wants to become an advocate for some sort of cancer awareness or research she can do so. \n\nHowever, it's important to remember that not informing the whole WORLD (literally) of every detail of your treatment, is not the same as not informing your family.\n\nThe princess has clearly informed her family and close friends. So she has already set the example of appropriate disclosure. If only the public could be equally appropriate and keep their curiosity to themselves.",
        "I've always been puzzled why people feel the need to hide a medical diagnosis, particularly cancer. I mean, I had prostate cancer 20 years ago, had surgery for it and no signs of recurrence since. There, I said it. Wooo (spooky music).  I know no one is interested, because I'm not famous or anything, but the point is, it doesn't bother me one bit to mention it. Of course, no one's being interested is a perfectly good reason not to bring something up. And at my age, get togethers w old friends too often devolve into an \"organ recital\" of medical woes. But why feel, what, shame? embarrassment?  Maybe it's a genetic relic from millennia past in the savannahs, where nobody in the tribe wanted to be perceived as the weak one, a better target for the predators. Sure, \"I don't want to talk about my cancer because it makes me feel sad and upset\" is fine. So say that.  But I don't get the \"hide my weakness from the wolves\" reflex. Of course, I post all my NYT comments under my full, real name, so maybe I'm different about privacy. Cheers.",
        "Revealing one's health issues is a personal decision that should be respected whatever the decision is based on and whether sensible or not.\n\nIn the case of my wife's diagnosis of pancreatic cancer, it happened days before we were scheduled to attend a wedding of family friend as well as a major family get together, neither of which we attended because we were awaiting a confirming diagnosis and appointments with doctors at another hospital more well known as having a specialty in pancreatic cancer treatment (Johns Hopkins). So, lots of people knew right from the start.\n\nTwo things happened immediately after the diagnosis. First, my wife and I dove into the subject of pancreatic cancer treatment and research publications on the disease. Secondly, we started getting a lot of emails from friends and family, some just expressions of love and hope and others that seemed to come out of the QAnon realm.\n\nMy wife and I talked about how to respond to the emails and I offered to write the responses and focus them on both her condition and the science behind her treatments. We were in clinical trials from the start and she went on to enroll in a total of four trials and lived for 31 months.\n\nVirtually all of those we had contact with appreciated our informative emails and the whacky emails to us ceased. I've used this approach with friends who had cancer later. Usually, it seemed helpful. Sometimes it was ignored. That's just the way cancer gets addressed currently for better or worse.",
        "It’s hard to share a cancer diagnosis without sounding like you’re looking for something…maybe sympathy or concern. Sharing the information obligates the recipient to a response and before you know it a relationship is inexorably altered.  Yet how easy it is to share with another patient.  In treatment it’s normal to exchange details with strangers united against a common problem.",
        "Many of us don't have the option of hiding a cancer diagnosis.  I was 36 when I was diagnosed with stage 3b breast cancer, and teaching 8th grade English.  Before I even started chemo I had to sit down with 160 teenagers and talk to them about my diagnosis.  To take on a public role means to trade some privacy for some empowerment, and the more public the role the bigger the tradeoff.  \n\nThis most terrifying conversation became my most meaningful one, as I opened up to questions that no one but teenagers dared ask.\n\nHow did you know you had to go to the doctor?\nHow did you tell your parents you have cancer?\nHow does chemotherapy work?\nAre you afraid of dying?\n\nI welcomed questions and shared my experiences through 16 rounds of chemo, major surgery, radiation, and a year of immunotherapy. Students cut my hair before it fell out, wore masks after they were no longer required, brought me treats and recorded encouraging videos. These conversations were life-changing for some students, and perhaps life-saving down the line if they know how to talk about cancer with doctors and family.\n\nKate is entitled to as much privacy as she can manage to keep, but I'd ask her to consider everything her public leadership could mean--including to herself.",
        "Perhaps the best medical advice I've ever received was from a urologist in New York who diagnosed me with prostate cancer and recommended I investigate the several treatment options  on my own before deciding on the best course of action. I readily took him up on it and interviewed a half-dozen specialists around town. I dined out on these encounters with friends, describing the specialists' various personality quirks and their helpfulness or lack thereof. My male friends were a particularly keen audience - one asked, \"What do women do about their prostate?\" The experience was strangely exhilarating, enabling me to \"own\" the disease and become, in effect, its master rather than its victim.",
        "Well said and to the point. We humans, akin to our cousins the apes, are curious animals, and want to know what's going on, even if for no reason but 'chit-chat' to entertain, or instruct us, in what may lay around the corner, a malignant tumor brewing within, perhaps still with no symptoms, but growing nevertheless. Eventually, by having periodic checks of our body, DNA, family history, and of course symptoms and signs becoming obvious, cancer remains a scary presence in need of action...and hope there is adequate treatment to cure or at least control it, and allow not only our survival but ability to enjoy life, short as it may be. The harsh assault by some News Media of Kate Middleton's private issue(s), although despicable in and by itself, may now be useful as a potential crisis for the rest of us, become alert and seek preventive measures for the sake of our own health. We owe it to ourselves and our loved ones, and to our neighbors, telling the truth based on the facts...when ready. This, not only when cancer is the issue, but even when an infectious disease has gotten hold of us, as our freedom cannot be exercised by impinging on the justice due to others around us... to avoid it. Meanwhile, let us wish Kate a good recovery; and, as important, her right for some privacy as well!",
        "I too had to think hard about how and what to share after a cancer diagnosis. My concerns were the community around my family and especially my child, but more than that, the fact that I am self-employed and I feared -- rightly as it turned out -- that if news got out, I would have difficulty finding work. We told people in our local community and, of course, family, but I chose to keep it quiet in my larger work setting to the extent possible. We also had to deal with drama queens who LOVE to focus on someone else's misfortune, as well as an older relative with dementia, with whom we chose to share only a limited amount of information. Still, our friends and family were supportive in ways that still floor me even years after the fact.",
        "When my wife -- a hearty and very private person-- was dying of breast cancer she chose to depend on a circle of close friends for support. And so, when one of her long-lost classmates decided to send out a blast on social media, her world was turned upside down. This thoughtless act brought pain and anxiety to our home at the worst possible time. \n\nPlease leave people alone.",
        "This is entirely left to the individual. When I had cancer I told no one while undergoing the tests and biopsies. When I got the diagnosis telling my family was really hard, but they needed to know. I told my boss and coworkers, also because they needed to know. But I did not have to tell the whole world like the Princess of Wales was hounded into doing. When you have cancer you lose your hair, your fingernails and toenails, your taste buds, your energy, and some parts of your body. Then you become \"that poor woman with cancer.\" And that's the worst of it - you lose your identity. You cease to be the person you were.\n\nLeave her alone. And respect the choices made by anyone with cancer. We aren't a walking disease. We are still us.",
        "Cancer patients, including famous ones, owe the rest of us nothing. I was a cancer patient and chose to become an advocate, but cancer and other serious health conditions are inherently private, no matter your public persona. It's gross that the general public thinks that people with serious health conditions are supposed to \"inform\" and \"enlighten\" people who are not ill. What it really is, and what this article eluded to, is that people not facing cancer want to know all the details so they can be reassured that they won't also get cancer. Guess what: there IS no reassurance and it's not your business.",
        "It's long past time that we stop speaking about cancer using the terminology of battle. Daniela Lamas describes it here in ordinary language, avoiding the words that far too many people use when they describe treatment.\n\nAlong with everything else, patients feel as if they must \"be brave\" and \"face their diagnosis with courage.\" They must \"be positive\" 9n order to \"win the battle.\" It's exhausting to have to deal with these expectations, instead of just facing each emotion as it comes.",
        "That's what friends with big mouths are for.  I found out I had cancer after going to the hospital emergency room with terrible leg pain and unable to walk.  They did a CAT scan and saw that all my lymph glands were swollen and the ones in my groin were putting a lot of pressure on the big nerves that run down the leg.  They removed some in particular that were causing the worst pain that required a day or two in the hospital and I was diagnosed with lymphoma and an oncologist ordered some more tests and a chemo schedule.  Unbeknownst my nosy friend who was another teacher from school must have spoken to my wife while I was out so when I returned back to work at school a few days later on the following Monday morning everyone there already knew so I didn't have to say a word about it to anyone.  It was kind of weird the way some people were carrying on over me though.",
        "When I was diagnosed with stage 4 cancer I was living in China and soon put in the hospital. My main concerns were not secrecy. They were\n\n1. Can I get the best possible treatment in the most expeditious manner?\n\nUnlike royalty, no.\n\n2. Can I afford this long term?\n\nUnlike royalty, no.\n\nAs for family, I told those who by practicality had to know, and the rest I didn't worry about. I had no choice with my job - this was China, and I was lucky the insurance lasted after I was let go (though in China you have to pay cash up front aned THEN you are hopefully reimbursed).\n\nI suspect most are the same: their main concerns are first physical survival and then financial survival. The rest are luxuries.",
        "When I had cancer, I had the opposite take (but yeah, I’m not a princess). I was annoyed at how the word scared people so much they could barely talk to me at times. I wanted to say the word as often as possible, and as matter-of-factly as possible, to destigmatize it. Having taken care of many people with heart failure, a disease that frankly has a worse prognosis then many cancers, part of my annoyance was simply that  people are so inexplicably, afraid of the word, cancer, and yet not the words of other just as devastating diagnosis words.\n\nAlso, I read the Metaphor of Illness many years ago. Susan Sontag’s take on the cultural response to disease is enlightening and interesting. I think the response to cancer has improved since she wrote that, but not entirely. I won’t say what cultural strangeness she highlights around how people treat those with cancer, so that you go read it.",
        "I was diagnosed with breast cancer a few years ago and didn't want to talk about it with anyone other than a select few (3 people). It's tough talking about something that may kill you without breaking down - think about how that would look in a professional setting (although I did inform my boss immediately).\n\nAfter some time, I opened up more. I found that the conversation made some others uncomfortable to the point they would avoid talking to me assuming I was going to weep all over them I guess.\n\nIt was nearly 2 years before I told my own mom - didn't want to worry her as I was one of the lucky ones with a milder case.\n\nUnless you've walked in a cancer patient's shoes, don't judge them too harshly.",
        "I think she does have a responsibility to share because she is not just a wife and mother, she is also a princess to an entire nation whose future in some way rests on her shoulders.",
        "It’s not quite the same thing to tell friends and family as it is to tell strangers worldwide who think they have a right to your personal information.",
        "CBS did not need to air the princess’s remarks over FAU-Northwestern crunch time",
        "Doctors paly a very real role in handling this.  I spend time on the phone being yelled at by my mother's doctor - \"We can beat this!!!\" over and over like it was some personal affront that she'd decided on hospice. Maybe it was, and maybe doctors need more training on letting go of their egos and listening to their patients.\n\nOr perhaps just reading, in the era before everything was in theory available via computer records. (No, I do not believe this is necessarily an improvement, as I explain my own conditions over and over - they are well documented in the records that now doctors have no time to read.  Thanks Care Denial Industry!) \n\nHe and the hospital had repeatedly missed the incurable, untreatable leukemia noted clearly on the chart hanging on her bed.  For days, maybe as much as a week. So they kept her in the hospital to \"treat\" the white blood cell problem. I'm sure Medicare paid handsomely for those unnecessary days.\n\nThe medical communities, and especially doctors with God complexes, frame how the rest of us deal with news like cancers.  None of us gets out alive.  Help us understand the reality and the options.\n\nAnd ditch for-profit healthcare.",
        "So much of what we do, say, behave is fear driven.  She is afraid! And so are her loved ones.  Speaking out is educating. We all can learn. But for me, personally, \nspeaking out is just so difficult.",
        "I'm not a celebrity, but I didn't keep my diagnosis private. Overgeneralization.",
        "Jane Austen said it best: \"Nobody, who has not been in the interior of a family, can say what the difficulties of any individual of that family may be.\"",
        "None of us can know — not even the Princess of Wales and her publicists — all of the impacts of our choices in what medical information we share in such situations.\n\nNot until 6 months into many rounds of chemotherapy and major surgery did I learn that at that the moment my boss spoke to HR about my diagnosis that a clock began ticking, giving me 6 months medical leave and continued medical insurance, which was then at an end. \nI still had 6 more rounds of chemotherapy to go. \n\nI later learned of a colleague who had kept her own diagnosis secret a couple of years earlier. She was not thinking about — nor did she know of — continuing paychecks or insurance benefits.",
        "Illness need not be a public matter.  While I have empathy for the princess,  I do not understand why the news media feel the need to give her and her condition so much space and time. She is not more human than anyone else.",
        "One of the very few pieces that goes sensitively and in a balanced fashion about this issue.  Thank you.",
        "Maybe Kate Middleton wants to keep it private until she and her family have had time to think about what is happening to her.  Sometimes we need to think things through with our loved ones first.  And she has every right to do that.  Wishing her good health and kindness.",
        "When I practiced, I often did a quick double take when someone with a bad disease was my age. I was a columnist for the local medical society, and one time one of these unfortunate stories prompted a column entitled, \"I have no problems,\" because in the face of what that individual was going through, my daily trials were really insignificant.",
        "Gee, I wish the media would leave that poor woman alone.  She has to deal with that dreaded disease and with a young family.  Yes, I know she and the family will be well taken care of due to their status.  However, enough is enough, from the harping on the doctored picture to her public conversation that must have been hard to do.  There is no more red meat for the press, she now has to settle down and deal what all people have to deal with to battle the disease and frankly, it's no one else's business.",
        "For better or worse, Catherine made a deal with the devil in marrying into one of the most public jobs on earth.  So, she should have thought about her privacy years ago, and she should have the best help in controlling her narrative.  My experience is that the best way to control is to come forward quickly and set the rules about information.  There is a huge opportunity lost here:  to teach, to reassure, and to support a stressed medical establishment in the UK.  It would be superb for her to have treatment in a NHS hospital, where she could be among everyone else, where she could improve the morale of all others providing care and receiving it.  She could enlist her key physicians to help her teach about her problem.  A key point is to explain how in medicine, there are aspects that are known, and those that are unknown, and how people must learn to handle the unknowns.   The same considerations go for Charles, whose mystery does no good for his country.",
        "I applaud a physician who shows such empathy and honesty when writing about a disease that she tries to cure on a daily basis. It seems to me that the reluctance of patients to share the news/details of their illness comes, at least, from two factors:\n1) sharing the news forces them to face the fact that, indeed, they have a very dangerous condition. \n2) too many people react to such news with all too visible pessimistic concern, some using the inaccurate and unfair metaphor of a “fight” against the disease (when they don’t go into blaming the patient for past lifestyle issues that make her feel responsible for becoming ill). While it is entirely possible that psychology might play some role in assisting healing, it is grossly unfair to make the patient feel that, if his condition worsens, he is a “loser” in this “fight”.",
        "Thank you so much for this touching piece. No one should have to share such a personal piece of information unless and until they are ready.\n\nSadly, we humans have been pouring industrial poisons into the air, water, land, for many decades. My guess is that this is, at least in part, responsible for the uptick in many devastating illnesses. There's also the \"luck of the draw\" piece. And our genetics. It's complicated.",
        "A month before the lockdown I was diagnosed with two cerebral aneurysms. My surgery scheduled for April was put on hold because of the lockdown. It finally occurred in early June of that yesr. The entire time I never told my adult son because I did not want him to live with the stress of my condition. Telling him about my condition was the hardest thing I have ever done. All these thoughts returned to me four years later when I thought about Katherine having to share the news with her three children because people on the internet cannot stop focusing on other people’s lives. Sad!",
        "Had to watch my late wife and now my partner navigate this tough decision. Had my own scare with dysplasia. The three of us took different approaches. Each was the right choice.\nLike much else in life; one size does not fit all."
    ],
    "web_url": "https://www.nytimes.com/2024/03/26/opinion/cancer-kate-middleton-privacy.html"
}