{
    "main": "Learning to Love My Father as His Mind Unraveled",
    "abstract": "The experience of living with my father’s dementia ranged from tragic to tragicomic to vaudevillian, often within the span of a few minutes.",
    "keywords": [
        "Dementia",
        "Content Type: Personal Profile",
        "Father's Day",
        "Families and Family Life"
    ],
    "comments": [
        "Beautiful piece! Music... our favorite songs... are the window into our memory when other doors are shut. It's why you may no longer know your spouse's name, but can still sing \"Somewhere Over the Rainbow.\" Music is medicine... it should be Public Health. Musicmendsminds.org",
        "This is gorgeous. Dealing with a parent with dementia right now, it is unfortunately impossible to have any kind of fun at all. It can be so different in each person. Instead of being amusingly bizarre, some people become angry and violent. It's hard on all families, regardless, but I hope that no one reading this feels like a failure because their experience doesn't match this one.",
        "Cornelia, my heart goes out to you for losing your Dad in that way when you were a teenager. \n\nI am a dementia survivor -- one of the very few that I have ever been able to discover. I was lucky. Before my brain problem became irreversible I learned that my dementia was being caused by an autoimmune disease -- celiac. By avoiding foods with gluten I've been able to keep the disease under good control. \n\nIn my experience, when dementia starts, it forms a slowly gathering mental fog that bit by bit swallows you up (one of the first things I lost in that fog was the simple ability to add and subtract). Your Dad was lucky to have you and the rest of the family there to love and take care of him through most of the rest of his life. And your experience with him in the car that you describe singing along with the radio is a precious memory you can hold on to.",
        "Sending you heart-full of support.\n\nThank you for sharing your dad and life with him as he experienced dementia.\n\nWill reach out to those who I know have a loved one experiencing dementia - asking: what can I do to support you?\n\nYour dad was blessed to have you as his daughter.",
        "Your sharing is such a gift.  Learning to accept and live with each other  is often a hard road, but with dementia it is more than just a challenge.   Your compassion and love shines.",
        "Cornelia, What a loving tribute to your father while recognizing the loss of the person your father had been to your family.    We are dealing with my mother’s dementia and it truly takes a toll on the family but what a gift to be so loved at the end of their journey.  We are so fortunate to have the resources to care for our loved ones, I can’t imagine the hardships for those without supportive families and the resources to care for them.  I read his obituary - quite the man.",
        "\"The flavor of being born\" was enough to love this piece. A lovely way to start my day. \n\nMy dad died last year at 89, and he had age-related dementia. I wish he had hid bananas and taped quarters to the doors. Instead, he got mean. Well, meaner. This was a man who, when visiting my brother in Las Vegas, brought a compass so he would know how to exit each casino (and yes, he held it out as he navigated the tables), and he brought gas masks to Boston when he ran the marathon (hotels catch fire, of course.) But he got more and more controlling and distant, throwing tantrums when I asked my mother where she wanted me to put the phone, screaming about changing the TV input because he thought I was breaking it...\n\nThe week he died I made him a martini while he lay in bed, unable to move, and played him Beethoven's third, his favorite. He actually smiled, and mumbled that I made the best martinis he ever had (true). I never saw him again. \n\nThat moment was one of my best with dad. I realized I needed to forgive his dementia and his past as much as I needed to forgive him. He loved us, in his dark matter way. Like the Bard said, \"he was a man. Take him for all in all...\"\n\nAnd I still have my parents listed as \"Bananas\" on my favorite contacts.",
        "Wow.   \n\nCornelia Channing must be a marvelous and empathic human being.",
        "What a wonderful glimpse into the evolution of your relationship with your father. My aunt just died of dementia/old age a few days ago. She had been in a facility for several years. She was only 18 years older than me and for a long time we were peers. She was funny and smart and I loved her like a close friend and my one and only aunt. It was almost impossible to process what happened to this vibrant woman as her brain became more and more tangled. You did an amazing job of describing that with your Dad. Thank you for this story.",
        "Happy Fathers day.  Daddy had macular degeneracy, but began seeing people not present and asked about them. Senior's ineviatble buddys : dementia, Alzheimer's. Hospitals declined to see him but hospises  were welcoming.  He began hiding fortune cookies. began to know more about St. Joseph with infant Jesus.  He began playing with grand children that reminded of Marlene Brando in the movie Godfather. Doctors hesitated to prescribe sedatives and sleeping pills for he may slip and fall and may suffer fracture.  He slept during daytime and kept awake during winter nights.  Hunger almost disappeared but at the dinner table he watched grand kids playing, this made him more than happy. Once he carved a human figure with a slab of butter and placed a galic as  crown.  When hunger vanishes, muscle mass shrinking, major arteries become viscible under the skin, unable to clean himself, dependence on another for daily routines, it as about to a call  the cemetary for a burial plot or a mausoleum spot, because the cost of end satge ritual increase more than inflation. Coroner may ask questions. Bit of planning ahead saves hassles at a critical moment. Everyone has a beginning and ending and everything in between. I have to prepare for the same sooner or later.",
        "My father also died of dementia, as the oldest child, I was in my 60's at the time as his symptoms became bad, I had the power of attorney.  Me and the rest of the family watched him regress to childhood.  Things that were an issue for us, was taking the car way.  He would get lost two blocks from the house.  My dad was a fun social person, as the dementia took hold his filters went away and he got mean. He was raised in the south in the late 40's & 50's and those attitudes came back.\n\nHe was convinced that one more procedure, one more pill would return him to his health when he was 25.  His instructions to us and his doctors were to do everything possible to prolong his life.  He suffered horribly as a result.  It was the hardest decision of my life to let his instructions go forward, rather than countermand them with my medical power of attorney.  In the end I decided it is his life, this is what he wants, I don't have the right to ease my suffering by prematurely ending his life by refusing treatment.\n\nWhen he passed it was at home surrounded by family which was also what he wanted.\n\nWhen you are born your parents make many sacrifices so that you may succeed.  This is a pact bound by love.  The other side of that coin is that at the end of their life you may also be called to make sacrifices for them.  This is also a pact bound by love.",
        "Dear Cornelia Channing,\n\nI understand your father was a monumental man an you loved him to bits. I sincerely hope your most recent memories of him will make way for older ones where he was still strong and healthy, being the father, husband, friend he wanted to be… and actually is.\n\nThank you, your narrative helps a lot of readers to understand what dementia involves and be emphatic towards those afflicted by it.",
        "There are a million stories about the loss of memory. No two are exactly the same, which makes predicting behavior and paths almost a fool’s errand. Nevertheless, we continue to want to believe that if we can find a roadmap out of our individual case.\n\nFor many people, care means locking up people in rooms and in beds, parking them in front of perpetually loud tvs, attempting to prove their thinking to be wrong, etc. In so many words, care is putting them in a parking place that further dehumanizes them. Does it matter? Of course it does, because people deserve dignity.\n\nMy mom, who escaped the Nazis, lapsed into German and asked why she had to speak English. Because she wore black slips, it seemed that every black slip, regardless of size, ended up in drawer. Her room was on the second floor. When she threatened to jump out of the window (about two feet below the window was an arbor), the window was nailed shut. There went fresh air without realizing that she barely had the strength to get out of bed, let alone lift a window. Of course, there is liability. \n\nBy the way, my experience is that male guardians are/were treated differently than female guardians. \n\nThe point is that we are on a collision course because we are so far from figuring out how to actually treat people who have memory loss.",
        "It is a shame and I send my great sorrow for your situation to you even if it comes a deal late.\nA person with Dementia has lost a good deal and in part has lost a part of themselves.  It may not be lost always on the whole, with some parts misplaced here and there to be found another day, only to be misplaced yet again.  Whatever has been found for some moment will eventually disappear somewhere into the mists.\nIn the midst of losing memories, the person with Dementia loses the idea of friends and family and even of the nature of feeding and more.\n\nIt is a growing horror of course, but it is hard enough for other adults to experience this.   I would imagine it is yet the worse for a teen or an adopted or natural preteen child.\n\nNobody should have to suffer Dementia.   It is a blessing that many who have the ailment may not any longer realize what they have lost, but that does their loved ones little good.   To be growing up and to lose some of the joy of less restricted activities as one takes up a role as caregiver is yet another issue too hard for many to imagine, no less to go through.\n\nI hope that by now you have found some ability to resolve your feelings although there is no good way to tell you that the unfairness of your situation will ever be made whole for you.",
        "What a beautiful & emotional piece.  Thank you for sharing it -- the volume & nature of comments indicates with how many people it resonates.\n\nIn my eulogy for my late father after he finally passed away after a similarly lengthy dementia trajectory, I described losing someone to dementia as coming home & finding it burglarized each & every day, not losing much on any day, but losing everything over time.",
        "I lost my father to dementia two years ago. My mother is now in the early stages of dementia. I live far away from home and I have no living siblings. Whenever I travel(ed) back home to take care of my parents for a while, I find less of them there waiting for me. It's like some unseen force is using a pocket knife to whittle away at my family's very existence. These days I spend a lot of time just sitting on the couch with my mom. She likes watching baseball and I can get work done remotely. I used to pepper her with questions, trying to gauge how much had been lost. She's good at hiding it. Over time I learned that the questions only served to upset the both of us. You called it \"companionable silence.\" Being in the moment without any other goal than to exist, together. Those moments go on forever. A part of me will always be sitting there, right next to my mom and dad. I want to say to you, and to anybody reading this who is caring for a loved one with dementia, I don't know you, but I love you. And I'm sending you a heartfelt hug across the ether.",
        "Beautiful.",
        "\"That’s another thing about dementia: It is, in certain moments, incredibly funny. I know, I know. It’s not. But also? It is.\"\n\nIt is funny. Or, rather, you have to laugh sometimes because the alternative is crying. We traced the development of my father's dementia by his favorite television show: Early stage: began watching the Dukes of Hazzard. Mid stage: Began laughing at Dukes of Hazzard. Late stage: Laughing at Dukes of Hazzard reruns.",
        "I just wondered, with all we know and don't know now about dementia, Alzheimer's, AlS - what did they say about these conditions and the conditions they caused and distress to families in times past?\n\nWhat was reported, known, if anything in 1850 or 1900 or any date earlier than the mid-1950s at best?\n\nI doubt anything at all, though perhaps yes about ALS from the moment Lou Gherig gave his brief, heartfelt speech at Yankee Stadium in 1940.\n\nBut about dementia and ALS except for literary descriptions what was there of science? Probably nothing at all.\n\nWhat else like these is yet to reveal itself?",
        "So glad you cleared your mind about your father's loss of it, at least for a moment, enjoying nature together for however short a moment. It is like losing our ego when we become one with our surroundings, however imperfect. And Nature shall be always there, for what's left unsaid or undone. And dementia is certainly a universal concern as we get older and become fully aware of our memory's shortcomings. As they say, \"no one promised us a rose garden\".",
        "Beautiful, poignant essay by Cornelia Channing. The parent-with-dementia journey is one no one wants to be on. My siblings and I had it better than a lot of families. Our elderly dad remained cheerful and easygoing as more and more of his memory disappeared. He knew who we were until the end. And sometimes he'd share stories from his early life that we'd never heard about before. \n\nYou learn to 'live for the flash' of the pre-dementia person you knew. This piece of writing is a wonderful reminder to be thankful for those flash-gifts when you get them.",
        "Beautiful. I have trouble bringing words to my feelings regarding dementia. But you are able to do that: \" yanked out his batteries:\" , agitated all the time, loss of confidence . \n\" it is in certain moments incredibly funny. I know, I know. It's not. But also? It is.\" Thank you for writing.",
        "Speaking of Bananas, \nTrump is all about ego stroking. It seems he needs constant reinforcement of his greatness. Why? \nHis German immigrant grandfather Freidrich founded the family fortune with hard work, risk taking and hustle, like Daniel Plainview in the 2007 film ‘There Will Be Blood’, unafraid to rollup his sleeves and wallow in the mud to get what he wants. \nThe Donalds dad Frederick was taught hardworking values and added to the family fortune. The caveat, the more generations suckling at the teat of privilege, the less its about hard work. Like an oil well, family fortunes r eventually sucked dry unless someone steps up and replenishes the coffers. The Donald stepped up, and parlayed his inheritance into what we see now. His numerous business failures and his criminality doesn’t matter. Its all about results and ‘The Now’. \nThis non-politician became POTUS by using Machiavellian Tools of the Political Trade, better than any politician. So what that he solicited help from the Kremlin and other foreign adversaries. He has gotten away with his crimes except 4 Manhattan and the civil suits he lost. He hasn’t paid the piper yet and if he regains POTUS, he never will. He has managed to corral a pen of sniveling craven snakes, broke and saddled them, and is riding them to victory. If he achieves POTUS again, ya he may subvert our democracy, but he will do it in plain sight. Whose fault is that? \n\nObeisance is the essence of acquiescence and coalescence. \nGod help us",
        "A friend's husband, a former CIA operative, has dementia.  He still speaks with professorial intent, but the sentences ramble inconclusively. He can draw a blank when asked about his adult children. He knows his way around the town and shows up at the old brownstone Presbyterian regularly where his wife plays the organ. Each case is unique. The author writes with wit, love and conviction. Great writing. As with all \"mental\" illness there remain nagging questions: how, why, who's next.",
        "A buddy from high school died a few months ago of dementia in Florida. A retired Marine officer. Hard to imagine this happening to him, of all people, but it did.",
        "The author is beautifully correct when she states that you have to laugh. My mother was lucky enough to live to 92; she was unlucky enough to spend her last year or so in a rapidly declining state of dementia. Still, there were some laughs. My favorite is the time she told me, breathless with happiness and wonder, that a man had come into the apartment in the middle of the night and put dozens of ice cream cups in her freezer. She made me look into the freezer, which was indeed full of ice cream cups (they came with her lunch each day).",
        "Wow, I was blown away by your precise painful and joyous memories of your father's decline.  My mother also had dementia, and ultimately died from the disease, when she could no longer, walk, talk or eat.  She simply had enough, and her heart stopped beating. \n\nKudos to you for finding all of the beautiful moments.  I struggled more than I could find the beauty in the moment.  I appreciate how generous you have been with your dad.",
        "What a lovely and relatable piece.  My dad also had some unnamed form of dementia and spent his final years in a skilled nursing facility.  He benefitted immensely from music therapy.  The music therapist asked me about his preferred genres of music and interests, then she incorporated that into the therapy.  For example, I said Jazz and fishing.  She played Louis Armstrong's \"Gone Fishin\", which prompted him to regale her with a fishing trip memory.  Bear in mind, he was well past the point of remembering the past let alone what he did 30 seconds prior.  She said Dad had an endless supply of stories, which was true given his remarkable life.  She would ask if some of these amazing stories were true...  and I would always confirm yes, all true.  He told me there was a delightful \"wandering minstrel\" and iit was one of the few things that made him happy.  My dad was very stubborn about cooperating with physical therapy, but the music therapist recommended scheduling the PT immediately after the music therapy.  Indeed, he became cooperative with the PT and applied himself fully. I hope this idea is helpful to others caring for loved ones with dementia.\n\nThe skilled nursing facility where Dad lived was organized in small \"neighborhoods\".  Each neighborhood had a mix of residents with and without dementia.    They ate meals together, as able.  Residents without dementia watched out for those with dementia - they felt needed.  Perhaps easier on the staff too.",
        "As the author shared small moments of joy with a father who was no longer there, my observations may feel unwelcome, possibly hurtful.\n\nEven in states and countries where physician assistance in dying is legal, it remains unavailable to dementia patients. No matter how fervently, sincerely, irrevocably, legalistically they express their desires while \"compos mentis\", they are required to reaffirm those desires -- and deemed incompetent to do so -- exactly when they might want to carry them out.\n\nOn the theory that they might have changed their minds (even as their minds no longer exist), or that dementia sufferers don't actually *suffer*, or leaning on the \"slippery slope\" argument, society refuses their last wishes by abrogating the contract they hoped to make with their health care network.\n\nThis is paternalistic, and frankly offensive. No one should be coerced to actively end their lives, but too, no one should be prevented from doing so when their conditions no longer measure up to the quality of life they want(ed) for themselves.",
        "I treated people with brain injuries that had younger kids still at home.\n\nDerek Draper lived in London for over a year in a constant state of deterioration until his death with two kids at home.\n\nWitnessing a parent in this state changed them.\n\nIt changed the author of this piece.\n\nBe very grateful if you had a parent who developed dementia in old age.  It is horrific, but not nearly...this.\n\nThese kids have to watch something that those of us in our 50's. 60's, and 70's find incredibly painful.\n\nThey do it before they are old enough to vote.",
        "Thank you for this beautiful essay. I am watching my 90 year old father's cognitive decline and it is so heartbreaking. I have found so much useful and practical information about dementia from the Better Health While Aging website by Dr. Leslie Kernisan. The best we can do is to keep our loved ones safe, comforted and hope they are content as they slip away from us. At ages 69 and 70 my husband and I wonder who will be there to help us should we face the same fate. We are already looking at continuing care communities.",
        "Very descriptions regarding dementia can be classified as beautiful. But, this writer has accomplished the impossible. Beautiful tribute. Thank you for writing this.",
        "Dementia peels away the ‘civilizing’  layer of manners, inhibition, social correctness and whatever. We learn to mute our more primal impulses. This man, at root and heart, still seems so pure and unafraid in his dementia. Eccentric as hell, yes - but all those bananas, strawberries tasting of new life  and purple party dresses speak to a spirit essentially good and with unquenchable fascination with life, even in the midst of his dissolution. Thank you for everything you did for him and for this astonishing and compassionate account.",
        "My daddy was a moral degenerate evil malign callous corrupt cowardly cruel cynical liar loser weakling.  A man who emotionally mentally and physically selfishly abused his wives,mistressess,parents, siblings and kids all of his life.\n\nI learned from my daddy what kind of person, man, daddy, sibling, cousin and uncle I never wanted to be.\n\nI forgave my daddy for my own personal emotional mental and physical well-being.  He wasn't worth my love nor hate. Just indifference. .",
        "Your own reactions as described here surely mirror those of most family members of these patients. \n    These everyday people can adjust their reactions but that will be tough to maintain if they take things personally, like I may well have done.\n      The smarter the patient, the more shocking these changes will be, no?",
        "So poignant and inexorably sad. But at the same time life affirming. Thank you.",
        "Such a beautifully written story. Thank you for sharing.",
        "Your father (and your entire family) was and is so fortunate to have been immersed in love and caring. Thank you for sharing such a beautiful story.",
        "How wonderfully passionate and brave, Cornelia.  Thank you for sharing.",
        "This beautiful essay made my day as I'm going through the same situation now. My dad @89 yrs had admitted to the long term care few weeks ago. He is struggling to adjust to this totally new environment and is very lonely. We celebrated the last \"Father's day\" last number of years and here is one more coming tomorrow. I cherish every moment with him while my own strength runs out faster than his own. Thank you for sharing your beautiful story. It did more than you may have possibly anticipated.",
        "Let us all pray for Dr. Jill as she too goes through this most difficult period of Joe's life. It was so deeply sad to see him go Mitch McConnell at the Juneteenth celebration and blankly stare into space.",
        "So beautifully written.  Her care and empathy brought her father to life and showed the humanity and love in all their lives.  But alas, my eyes are now filled with tears...\n\nThank you for sharing your story.",
        "Beautiful essay. I am watching my mom decline due to Alzheimer’s. It is really hard to lose her in pieces. There is very little left of who she used to be. Every once in a while, she will call me “Sweetie” and I know she’s more herself in that moment. Those are special times.",
        "For people struggling in this situation with family members….I had read several years ago that the music of the patient’s youth provided a calming effect as well as somewhat increasing interaction with others.  I mentioned this to neighbors who got Big Band music for their mother to enjoy…don’t remember what technology they used,  but they reported very positive changes.\nI know…totally anecdotal…correlation doesn’t mean causation, etc.  But it’s worth a try if you can manage it.",
        "Thank you for this valuable memory-document. I recognize not only glimpses of my elderly parents and friends' parents, but of myself when I was recovering from a cerebral hemorrhage that made virtually everything seem incomprehensible or uncannily significant or all of the above at the same time. Portentous images and absurd metaphors were everywhere, meaningful and absurd, and all I could do was sort through and endure them.\n\nI never got stuck in Mary Poppins' supercalifragilisticexpialadotious, but I did suffer for a while from a stubbornly obsessive Rock Auto Parts jingle earworm, and was inexplicably haunted by persistent visions of a nonexistent animated advertisement for George Harrison's Luck o' The Irish Driving School that wouldn't leave me alone.\n\nWhat does that mean? I have no idea, but it was real to me at the time.",
        "Beautiful, honest, thoughtful reflection. Words of wisdom to anyone going through this. Thank you.",
        "This is beautiful. My family is struggling with this as well, albeit at a later stage in all our lives. Thank you for your essay and the grace your family exhibited. We’re trying but it is hard.",
        "What a wonderful reminiscence, thank you so much for sharing your Dad with us.",
        "\"I lived for that flash.\"\n\nI had to take a deep breath at the moment I read that line. I choked back the tears.\n\nThank you for the feeling. Being human is all wrapped up in being human again.",
        "This is a beautiful piece of writing. Thank you.",
        "Very moving essay. I am aware of another artist and sculptor who had Parkinson's at the end of his life. I have to wonder if some of the chemicals that artists and sculptors sometimes work with might in some cases contribute to the development of Parkinsons.",
        "My mother's \"awakenings\" moment came during a window visit due to covid lockdown. She'd been isolated for months which accelerated her loss of communication. She gazed into space while I told her stories from outside her bedroom window. \n\nAfter reading  a letter from a childhood friend I asked, \"Mom, weren't you lucky to have such a fun childhood?\".  From her  speechless void she suddenly said, \"Yes!\", and then she added, \"The simplest things in life are the most delightful!\".   \n\nWhat a perfect way to describe the celebration of the glimmers of normalcy in our disappearing loved ones.",
        "This piece is written so lovingly, so gracefully and is about as poignant as it can be.  It is a thoughtful guide to living with a loved one through hard times and to the end.  Well done.",
        "Thank you for sharing these intimate details...it will hopefully help the many other caregivers and family of those with this terrible disease...myself included.",
        "Unfortunately, my father became more child like and self-absorbed. If his desires were thwarted, the situation would quickly turn unpleasant. All my rhetorical skills were required to deal with him, My mother, on the other, just became more benign.",
        "what a great reminiscence.  you captured the ups, downs, and inbetweens of your trajectory with your dad.",
        "This is very beautiful--your father's most enduring art work to me is in simply being himself--he out-surrealed the Surrealists.  But mostly because their work was so cold--and here there's the warmth of love.",
        "Thank you for sharing this beautiful story.",
        "So sorry for your loss. My late husband died of complications of frontotemporal degeneration two years, and nearly four months ago, on 01/29/2022, eight days after his 66th birthday. We were a little older when we married and were not blessed with children. He was diagnosed at 56 years, 9 months. If we had children they would likely have been in high school or college when he died. So I  now consider the fact that we didn't have children somewhat of a blessing.",
        "About 6 months ago I was diagnosed with Alzheimers onset , which I jokingly refer to as Half-Heimers. Some days are better than others. Ms. Channings wonderful guest essay, evoked both delight and sadness, is a must for those who witness a loved one's deterioration. Thank you Ms. Channing for your courageous piece.",
        "Reading about the author's father's many talents almost makes me rethink the idea of predestination. Perhaps fate, destiny whatever it might be that shapes our lives awarded him all those talents knowing his time to enjoy them would be short.\n A lovely article.",
        "Thank you for sharing this testimony to finding silver linings.",
        "\"And death shall have no dominion...\"\nAbsolutely beautiful writing. What an incredible talent you have. I suppose for me,  things were infinitely simpler though no doubt more brutal, having lost my two parents when I was a young student,  followed  by sister whose grief led her to suicide. I left the US, becoming a nomad, travelling the globe, losing myself in the haze of foreign landscapes and languages, so many decades ago, with not a day going by without thinking of them as, now an old man myself,  I patiently wait my turn to join them. Bless you for sharing your wonderful and beautiful words.",
        "Thank you for this exquisite writing about love, loss, grief...and I am so sorry that you had to lose your father in this way when you were so young, but I suspect that both your parents gave you the qualities that helped you make the very best of it.",
        "Cornelia, thanks for so generously sharing your experience with your dad. My beloved older brother was just diagnosed and is in the early stages. He's currently pretty capable mentally, but the disease is already robbing him of his peace of mind....there's a great fear of what is to come. There are also tremendous gifts as he's expressing his love for family while he still can. One day at a time, one moment at a time.",
        "This is a heart rendering tragic story told with empathy by a truly devoted daughter! I see that he was in his mid-sixties when it started, so if this caring daughter was ten years old at that time, this means he was in his mid-fifties at her birth! Correct?!",
        "Thank you for sharing your amazing father with us. Your tribute and loving memories led me to his obituary. In turn, I saw some of his lovely wood sculptures online and meandered through other links. Happy Father's Day to my dead Dad, Mr. Channing, and all the other fathers who enriched us.",
        "My mother, (83), is shambling down this road.\n\nI should be reading books with somber titles, about how to be gracious, and patient, and unflappable, but I find these first person accounts more helpful.",
        "What a beautiful tribute. I have tears. Thank you for sharing.",
        "A wonderful tribute to your father. \nMy father suffered  from dementia and I identify with many points of the article. He was bilingual and at times he would go from English to Spanish in the middle of a sentence and after 15 minutes jump back to English. My family would just go with it.  I wouldn’t trade that time taking care of him for anything",
        "Goosebumps, thank you for this .  My dad has had dementia for a decade , your piece resonated with me. Im going to share this with my sisters, thank you, reading this helps...",
        "My father had Alzheimer's in the 1980s before anything called \"memory care.\"  It was an unmitigated nightmare for all of us.  At that time, there was nothing to do except watch the decline.  Although my father was always incredibly healthy (I never remember him staying home sick from his dental practice), mercifully he died after only about 5 years of the devastation at the age of 67.  Maybe these days with some advancements in care, people can find humor in some of these situations, but back in the Dark Ages of dementia, there was none to be found.",
        "If we had twice the long term dementia care facilities that we have now it would still be too few. National health care is what we need, but instead we get Republican Party blather and a possible return to the White House of a man who hates science, and cares only for the wealth of the wealthy, not the health of the suffering.",
        "Remember as a child when Reagan came into  the WH he stopped funding for dementia claiming it was not a real disease.  In the same manner he refused to acknowledge HIV, thousands died  of HIV before he acknowledged it was real and thousands  began that long journey into that horrific darkness.  We didn't have the name for it but we all knew the symptoms when out families were touched by dementia\n\nMy family members have taken that long journey into darkness and even with all hands on deck by the medical community we are grasping for answers .\n\nBeautiful article we all have wrestled with our own extremes of emotion's.  With plenty of happy talk from the medical community  we have to always remember who the person was and continue to work with them in order to  provide the best life we can  Ensuring that they  know they are loved, and will always be treated with dignity, respect no matter what",
        "Thank you for these heartfelt words. My husband left the earth eight months ago. He was officially diagnosed with ALZ in 2020, but this disease was many years in the making. He died at home, having lost all functioning. His essence was , I thought, gone, but when we played his favorite song, Secret To Life, by James Taylor, there was a flicker of recognition....just a moment, so fleeting, and then, good bye. Your article was a gift to me today, as I am worn out from caregiving and the aftermath. You helped me to remember some of the tender moments, and yes, the humor. Living in the moment is something we aspire to , and most of us don't manage to achieve it. My husband's dementia gave him that, and I went along for the wild and terrifying  ride.",
        "I relate! When my father lost his mind, I was thankful that I had done some needed work in therapy, as luck would have it, that gave me a much more open heart to helping him through the first difficult stages of his dementia. The whole family pitched in, but I was the one who took away his car keys and made it clear that we had to find an alternate living situation to his home. \n\nHad I not done that therapy, I don't believe I could have approached him with my and his full humanity in mind and heart.",
        "I love this.",
        "Beautiful article. So sorry tor your loss. \nJohn",
        "How lucky Cornelia's father was to have such an emotionally-capable daughter! This beautifully written remembrance demonstrates a level of wisdom few truly achieve, and rarely as teenagers. It surely has to be a huge comfort to her now to know how well she honored her father in his last, difficult years, and to have those precious memories she created with him.",
        "Wonderful.  Thank you.",
        "Thank you for this.",
        "I’ve been slowly losing my Dad to dementia for fifteen years. The thing I’m most grateful for is that he’s peaceful and compliant. The dementia has amplified his warm, affectionate side. But it’s still incredibly hard on my Mon who is both his wife and mother at this point. It’s a brutal end to life and I live in fear of it for myself.",
        "The problem with dementia is that you have to catch it early and treat it early.  Still, nobody knows what causes it.   Only that some are predisposed to it.  They are not even sure plaque causes it, only that it is present in the patients.  And that once it\nis diagnosed, it may already be too late to stop the progression \nof the disease.  When victims become unmanageable, they\nare put in locked units of nursing homes and forgotten.  This begs the question of assisted suicide in an honorable way.",
        "Love this piece. Beautiful. I’m currently navigating the experience of slowly losing both parents to Alzheimer’s at the same time. My mom is in assisted living nearby thankfully, where by some miracle during the pandemic lockdown I got her into a lovely facility where she receives wonderful care from dear people who agreed to take Medicaid up front! Dad is several hours away with his third wife who has been doing the heavy lifting for him 24-7 on her own so far. It’s getting to be too much for her and there’s no plan and not enough $ for the kind of care he’ll need soon. \n\nIt all feels brutal, overwhelming, sad and undoable, and at the same time in the last year I’ve also experienced moments of pure joy, peace and love with both of them. That has been a weird gift from this awful disease, to be able to connect in the moment with each of my parents with love and care and acceptance, in a way we were unable to do before they became ill. The author of this piece has done a brilliant job of conveying this experience, all the humor, pathos, struggle, worry, grief and loss, and love. Thank you.",
        "It breaks your heart.  \n\nThank you, Ms. Channing, for sharing.  So fully.  In such detail.  And not sparing us--no! not for a moment--\n\n--your own feelings of pain.  Or rejection.  Or anger.  Or frustration.  \n\nI thought of my own Mom, who never suffered anything like this.  But I recall (as it seems to me) when I spotted the first warning signs of dementia.  \n\nI would visit her in her retirement community (in Carlisle).  We'd have dinner together.  And get together the following morning for breakfast.  \n\nI walked into her room that last time.  \"Ready for breakfast?\" I asked.  Mom gave me a long, puzzled look.  \"Breakfast?\n\n\"Oh no, no breakfast.  No.  No.\"  \n\nWhat a shock.  Like her ageing, overweight son (who is passing all this along), she loved to eat.  \n\nWhat was heartbreaking was--the occasional, unexpected glimmer of the old Mom.  Such as--\n\n--when a nurse walked into her room (for some routine work) and suddenly--speaking clearly, distinctly! Mom would address that nurse.  \n\n\"I'd like you to meet my son.  He's married and lives in Philadelphia.  He drives up to visit me, now and then.\" \n\nThe ghost, the real Mom suddenly pushing aside (as it were) the mists and fogs of dementia.  Look!  There she is!\n\nAnd here you were a teenager, Ms. Channing!  And your Dad--such an astoundingly capable man! sliding into those mists and fogs.  My hat is off to you.  Thanks again for sharing.  And oh yes--\n\n--please forgive me!\n\n--God bless you.",
        "This is a fantastic piece and it spoke to me, the child of two parents who had/have dementia. My father died 6 years ago, his last year spent in memory care. And now my mother has it. She can't learn anything new, and has forgotten how to do plenty of things that she was once great at, like using her phone. She has trouble writing letters and numbers. She remembers specific events from the past but loses words at an alarming rate. I know what's coming. Your story is (this may sound weird) joyful because  of how much fun you had with him, in his altered state. That is a gift. It's sad to lose the person they once were, but if you're gaining someone who says a strawberry is \"the flavor of being born,\" that is some solace right there.",
        "Thank you for a stunningly beautiful essay and for reminding us that joy can be found even in the midst of catastrophes.Your father was so fortunate to have you, your sisters and Mom loving him.",
        "This is the best writing on Alzheimer's disease and dementia that I've read for some time. Both of my parents and three of my grandparents had Alzheimer's. I have been diagnosed as having mild cognitive impairment. The thing that bothers me the most is that my daughter may have to face this later in life, barring the discovery of a cure.",
        "What a wonderful picture of the pain, pathos and soul of watching someone you love with dementia.\n\nMy mom, who's about 10 years in with dementia, regularly asks me if I'm her sister or her mother. One of our regular activities is coloring in funny coloring books, while we watch South Park and she howls with laughter.\n\nWhen my dad (a HUGE Monty Python fan) was close to death, a few years ago, also from dementia, I played the song at the end of Life of Brian, when they are all hanging on crosses and singing \"Always Look on the Bright Side of Life\". \n\nHe had been unresponsive for days, but when the music and singing started he opened his eyes, smiled a little bit, and we connected for one last, wonderful moment.",
        "What a beautiful, inspiring article. I and my father are much older than the author and her father, and dealing with cognitive issues not quite like dementia, but I’m extremely grateful for that she has shared her story. She’s given me some perspective in dealing with my own father— and our difficult relationship— as he approaches the end of his life. Thank you.",
        "As I watch my mother's decline from dementia, I relish the fact that she still remembers me as I know the day will soon arrive when she does not.  She is happiest reading and completing crossword and word find puzzles.  I cherish every day she is here.\n\nThank you for your heartfelt article...may the memory of your father be a blessing.",
        "I love this piece of writing.  I was a hospice volunteer and my first several patients  were experiencing dementia which meant the longer Goodbye.  I remember every visit having to stop at the door and set my story and myself on the shelf and try to present as clean a presence as I could. One could never predict what would be encountered on other side of the door.  One woman near death who I thought was in a coma one day looked at me and said \"you are a little different than the others\".  I sensed what she might have meant and booked it as the highest compliment of my life.",
        "The early stages of dementia are particularly hard for the patient because they are aware of what lies ahead. As the disease progresses, it becomes increasingly difficult for the family. It was especially tough for my wife, who was always very close to her father. When he required constant supervision, we decided that she would stop working to help her mother care for him during the several challenging years that followed. Watching a brilliant and kind man decline was heartbreaking. He began repeating stories, getting lost while driving, throwing away items he didn’t recognize, and constantly rearranging things in the garden. This man, who had made significant contributions to the Hubble Space Telescope, eventually struggled with simple tasks like balancing a checkbook. His final days were spent in hospice care at home, surrounded by family. Seven years have passed since he left us, and we make a point to remember and mention something positive about him every day.",
        "Thank you for your moving  essay.  My mother lived to be 90.  Her decline from dementia began when she was 82.  Towards the end she called me honey because she couldn’t remember my name.  To watch a loved one decline from that condition is truly heartbreaking.",
        "Lovely. Thank you for sharing this. \n\nMy Dad had a stroke when I was 13. It changed his personality and made him do strange things sometimes too. As a family, we laughed. We cried. We learned to love this new person. Now, over 20 years later, he has dementia and his personality changed again. But he is still my Dad and even when something he does is tragic and funny all wrapped in one, I appreciate the time I have with him. I laugh. I cry. I love. \n\nYou captured this unique experience beautifully. Thank you for sharing your story.",
        "As more people live longer lives, dementia is so widespread that much is written about it. As a 79 year old man taking care of his 81 year old wife of 54 years suffering from dementia, I am struck with the various ways people and families experience this cruel disease. And while this piece is beautifully and meaningfully written, I am quite sure that the readers who have not faced this experience have much of an idea of what the writer is talking about. It’s much worse (and at times not quite as bad) as one can communicate. I would discourage reading about dementia and hoping that it doesn’t strike you or your family, it won’t prepare you at all.",
        "I'm caring for a partner with dementia and this touching essay has brightened my morning considerably. Thank you!",
        "I’m so sorry you lost your Dad at such a young age for him and for you. I was lucky. My Dad started sinking into dementia in his late 80s, unable to do the smallest self care (I.e., taking a shower under supervision, incontinence). We put him in a nursing home where he was well looked after, and a favorite of the nurses. He was an easy-going, gentle man with a wicked sense of humor. My husband loved Dad (his died when he was just 6), and Dad considered him a son. Though we lived two hours from the home, my husband, or me, or both of us would drive up every week, putting Dad in a lightweight collapsible wheelchair and take him out for a ride and lunch. My Dad and I loved the woods, where we’d pick high-bush blueberries in the summer, and forage for mushrooms in the Fall. On one of my trips, I drove Dad about 20 miles to a state park that had a one-lane macadam running through it. I pulled over at a likely space, walked into the woods because I saw some mushrooms. Now I know a good one from a buggy or old one. Nevertheless I picked several of each kind, brought them to my Dad in my Outback, and asked if he could tell me if they were good or not. He did. He felt useful, doing something we both loved when he and I were younger. I truly miss him every day, even knowing that age  95 was a long life.",
        "Thank you for this lovely piece. I have a full heart as I read it, tearful over my morning cup of tea. I will share the article with the many people in my life with whom it will resonate.\n\nAs I watch my brilliant husband of almost 30 years retreat into his world of dementia, I find myself having difficulty holding onto the moments  of joy. The relentless decline is very painful to watch from the outside, even as he cannot see it in himself. As his wife, I have the burden and privilege of accompanying him along his path. Some days, this task is too overwhelming to process, and I must leave the consideration to others. \n\nI am grateful every moment for the family, friends and colleagues who support my husband and me. I would not be surviving without all of you.",
        "Ms. Channing’s experience mercifully lacks components that are all too often symptoms of dementia: aggression and belligerence. My mother is now 95. She is highly intelligent, is still beautiful and, when she wants to be, warm, funny and endearing. But has she suffered a lifetime of mental illness - untreated bipolar with narcissistic personality disorder. This condition has manifested itself throughout my life in the form of unpredictability and uncontrollable anger. It is now overlaid with dementia. Unlike Ms. Channing’s father, there are no charming quirks. I liken my mother these days to a blast-furnace: both  wonder and a potential hazard - and then the door swings open.",
        "That is one of the most moving and tenderest pieces I have read about dementia. Or anything. I know some of the experiences of grace that come with profound loss (via chronic illness). If I ever am called to deal directly with an ill loved one, I hope I can bring your compassion and wonder and resoluteness. Thank you for sharing and God bless",
        "Such a beautiful and tender article. Thank you. My oldest brother has just been diagnosed with dementia. I think I'll send this to his son, hoping it will help.",
        "Thank you so much for this essay! It reminds all of us who have loved someone with dementia that we can find small joys in a demoralizing disease. My father had dementia and he became a more relaxed and tolerant about my brother's dog. He had never allowed us to get a pet and was very uncomfortable about dog-sitting for my brother. But, as the dementia progressed, he came to enjoy the dog and would sit with it for long periods of time, just stroking it and enjoying its presence.",
        "Lovely and fascinating essay, thank you.  My father also had dementia for the last 10 years of his life, I understand, its so hard.  But I live very near your parents' home and I truly enjoyed driving by frequently and seeing your dad's upside down trees in the yard, so clever and funny.  My kids loved them too!",
        "A beautiful essay, and one that reminded me of both the funny and the frustrating moments with my mother as she slipped into dementia. She only had dementia for about two years after hip replacement surgery. She was never really the same after that. The first thing she told me when I visited her in recovery was that she had gone into surgery with brown hair, but came out with white hair. I had to remind her that she was 90 years old and that her hair had been white for years, but she wasn't buying it.",
        "Thank you, thank you, thank you!  This is so lovely.  I lost my mother to dementia.  To the family's amazement, the disease made her a sweeter, more accepting and affectionate person.  For a time, I had the mother I had always wanted.  I learned that there is a heart memory that can outlast the head memory.  And speaking of funny moments, there was the time that Mom used her lipstick instead of her eyebrow pencil.",
        "A lovely piece. What compassion! And the author is clearly a born writer. \n\nShe reminds us not to take for granted our ordinary gifts. Clarity of mind is invaluable. At 81, I'm more conscious than ever of the little mental failings all of us are capable of at any age. And I'm grateful just to know where the bananas belong.",
        "Simply eloquent. Thank you.",
        "I had tears in my eyes... and I laughed a lot.\n\nMerci beaucoup, Madame Cornelia.",
        "In the world as it is presently constituted if something happens to me as happened to Cornelia's father I dread  the horrors that would face me as I try to survive.",
        "Yes, the \"diamonds on the soles of your shoes\" line brought tears to my eyes.",
        "Just lovely!",
        "I have several friends who have lost their fathers in this way. Thank you for the detail which helped me to imagine their experiences, even a little.",
        "A beautiful tribute to pure love.",
        "The author catches many of the tragedies that this horrible disease brings.  Sugar coating it doesn't help.  The institutionalization of people sounds cruel and as was pointed out, the others in similar situations frequently agitates your loved one's suffering.  \n\nAlready frightened, many of the things we have to do only worsens it.\n\nEnjoy the good moments.  Be aware of others who are carrying the same burden, many times without the support of local or loving family as noted here.  Routines are important.\n\nI am not aware of any breakthroughs in treating or halting the progression of this process, and every one of those who I know with it have ended up, finally, getting the merciful care that allows them to not be injured further.\n\nAnd for that idea that statement that Graceland is beloved by  dads everywhere? So incredibly wrong on that point.",
        "Beautiful, beautiful essay. It brought tears to my eyes. I just lost my darling husband to Alzheimer's disease three months ago. The last few months of his life he had to be in a so-called Memory Care facility. Being the sweetheart that he was, he didn't complain much, he didn't seem to realize where he was but the ONE time he said \"I want to go home\" just broke my heart. My dearest Ed.",
        "This article is beautiful. But all I could think of was how her mother was doing. You see, I know what it is like to care for a husband with Alzheimer's Disease. It is the saddest thing you will ever experience. Yes, there are moments of humor and yes much love. But what a toll it takes on the caregiver.",
        "Thank you. My father is experiencing this now, though, mercifully, he got to experience a full 70+ years before the fabric of his mind started to fray. His mother went through it as well, and of course I now wonder if and when it will be my turn.",
        "I lost my wife to Major Neurocognitive Disorder almost five years ago. I have been supporting family caregivers for over ten years. I currently conduct five support groups. This is the best description of the caregivers journey I have found. Thank you for helping us teach what the experience is like. It makes us feel less alone.",
        "That your father was, and still is, so well loved is beautiful. We watdhed both of my parents sink under this disease and the most important thing was that we loved them (the new them) deeply. \n\nThere were moments that are stars for me: when Mom told people I had syphilis when in fact I had shingles. When Dad sat, happy as a clam, in front of a massive pumpkin pie and tucked in with a gusto that made me smile. He ate the whole thing, smiling as wide as the universe. \n\nMy husband is now living with the same disease and I want to love him as fully as your loved your dad. \n\nThank you for your story.",
        "Absolutely beautiful and heartbreaking tribute to your father. Thank you for this. I lost my father to Alzheimer’s during the pandemic (the quarantine isolation greatly accelerated his condition). I can relate to much of your experience, especially learning to live in the moment, answering his vocalizations (words became sounds when he failed to remember them), and listening as if we were conversing normally. One day I took him for a flu vaccination, after which I decided to take a slight detour nearby to show him all of the fall colors (he loved trees) — I always think of us in that moment, just enjoying the sun lighting up all of the leaves, forming a protective arbor above us. He was a wonderful dad.",
        "Absolutely wonderful and heartfelt essay. Brought a tear to my eyes.",
        "Beautiful. Thank-you.",
        "A tale of unconditional love. Thank you",
        "“the flavor of being born.”\n\nI hope to never forget this phrase but it all seems so fleeting, like a perfectly ripe strawberry.  Thank you for spending those moments with your father and sharing that time with us.",
        "A thoughtful and beautiful article on a devastating life experience. This horrifying disease touches so many of us and this author found a way to describe it with humor, love and compassion. Thank you.",
        "What a magnificent piece of writing -- in every respect. Thank you.",
        "Beautiful have a banana and remember.  Thanks",
        "A wonderful tribute to you, your father, and your family. A powerful story for those of us who have traveled similar paths. Thank you.",
        "Thank you for a beautiful tribute to your dad. After 52 plus years of marriage and after ten years of Alzheimer's, my wife succumbed, gratefully, to the disease. It is at the same time a numbing and penetratingly poignant passage. I'm grateful to have made that journey with her, heartaches and all.",
        "I hope as many people as possible read this. In March I lost my wife of 43 years to Alzheimer's. It is a truly horrible, frightening, heart breaking disease from which there is no return.\n\nIt can also ruin you financially. In eastern Washington nursing home care is $11,000 a MONTH. At least I was able to care for her until she entered Hospice.",
        "What a beautiful article on Father's Day! It stresses the importance of family, and how it holds the links together with threads that inevitably weaken with time. Our ancient civilizations understood this, but our modern economy of nations, population increase, and crowded cities have changed all that. Lucky few have held their families together and benefited when \"age withered and custom staled their infinite variety!\". Thank you, Ms. Channing.",
        "Watching and assisting a parent in decline -- especially at such a young age, and then being able to write of it as you have, is incredible.  \n\nThank you for this article from the heart. Cornelia, you are such a talented writer, and you were able to put us in your shoes and your experience with your words.   I hope the Times has plans for you.  And somewhere, your father is very proud of you.",
        "A very beautiful and sad story.\nYou are a wonderful daughter any father would be proud to have.",
        "Your article moved me to tears. My Dad was diagnosed with ALS a few months ago, as a family, we are navigating the devastating and rapid decline that my Dad is going through. \n\nI haven't been able to find the words to describe what this is like but your article has helped me.",
        "Cornelia,\n\nI am so very touched by reading your very poignant essay. You are such a compassionate and brave daughter. I am sure your Dad could feel your love throughout.",
        "Fantastic piece, beautifully written.",
        "What a beautiful, honest, heartfelt essay ! As a 72 year old dealing with the decline of a 99 yr old parent…I can say it is still heart wrenching….yet I can learn much from the devotion of your younger self, your mom & siblings. Living in your dad’s moments gave you wonderful memories & compassion. Thank you for sharing your personal story . You are a wonderful daughter who did her best!",
        "Extraordinary! Eloquent, insightful, tender. heartbreaking. . .",
        "You were a good daughter to your dad.  Just like with very young children, we share experiences with loved ones that we think the person won't remember. \nBut, I believe they \"go in\" at some level. Your dad will \"remember\" the love you showed him during these final years of his life. Take care.",
        "Thank you.  A beautiful article about a tragic prolonged demise.  Ms. Channing is insightful and a wonderful writer.  She should be promoted.",
        "Thank you Nina. Profoundly moving. A testament of love to that most enduring bond. You perfectly capture the ache of loss with warmth and humor. No small feat. I lost  my father and in a different way lost my husband. Wiping away my tears.",
        "Thank you for this incredible piece. My sister died of MS about 8 months ago, and she had a similar cognitive decline over several years. Her favorite saying was \"Life is weird.\" And it was. Thank goodness for music which was our bond. I can't tell you how many times we sang along with the Beatles and James Taylor. When she passed away her favorite JT album, One Man Band, was playing in the background. I don't know whether she could hear it, but it brought me great comfort. My heart goes out to every individual and family in similar circumstances.",
        "No one ever asks the declining elderly if they would prefer voluntary access to medically assisted euthanasia. Many of us would.",
        "Heartening to read something like this.\n\nYesterday, we were celebrating Father's Day at our senior center. The mgr., a woman, gave a wonderful speech on how important men are in our society, especially fathers.\n\nThen I come home to listen and read mostly woke media re female preference, privilege, promotion, male/father generational shame, discrimination, cancellation or worse ie men are the cause of all the problems in our country now,  to the point where boys and young men in our society are failing in just about everything from dating, having sex, marriage, having children, work, college etc. etc.\n\nThank you for this piece.",
        "What a deeply moving personal account. Your father was so lucky to have you as a daughter. I wish my children will remember me with such generosity…\n\nIn my life, nothing has matured me more than caring for my mother when she had a serious case of meningitis and my aunt with Parkinson’s. In both cases, you realize that a person’s mind and personality are fragile gifts that we have only temporarily. They can be taken away in an instant or over decades. Many of us will lose ourselves through illness or aging or both. When we do lose ourselves, it’s the quality of relationships that we built up over our lives that will make a difference between being left alone in a corner of a facility or having someone like you and your family visit and gift those moments of love and care. We would all do better to remember this everyday of our lives.",
        "A beautiful essay; thank you.\n\nI am going through this with my mom now, have been for about five years. I recently retired in order to give more assistance to my Dad, her sole caretaker (by his choice). \n\nMom is at the phase where she is helpless to assist herself--we bathe, dress, feed her, help her in the bathroom--but she still talks. She can talk for hours and not make a word of sense--literally, not a word. She also wants to walk, endlessly, which entails basically following her around to make sure she doesn't fall, and so we can replace the objects she chooses to move. Her selections are a mystery, and some of her hiding places are pure genius. There are items that have never been found. I recently found the pepper grinder in my handbag. \n\nNothing on TV makes any sense to her anymore, but if we play music for her, she sometimes will still sing along, still somehow remembering some of the words.\n\nAnd sometimes she will say something that just makes me burst out laughing, and sometimes I can say something that can do the same for her. Those are the moments when I feel closest to her, and almost normal. They remind me of how we once were, and who she once was.",
        "This is all so very comforting. Thank you. \n\nFor loved ones the way time shifts from unbearably long for misery to incredibly short for the euphoria is striking. \n\nAs children it seems as we grow we want to express to others but especially to our parents that we retain the lessons, and all that is within, to show our parents our love. Are those not just fleeting moments we remember? Such as sitting on the sofa next to dad at three years old.  Those are gifts from their very heart. \n\nIs it sad that we know dad does not remember them? Of course.  But it is now only you that remembers them. That does not devalue them at all. I would say your love, care and understanding is a celebration of the endowment your dear father provided you.",
        "Such a beautiful, honest rendering of a very, very difficult disease. Thank you.",
        "Deeply moving. An act of love. A work of art itself!",
        "\"It was all too sad, too much.\"  Said so beautifully  about dealing with illness of a parent  as a child, although you can only see it later in life, when you are in it, it is all so sad and all too much.",
        "So beautiful Cornelia. Thank you. \nMy mother had Alzheimer's for 12 years.\n9 on my watch. \nIt's the better moments I remember now. \n(She beat me at gin rummy when she could no longer remember my name, or anything else. Go figure.) \nThe glint of triumph in her eye as she laid down her cards.\nXo Miranda",
        "Stunningly beautiful. Thank you.",
        "Thank you for a beautiful essay. A few months before my father passed he also belted out an old song from his youth, knowing every word, even though by then he could hardly speak. I was an adult in my 30s and it was impossibly hard. To be a teenager... well, I am impressed by your family's strength and also your ability to appreciate the time you had.",
        "I also watched the slow decline of a family member with this affliction. It's very hard to see and very hard to care for. I hope some sort of treatment can be found to treat this as it's really a terrible end to life. Condolences to the author and her family.",
        "I wish I had the words that would fully express my gratitude for such a moving and meaningful essay. The best I can do is to just say thank you.",
        "Condolences and thank you so much for the personal story. \n\nI often think that if I end up the same that I would not want to be the \"burden\", I would be so ashamed to bring such trauma to me family, and have said many a time that if I show signs, to just pack me up and drop me off at a petrol station somewhere.\n\nI cannot think (or bear) to lose any mental faculty, and often play games or do puzzles to challenge and see where I am at. Fortunately I live in a country that has a very good social safety net and medical system that all will be taken care of if the decision ever arises. \n\nEnjoy every fleeting moment with family as precious, for life is a gift each and every day, just like diamonds on the soles of your shoes. \n\nTake care."
    ],
    "web_url": "https://www.nytimes.com/2024/06/15/opinion/father-dementia-family.html"
}