{
    "main": "Let People Sell Their Kidneys. It Will Save Lives.",
    "abstract": "A regulated market for donations could help end the shortage of these organs for transplant.",
    "keywords": [
        "Kidneys",
        "Tax Credits, Deductions and Exemptions",
        "Transplants",
        "Deaths (Fatalities)",
        "Organ Donation",
        "Dialysis",
        "National Kidney Foundation",
        "United States",
        "Medicine and Health"
    ],
    "comments": [
        "No Brainer.  \n\nI hope this happens.",
        "There is no version of reality where this doesn't turn into the rich buying organs from the poor. Like Eugenics, this is a discussion that should never be had.",
        "Poor people would be coerced by the pay offer into doing something they wouldn't otherwise choose to do and that could have significant negative effects on their health and life.\n\nYou are describing a job. This is what a job does.",
        "Instead of allowing sales, institute a kidney donation lottery. \n\nVolunteers sign up and provide their blood sample. Then through random draws, donors are selected as need arises. The payment if you are chosen to donate should be a good value against dialysis, but large enough to attract affluent donors - maybe $100-200k. Of course, if you are selected, you are not obligated to go through with donation. \n\nThis mitigates the chance of exploitation since 1) no one knows when/if they'll be called up, and 2) the pay out is enough to attract non-desperate donors.",
        "I’m a conservative with a strong libertarian bent. And I think that is the mother of all bad ideas. I don’t want to live in a world where we harvest the poor for their organs. If you don’t see a moral problem with that , you should be committed to a mental institution.",
        "April 1 was yesterday.\n\nThis is a bad idea, because desperately poor people are the ones who sell kidneys.",
        "No, just no.",
        "$50,000 is too little.",
        "There’s a simpler and long overdue answer: People eat properly and manage their Type II Diabetes.  \"Diabetes mellitus is the leading cause of chronic kidney disease (CKD).\" <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8767132\" target=\"_blank\">https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8767132</a>/.  We need to fix two things: Uncontrolled sugar consumption leading to obesity and Type 2 Diabetes and access to insulin. Buying a kidney off a poor person and giving it to someone with uncontrolled Type 2 Diabetes is unconscionable.",
        "It will take some dialogue to make sales of kidneys a reality. \nAnd it will all be for naught if we don’t fix the disasters in the current organ procurement. Most of it is underperforming or an outright failure, a point raised in this newspaper in January 2023.\n\n<a href=\"https://www.opodata.org\" target=\"_blank\">https://www.opodata.org</a>/\n\nWrite your congressman. And if they don’t act, fire them in November.",
        "Let us s grow human parts in a lab. Give Americans medicare for all like a civilized country.",
        "Calling Larry Niven.  The organleggers are waiting.",
        "There are very good reasons why society does not allow the buying and selling of body parts from the living, not the least of which are that anyone in possession of an asset with an active market is prone to larceny, fraud, and exploitation. And we haven't even gotten to run of the mill economic desperation. It doesn't matter who runs or regulates the market. \n\nMarkets create problems as well as solve them. The trade off is usually worth it, but there are clearly exceptions. Part of our political divide is between people who want to restrain markets in particular instances where the problems seem to outweigh the benefits and people who believe markets are the answer to everything and restraining them is always bad. \n\nDo you really want to have that argument with the body parts of living human beings?",
        "No, no, no! This opinion is Exhibit \"A\" for why people who have benefited from a kidney donation should not be making the policy about kidney donations. It is too easy to be blinded by all the good that the donation (from one's father, no less) has done for you, one individual with kidney disease. Absolutely, people would sell kidneys out of desperation for money. One only has to look at places where this has actually happened. (Google the Aljazeera article about \"Inside the world’s biggest organ market\".) \n\nAnd this idea that people with 2 kidneys are walking around with an extra kidney! That is head-smackingly misinformed and/or naive. A little-discussed risk of donation is the fact that there is a non-negligible increase in the risk of the donor developing ESRD (kidney failure). \"In the model-based lifetime projections, the risk of ESRD was highest among persons in the youngest age group, particularly among young blacks. The 15-year observed risks after donation among kidney donors in the United States were 3.5 to 5.3 times as high as the projected risks in the absence of donation.\" Article source: DOI: 10.1056/NEJMoa1510491 And who does the author think will be the best match to donate a kidney for a Black person? Yeah, sure they will be at the \"top of the list\" for a kidney if they develop kidney failure. That will be cold comfort while they are on dialysis hoping a donor who is a good match will come along.",
        "I can see private equity jumping all over the opportunity",
        "Serious question if you sell a kidney, do you have to pay taxes on the transaction?",
        "I would do it. So what if it's slanted toward people who need the money? What's wrong with that? Jobs are also heavily biased toward people who need money. ????",
        "It is morally repugnant, to say the very least, to omit the risks associated with donating a kidney from this article. It is as morally repugnant to attach a dollar amount to these risks, as if the human body is a giant organ farm and organs can be harvested without significant potential consequences. Of course, if the donor is deceased there is no risk, but in all other cases the risk is present, should be stated and should be taken seriously.\n\nRisk of Long-term Damage\n\n1. Increased Risk of Proteinuria: Some studies suggest that individuals with a single kidney may have an increased risk of developing proteinuria (the presence of excess proteins in the urine), which can be a sign of kidney stress or damage.\n\n2. Potential for Reduced Glomerular Filtration Rate (GFR): Over time, the increased workload may lead to a reduction in the glomerular filtration rate, especially as the individual ages or if other health conditions that affect the kidneys develop.\n\n3. Hypertension Risk: There's an increased risk of developing hypertension (high blood pressure) in individuals with one kidney, which can further strain kidney function over time.",
        "No.  Please no. Creating a market for poor and desperate people to trade their organs for money they desperately need is a terrible idea.",
        "If I were to go to the discomfort and life-long loss of one of my kidneys, I would want the money up front, sorry, and at a MINIMUM of $50K.",
        "These ideas are compelling, but concerning.\n\nIt seems another instance of the wealthy getting what they want (health) at the cost to the poor, who will be the ones to monetize their bodies if this kind of commerce is approved. \n\nThe problem is, the poor who live in food deserts may be the most likely to need a kidney transplant in the future.\nDue to ridiculous zoning rules, many of them will live their lives accessing only USDA subsidized fast food that is slowly killing them and causing chronic diseases such as heart disease and diabetes, with diabetes being the leading cause of kidney disease and diabetes.  \n\nWhat will happen when healthy young people sell their kidneys and then need a transplant when they get older due to their poor diet? \n\nUntil the US starts believing that healthcare is a human right, for all, this idea will further the divide in our already unequal nation.",
        "While I agree with the concept, I agree with others that the system will be gained by the rich.  Laws already tilt to the wealthy.  However, to think that the ultra rich haven’t already created a black market for organs would be foolish.  \n\nPeople already donate blood for money.  The company that draws the blood, tests it, and stores it then turns around and sells (I assume for a substantial profit) the blood to hospitals which charges patients $15,000/nt for one night at the hospital.",
        "No way. Banks will be asking for Kidneys as collateral for loans and debt collectors will be allowed to take your kidneys by force.",
        "Dystopian craziness. Commodification of organs will spiral into the largest human trafficking operations in history. This is capitalism run grossly amok.",
        "I am surprised and disappointed that Mr. Walsh didn't mention the possibility of tissue rejection and the fact that transplantees would have to be on anti-rejection medication for the rest of their lives. I know whereof I speak. Three weeks ago I lost my beloved sister-in-law to kidney failure brought on by diabetes. She paid some lip-service to asking family and friends to test for kidney donation, but never did because of the possibility of her body rejecting the donor kidney and then she would have felt guilty for having asked. She was also very reluctant to go on the anti-rejection drugs. This is an issue that needs to be considered.",
        "Living Kidney Donor here. I completely support compensating donors. \n\nTo the many people in comments arguing against compensating kidney donors: I agree with your hesitations, we must be careful to structure any program to ensure that the disadvantaged are not exploited. Making sure that donors are able to consent, and delaying the compensation are two steps in the right directions. \n\nI would urge those opposed to consider the reality we live in today: 90,000+ people are currently waiting list for a kidney. Most are on dialysis, a 3 times a week medical procedure that saps your energy. Many of those people will die while on dialysis before they ever receive a kidney. This is not an acceptable outcome. \n\nI wish we lived in a world in which there were enough people willing to give their kidney altruistically that we didn't need to compensate donors. But we don't.\n\nIn other situations, we don't blink twice to pay people to risk their lives to save others (or just to make money). We admire and honor soldiers, firefighters, paramedics, etc. Is donating a kidney so different?\n\nSo we face a choice: live in a world where thousands of people die miserable and preventable deaths every year, or save lives (including many from the very disadvantaged communities we are concerned about) but risk the potential exacerbating inequities.",
        "well i have only been advocating this for years. i am not an organ donor because of the restrictions on compensating the estates of deceased donors. i dont see how it is more moral to force someone to undergo a very dangerous operation to donate a kidney or part of a liver or lung than to pay the estates of deceased donors a modest honorarium. this might not alleviate the shortage of donated organs but it is certainly worth a try.",
        "I was a non-directed donor 3 mo ago and echo a lot of concerns already stated. My bills were all covered as were my lost wages, caregiver's lodging and food, our transportation and childcare costs during surgery and recovery. I also am top priority if I need a kidney and have a 'voucher' for one where I listed up to 5 people who could be eligible. Recovery is not always quick and people can have health impacts for life. I am in great health and had a couple \"minor\" complications - I was in incredible pain for days (and I've got a considerable pain tolerance) and had to stay longer than expected. I'm still not at 100% of my previous fitness level. Specifically for race and class disparities, this proposal is unsettling. African American people have higher likelihood of kidney issues, and then they just have 1 later? Sure, informed consent about risks, but when you and your kids need that $$...$10k a year is A LOT to many folks. While donors will go to the top of the transplant list, but it's no fun getting there.Also, who is footing the bill for all of the prelim testing? It's expensive and time consuming.We may also risk the donor pool with people lying about their medical history. I think we should continue research with animal organs (they don't have to be killed after surgery necessarily) over paying people, and I'm a vegetarian!",
        "How is this different from donating eggs?",
        "I am sorry, but if you can't see why incentivizing people with monetary gain to give up organs is a HORRIBLE idea, I honestly don't know what to say... It may 'save lives' but it will definitely take MANY more lives than it saves due to surgery complications\\malpractice and will create an entire organ black market where desperate people disappear after falling for promises of riches for their pound of flesh. How many otherwise perfectly healthy people would die on the operating table chasing the promise of a $10k payday? Or less, because let's be honest, as the supply outstrips the demand the per pound value of a human kidney would go into free fall... I can't believe I have to spell that out to a supposed \"intellectual\"... and that isn't even accounting for the fact that you are talking about letting rich people literally take the organs of poor people for profit... I mean it isn't like the standard Joe or Jane could afford a $10k or more payout to get off dialysis, and even if they could some rich octogenarian would simply out bid them. The rich would literally be harvesting poor people for organs.\n\nThe very idea of what amounts to a human meat market is so completely unethical and dystopian I can't even describe it wholly.",
        "I couldn't agree more with the thesis of the article.  The time is ripe for change, and paying for an organ seems the right path to follow.",
        "I have a dear friend, a “sister from another mother “, who needs a kidney and i have offered to donate mine to her.  If that does not work out, i am considering offering my kidney to another person,  \n\nI am 63, in good health and financially well off.   \n\nThis article made me think about many things.  We often think about organ donations as personal decision.  How do we change that? How do we think of it as a public good?\n\nPerhaps  medicare could decide, for someone who has offered a kidney at  60 years of age some incentive like a reduction in medicare premiums? What that make possible in our society?",
        "\"Aha!\" I thought. \"Finally, Swift's satirical gem has been polished for the times.\" Very disappointed, but in a culture where we can seriously propose trading kidneys for tax credits or cash, I guess no satire could be more outrageous than the truth.",
        "Absolutely not. Opening the door to purchase of kidneys could expose migrants and the poor to pressure to sell pieces of their bodies.  Criminals might even kidnap people to steal and sell their body parts. I can't imagine anything more repellent or more likely to generate crimes and unethical practices. No, no, no.\n\nI have every sympathy for people who are suffering and waiting for a donor match. But buying kidneys - or other body parts - is not the right solution.",
        "I gave one of my kidneys to a stranger, but: If we pay firefighters and military service members to engage in risky actions to save lives, then certainly we can compensate kidney donors. Let's save lives together!",
        "I am a public health doctor and a bioethicist. \n\nWhat needs to happen here is what happens in some other countries around the world: presumed consent.\n\nNo paperwork required. You are presumed to be an organ donor unless you specifically opt out. This would go a long way (but likely not all the way) in meeting the demand for organs. \n\nFor that, we need to implement the public health preventative measures that other commenters have noted.",
        "I find this all very fascinating. \n\nThe idea of donor compensation is so strongly rejected by so many here, while it’s perfectly ethical for us, as a society of spectators, to pay professional athletes in contact sports to sacrifice their brains and other body parts, so we can be entertained.\n\nHow to reconcile the fact that if one makes a career of sacrificing one’s body for money—through contact sports or any other financially-rewarding risky endeavour—that’s fine, but the topic of compensation for a life-sustaining kidney brings out the ethicist in everyone.",
        "Friend of mine is waiting for kidney, but doesn’t need dialysis yet. Any means to get one would be appreciated. I think you should be allowed to sell one. The hospital and doctors aren’t doing a transplant for free.",
        "Have you read _Banking on the Body_? The book addresses how the metaphor of “banking” has impacted how society perceives and responds to donations of blood, milk, semen (and organs, too). There are unintended consequences to having this deeply cultural metaphor. That doesn’t mean paying for organs would do only harm, just that the cost-benefit analysis isn’t straightforward. In an environment where greed is ascendant, the result might cause more harm than healing. I’m open to a nuanced discussion in a news story that examines many points of view… an opinion from one person isn’t sufficient evidence to draw any conclusions other than: grateful a Dad could help his kid, and grateful a stranger could help that kid’s brother… can you imagine only having one kidney to give but having two kids who need it? Love that the author and his brother were so fortunate, and so wish it could really be true for all. A kidney is a rare and precious resource. Thank you.",
        "7 mo ago I received a kidney from a living donor. I was lucky for only having been on home peritoneal dialysis for 6 months. \nMy donor was a person in Dallas. In return my daughter gave her kidney to a person in Dallas (we were not compatible for her’s to go to me. Needless to say my life has changed dramatically. Her’s was really only disrupted during her 6 week recovery. She could have gotten by with 2 with 2 weeks. My donor and the Dallas recipient were not related. Work mates and friends. \nI relay all this information hoping some others will look into becoming donors. The costs for the donor are picked up and the feeling of joy giving someone a new lease on life is innumerable.",
        "I find it crazy how several proposals in this article were tax credits rather than actually selling the kidney to someone, but everyone responding is yelling I WON'T SELL MY KIDNEY TO A RICH MAN! ONLY THE RICH WOULD GET TRANSPLANTS THEN!\n\nThere are plenty of issues this concept could cause, but all of y'all arguing about the scary kidney free market clearly only read the title of the article, because you're not addressing the more useful idea here, just the one that scares you.",
        "I would do it. So what if it's slanted toward people who need money. What's wrong with that? News flash: JOBS are also slanted toward people who need money.",
        "Aside from the moral issues in the article, there is a non-zero but small risk that the donor will be harmed by loss of the kidney.  The donor could develop circumstances later in life that would cause them to be on dialysis.  The donor could die from the harvesting operation.  Can a doctor really, ethically obtain truly informed consent to such a major procedure as a harvest (even with smaller incisions and minimally-invasive technique, it is still major), when there is major money on the table for the donor?  There is also a diversity and prejudice issues embedded in this:  If the recipient is wealthy and the donor poor, is that acceptable?  Should Black or Asian or Hispanic people be allowed to donate to a white recipient?  Would it ever be acceptable to pay a Native American person to donate if the recipient were not Native?  There are so many issues and abuses that confront physicians these days, and adding organs-for-cash is just adding more that can go wrong.",
        "I was a voluntary, non-directed kidney donor last year. My boyfriend donated his kidney 3 week ago to a stranger. We both had to go through extensive physical tests to make sure we were healthy enough to donate, as well as a psychological evaluation and multiple meetings with social workers. Itx I was assured I was able to back out of the process at any time, for any reason. I never once felt pressured to go through with the donation - but I am so glad I did. \n\nDonating my kidney was the greatest gift I could have given. I feel grateful every day that I was healthy enough to donate, and that my recipient is alive and healthy now. My recipient was incompatible with 99.6% of people - without me, they almost certainly would have died. My boyfriend kicked off a chain of 3 donations - 3 lives saved, because of his gift. This is not to bring praise upon us, but to share that because we were able to donate something we had extra of and will live full, healthy lives without, people regained control of their lives and will be able to live an untold number of years they wouldn't have otherwise had. That is a beautiful thing, in my opinion. \n\nI fully support compensating donors, and I fully support the End Kidney Deaths Act. I dream of living in a world where nobody dies needlessly because they can't access something we as a society have in abundance.",
        "No. Just no. I am a kidney donor. I prolonged my uncle's life by twelve years (he died of something else), and suffer only minor health effects because of it. I would do it again in a heartbeat. It's one of the things I'm most proud of in my life, and I would encourage every healthy American to consider it.\n\nBut this is major surgery. Mine went exactly to plan and yet I was quite sick for the first few days in the hospital and didn't regain full strength for a few weeks. And what if it doesn't go perfectly? A donor could die on the table or suffer irreversible health problems.\n\nThis would be a poor person's program. It just would. Poor and homeless people would sell their organs for the benefit of wealthy and middle-class people. You can set it up any way you like and that's what will happen. And that population will be older, less healthy, and less able to bounce back from even a flawless surgery. \n\nJust no.",
        "This idea is already being done in India - impoverished farmers hoping to get funds for they next years crop will sell a kidney and then find out it disables them from working their land.  They don’t have tractors and rely on oxen to pull the plows like 18th century US.  So they get a bit of money but lose their livelihood nevertheless.",
        "The current legal framework, notably the National Organ Transplant Act (NOTA), prohibits the sale of organs. NOTA specifically states \"it shall be unlawful for any person to knowingly acquire, receive, or otherwise transfer any human organ for valuable consideration for use in human transplantation if the transfer affects interstate commerce.\" The penalty of breaking this law is a fine of $50,000 or up to five years in prison, or both.",
        "One day we will grow kidneys. Until that happens, we just got to be grateful that altruisitic organ donations are even possible because for millions of years of human history they werent. Billions have died through history with only mercury creams and leeches to help them. So be happy with what you got. I dont want the Kidney Shark to come get me because I put my kidney up as collateral on a high interest loan.",
        "I donated a kidney. People are dying for no reason other than misguided imaginary morale objections. Have you ever seen anyone die after waiting for years on dialysis, I have. In the hospital there were two full surgical teams, they were all being paid. Everyone who works at the organization that decides who gets organs gets paid. I have not had to alter my life in any way because I donated. Donating has not affected my overall health in any way. As far as compensation, I would suggest that someone donating a kidney has their student debt wiped out. 13 more real actual dead people today because of the current policy.",
        "Great idea - totally won't create a  ghoulish dystopia where the poor literally have to sell their organs to the rich to survive.",
        "I am glad that the author was lucky and got a kidney. However, selling kidneys and other precious body resources such as plasma is the stuff of neo-liberal dreams. Such a system turns the poor into a biological warehouse for the rich; they can be \"harvested\" at will. American capitalism will never compensate the poor at the level at which it compensates venture capitalists and other \"idle entrepreneurs,\" who when their companies fail are not held accountable the way the poor always are. Kidney donors will be exploited and the kidneys themselves sold at exorbitant profits. Instead, the American healthcare system should be fully funded at taxpayer expense and made universal, equitable, and prevention based. But of course the rich do not want the poor to be healthy.",
        "Unacceptable and unethical. So this writer's argument is to sell organs because you can live with one. Who's is going to be more prone to having to sell their organs? Poor and minority people. So what happens when ( his example) \" Black patients are more than three times as likely to develop kidney failure as white patients\" have a problem with the ONLY kidney they have left. Who is going to come up the $50k donation? And it will be available kidneys for them if wealthy patients bought the kidneys because they have the money to do so?",
        "Waiting for someone to make the same argument for people. It's the free market! People selling people to people! When I clicked the link I was hoping for something akin to Jonathon Swift's Modest Proposal but no such luck.",
        "The legal selling of a kidney is horrific, immoral idea! And what if the seller got an infection in his/her remaining kidney and couldn't afford to buy another?",
        "An ethical version of \"selling kidneys\" would be to provide a future-organ credit to the donor, the donor's partner, and the donor's immediate family. The credit would be non-transferable, and would allow the possessor to receive higher priority status in the queue, which should effectively guarantee timely access to an organ.\n\nNo amount of money would get me to donate a healthy organ to a stranger. However, if I knew that doing so would guarantee that my wife or son would receive priority access in the future, I would be much more likely to donate to a stranger.",
        "This idea ranks with Jared Kushner's plan to turn Gaza into a luxury resort.",
        "Maybe if people who donate kidneys got free health care for life we would see more organ donations.",
        "I am so sick of  adherents of \"free markets\" (I'll let you in on a secret: they aren't free; they're playthings of the already rich and powerful jiggered so as to increase their wealth and power and everybody else can suffer) advocating conduct that is morally outrageous under the pretext of economic freedom and opportunity. It looks like a slippery slope to me. Where does it end? Even if the prospect of dealing in human organs weren't morally reprehensible, this sort of thing should (even in a marginally sane world) require regulation. But oh, yeah, laissez-faire capitalists will fight to their last  drop of blood to defeat regulation. That this is even the subject of discussion in the Times is odious. Does empathy even exist anymore?",
        "When it comes to selling bodies and bodies parts, it is usually the poor who do so to the rich.  Such a transaction is less likely to be an act of altruism and more an act of desperation.  Until all exploitation can be removed from the process (let's see the rich start selling off their bodies to each other), then we are just creating more ways to treat people unfairly.",
        "I agree it is a tragedy that so many people die waiting for a kidney. But there is a LOT we can do to improve organ donation from the dead, to reduce the demand through preventative care, and to improve current processes. This newspaper itself has reporting on the appalling mismanagement of the organ donation system. And there are many, many, many reasons why a private kidney market is not the right answer.",
        "This is a horrible proposal, taking advantage of the poor. The article is very misleading. It says people need only one kidney. This is false. People need both of their kidneys in case something goes wrong with one of them. A cousin of mine recently had one of his removed because of cancer. He was still left with one functioning kidney.\n\n              You won't see any rich or middle class people selling a kidney, just the poor.\n\n                Maybe this sort of thing is gaining approval. If so, at least part of the reason is that people are caring less and less about other people. They love money, not people.\n\n                 A better proposal is that people start taking better care of themselves, including their kidneys. Diabetes, for example, can often be prevented. In any case, it at least often can be dealt with.\n\n                   What's next? Paying really poor people for their hearts so they can help their desperate families?\n\n                     Stop it now!\n\n                    If you have bad kidneys, turn to Jesus Christ for eternal life instead of selfishly plotting about how you can take advantage of others. We all die for one reason or the other.",
        "Give your kidney. Sell your kidney. Donate your kidney. Publicly or privately. It should be your choice.",
        "Or, y'know, give people better preventative care in the first place.",
        "OK. So as others have noted, who would do this? Everyone?  Anatole France described this kind of \"equality\" correctly:  \"The law, in its majestic equality, forbids rich and poor alike to sleep under bridges, to beg in the streets, and to steal their bread.”\n\nSo would be poor people donating kidneys to rich people.   As simple as that.  That said, I'm surprised the author didn't refer to the experience in Iran, where there is a market for organs and some safeguards are in place to prevent the worse abuses.  It's not clear how well this addresses the ethical issues.\n\n<a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC1819484\" target=\"_blank\">https://www.ncbi.nlm.nih.gov/pmc/articles/PMC1819484</a>/",
        "All of the commentary on this thread as to the fate of the “poor” is basically statements from those who are not. Who is their voice? Who stands in their shoes?",
        "Love it!  Plus, you lose a few pounds! Who needs ozembic? Can I donate 25 pounds of belly fat, too?",
        "Paid organ donation already happens (if not entirely legally) in the developing world. Donors typically receive the bare minimum of follow-up care and they have no recourse if they experience life-altering complications. Since the US still refuses to ensure that all of its residents have access to decent healthcare, I don't see why the outcome here would be any different.",
        "Are you kidding me?\nTalk about opening Pandora's box.",
        "The Title is misleading - This is a TAX CREDIT. Nobody is selling their kidney for cash. Dylan Walsh and Opinions Editor are doing the story a major disservice and only \"clickbaiting\" the story and stoking the fear mongering, undereducated public on this topic.",
        "Okay. A number of commentators say its objectionable to allow desperately poor people to sell a kidney. And some commenters have said that they would like to sell their kidneys to pay off their college debt or just to have money to buy nice things. Thought experiment: Only allow people who are at a level of affluence equal to four times the poverty level to sell a kidney. So in order for a person to sell a kidney, he or she would have to be a member of a household (two adults and two children), which earns at least about $120,000 a year in income. I suspect there would be many kidney sellers and many lives will be saved by the kidneys they donate. And no desperately poor person would have been coerced by economic circumstances to donate a kidney. But wait one second. How do we think that people whose earnings are below the poverty level are likely to react? I'm guessing they will object to the fact that they are not being allowed to sell a kidney. I think that odd result shows the absurdity of not allowing anyone who wants to to donate a kidney.",
        "This seems to come with all sorts of moral hazard.  Instead of paying living donors, why not pay deceased donors?  If your family would get money for your organs after you die, wouldn't nearly everyone sign up to be an organ donor?  After all, you're already dead.  If everyone signed up to be an organ donor after death, surely that would go a long way to alleviate the need for organs?  And that would help with the need for all organs, not just kidneys.",
        "You are aware I hope, that China has been accused repeatedly of organ harvesting from prisoners for the benefit of Politburo members? \n\nIf a market is created for organs, it will be the poor & immigrants who are tapped for the organs because they need the money to feed their their families.  So the ultra rich get a succession of organs because they have the money and the poor have their life shortened because they sold an organ for pennies on the dollar but could afford the after care??? \n\nI don't think I want to live in a country who is willing to do that.",
        "It will leave vulnerable people, historically pushed around (women, for example, the poor), that much more vulnerable. There are very good reasons we don't allow the sale of organs. Though I guess we're making an exception when it comes to women, whose organs (the womb, the nurturing body) apparently don't count. But women aren't people--are they?",
        "I am a kidney donor. I have read the comments which are overwhelmingly against the proposal. They are hypocritical.\n\nPoor people risk their health and lives in many ways the commentators seem to ignore. They drive delivery trucks,  enlist in the armed forces, clean using dangerous chemicals, work in construction, empty bed pans, run forklifts, shore up foundations, even play professional football—-all risking their health and making easier lives for those of us who read the Times. Are these not truly selling their bodies or risking their health merely to survive? Hasn’t the “dystopian” future where poor people go without while the rich flourish already arrived?\n\nMoreover, the federal government does nothing at all to incentivize donation. My home state—New York—gave me a modest tax credit for donating my kidney. The federal government, which saved at least $1 million, gave me nothing at all—apparently in the name of avoiding “paying” for my donation. No wonder people don’t donate.",
        "Sure! Let's set up a system where the financially vulnerable sell their organs to make ends meet. What could go wrong?",
        "Imagine if the poor could sell an eye, an arm, or a leg.  Then, the inequitable results of the disgusting proposition Walsh makes would not be hidden away. No wonder dystopian books and movies are so ubiquitous.  You don't have to look beyond these pages for plot ideas.",
        "Doesn't this pretty much already happen in India and other countries where there are great disparities of wealth and/or power (whether the practice is legal or not and yes, it is officially illegal in India)? And, doesn't the experience in those countries tell us that it ends up being the poor and the desperate socio-economic underclasses who are exploited to \"service \" the rich not just with their labor, but with their bodily organs? I fail to see how having the government as the middle man/broker would change this. I fail to see why anyone other than foolish high school sophomores and those anticipating the need for a (or another) kidney transplant in future would think this is a good idea. I respectfully suggest that the author is conflicted out of this debate.",
        "Usury.  Usury is the idea that just because a person consents to a bad deal, doesn't make it right.  There is no just compensation for donating a kidney.  Will Trump be donating his kidney for 50 grand?  Just like surrogacy, only the desperate will be \"used\" like this.",
        "My wife donated a kidney to a friend's mother.  Luckily, the donee was ex-military, and the procedure took place at Walter Reed, so we were able to stay in guest housing.  However, even with this the cost to us was considerable (loss of work, etc.)  Sale of organs is not ideal, but, as Mr. Walsh says, the risk of selling body parts to buy a new boat can be mitigated.",
        "Almost ends up being a kidney Ponzi scheme, though, doesn't it? The people most likely to sell a body part (rather than just altruistically donate while alive) are likely to be the people in more dire financial straits. Which I think means historically more likely to have poor or no health insurance and also poor diet/higher incidence of diabetes? So your 30 year old desperate enough to sell a body part is probably more likely to be your person who needs a kidney in 10-20 years, aren't they?\n\nI think the money has to be spent on preventative and curative methods. Or on developing an artificial kidney. I don't think this is a wise idea for kidneys or partial liver transplants (hey, they grow back!)",
        "The poor and the desperate will donate their kidneys. Why stop at kidneys? There are a lot of \"pieces\" one could potentially \"live\" without. This would be a very slippery slope indeed!",
        "This quote from the article is critical:  \".. without more investment in preventing diabetes and other ailments, more than one million people will be suffering from kidney failure by 2030, up from over 800,000 now.\"   Our inefficient, profit-driven health care system prefers to treat acute health issues - like kidney failure - rather than the preventive care and ongoing primary health care which can help prevent many cases of kidney failure.  Poorly controlled diabetes and hypertension cause many cases of kidney disease.  Why not a serious program to provide truly accessible, universal, publicly funded health care to everyone - and take care of the people's health before their kidneys fail?",
        "You only need one eye, testicle, lung or hand. How about a market in that too? Though there are logical reasons to allow this, only the poor will be doing this, because no human would ever willingly part with any body part. It's wholly exploitive and we all know it.",
        "This is morally repugnant.",
        "To set a fair price, ask Elon Musk, Jeff Bezos, and Mark Zuckerberg how much they’d sell one of their kidneys for.",
        "Donald Trump could sell kidneys. \nHe just hasn't thought of it yet.",
        "Advocating the harvesting of organs from the poor, which is exactly who would be coerced into this, should be criminal and is immoral. The writer should be ashamed of themselves.",
        "How many will sell both of them to save loved ones from poverty .  Why not hearts too , they need those also ?",
        "Sure, let people sell their kidneys. Let's see how quickly a black market develops in which healthy but financially insecure people are urged to sell their kidneys because a wealthy person is willing to pay $$$$$ for one.",
        "I don't have a problem with allowing people to sell kidneys, but I'm pretty much a hard no on doing it myself. Not that I couldn't use $50,000, even if dribbled out in tax credits over years, but the risks - including contracting a serious infection in the hospital or finding myself in a situation where I've lost the use of my remaining kidney are just not risks I'm willing to take, even if the odds of such things occurring are remote.",
        "The elephant in the room is Type 2 diabetes which almost always results from excess weight. Diabetes is the leading cause of kidney failure. Tiptoeing around weight issues has become the norm. \n\nBut how many people needing kidney transplants would never have gone on the list had they lost weight soon after the diabetes diagnosis? How many more available kidneys could then go to people - like the author - with a genetic condition?",
        "This opinion piece does not address an apparently important question.  What happens if the donor's remaining kidney begins to fail and he/she does not have a loving relation to donate one of his/her kidney or the funds to pay someone to donate one?",
        "While it’s true that organ “sale” would have the most impact on the poor, most of our society’s activities already do so. Their diets are inferior; living conditions more at risk; insurance is more expensive. The negative argument here reminds me of folks who claim “ I’m not giving a panhandler money to use on drugs/alcohol”. It’s a cop out for not helping. The proper legal program could benefit both parties. I don’t know of a wise man or woman who has the right or capacity to judge.",
        "Selling one's organs is dystrophy. Remember \"The Island\"?\n\nFar better to institute a universal organ donor opt-in rule for the dying, rather than the religiously and nowdays commercially driven, archaic and extremely wasteful  theatrics of conventional burial and cremation.\n\nIf people wish that, following their death, any remaining healthy organs not be used to save the ill they should be able of course to register that wish in a centralised database. \n\nBut doesn't it seems a waste to let so much perfectly healthy tissue rot?",
        "My husband donated a kidney to a friend.  Coverage for lost work time and other expenses would have been welcome.  \nAnd yes, he is perfectly fine 12 years post donation.",
        "A friend of mine got one of her sister's kidneys.  I know both women.  What a remarkable gift!  Seems that a kidney is 1) worth more like $100K 2) anyone who chooses to sell theirs should not be taxed ever on the money that they receive for parting with one of these valuable organs 3) those who part with a kidney should be at the top of the list of receiving a kidney should their remaining kidney have an issue 4) stop treating \"poor people\" like they don't know what they're doing.  If someone wants to sell their kidney; let them - just like if someone wants an abortion let them have an abortion.  We need to stop trying to legislate the lives of others just because we don't agree with what they're doing.  I've had major abdominal surgery several times; I know what it's like and I know how to be a good patient and recover from it.  I'm retired, healthy and fit.  I don't need $100K, but I'd like $100k and for that amount I would consider parting with a kidney.  That's life!",
        "People should be able to sell their body parts on death or their next of kin should be able to do so if the deceased has not specifically prohibited doing this.\n\nAt a minimum, it could help pay for the funeral expenses (typically around $10k in the USA).\n\nIn today's world, one's body is an asset, no different than a house or a car.\n\nFor those that believe in the concept of a soul, it will still be there, even if the body is missing some parts.",
        "The same goes for bone marrow!",
        "$50,000 is too low. $300,000 at least",
        "Summary: Rich people live longer if poor people get paid anything at all for their vital organs. No go.",
        "I am sorry, that's a dangerous suggestion! That's like SCOTUS justices arguing that Citizen United won't result in the massive donor corruption and dark money we're seeing today. Anywhere where $ is involved and there are no tight regulations, things will go badly for the non-rich!",
        "The headline needs an adjustment and should read It will save the lives of the wealthy. What this article proposes is bad and inhumane and will lead us further to dystopia.",
        "Next step: Impoverished families selling a family member to supply a heart, lungs, or liver. They already sell off daughters to marry old men, is selling a child for any organ all that different?",
        "Walsh writes, \"This idea [selling organs] fits nicely within today's health economics.\"\n\nI'd argue US health economics is the reason selling organs cannot be allowed, and I offer the film/book, Never Let Me Go as evidence, not to mention the movie Coma and Law and Order S1 E21 as supporting detail.\n\nWe live in a country where the wealthiest among us can buy anything -- including the Executive, Judicial, and Legislative bodies of their choice to run our government.  Increasingly our only value as citizens seems to be as the consumer half of our hyper-capitalist economy.  When we become the product, too, we're done.",
        "I became a non-directed living donor last year. I began screening almost as soon as I learned that living donation was an option. The time, expense, and impact on my life were minimal. Since I donated, one friend who heard about it has done the same--and already recovered enough to run a 100-mile race over the summer--and another has begun the screening process. All of us can do so exactly *because* we are young, healthy, have no worrying family histories, have stable jobs with disability leave, and have savings.\n\nI welcome some of the efforts described here (of course I would like be protected from insurance companies!) but there are lots of ways we can raise awareness of this option and normalize it. We don't need to create a system that is inherently designed to pressure the vulnerable into something they would not otherwise do.",
        "My dad was a transplant recipient, and because of a donor heart, I was able to have him in my life between age 9 and 18, at which point he passed away.  I have tremendous respect for transplant donation, but setting up a marketplace for organs is horrific, and would immediately make it less attractive for science to pursue other means of solving the problem of kidney failure.  \n\nIndeed, the idea is a failure of ethics, economics, and the medical imperative to first do no harm.  And by the way, my dad was on dialysis for the last two years or so of his life, and I'm all-too-aware of how exhausting and awful it is.  But we should not consign the underresourced to be literal spare parts for others, no matter what.  Talk about inhumane.  \n\nThere is a link here to the fall of abortion rights which I can't quite articulate.  Maybe it's that there are such a tiny few steps between selling parts, to exploitation, to not having control of your own body, which is slavery.",
        "At face value a very uncomfortable idea, as many comments have attested to. I think the author could and should have gone into greater detail about the moral and physical hazards of such a system.\n\nHowever, we are not being societally consistent when looking at this issue. Many states allow women to be paid for surrogate pregnancies. Pregnancy itself can be a risky affair, in many cases more risky than a surgical procedure to remove a kidney from a healthy donor. Also, we pay our young men and women to join the military (in the form of education scholarships), often putting themselves in harms way, and many times they are enticed by that compensation. This is not to say that these topics are equal. Of course kidney donation puts someone at a lifelong risk of something occurring with their remaining kidney. But I would argue these examples are in the same ballpark - we allow some systems of compensation which tend to encourage economically disadvantaged people to put themselves in harms way. It’s important to consider these other issues because we should strive for moral consistency with our policies. We also don’t live in a utopia - there is indeed a great shortage of kidneys, and we should think creatively about ways to solve this issue, whether by investing more in research in artificial kidney, systems to pay families of deceased individuals to encourage more organ donation at death, and yes, even considering the possibility of paying people for their kidneys in a safe way",
        "As a recent living kidney donor and partial liver donor, I support this bill. \nMany comments here are very inaccurate. \nTo learn more:\nwww.markscotch.com",
        "But I thought according to the NYT the economy was great! But sure let's pay people for their organs!",
        "\"We have the enclosed the great land masses of the planet, turning whole ecosystems into commercial property.  We have similarly appropriated the great oceanic commons. Even the atmosphere has been enclosed into commercial air corridors that can be bought,sold or leased in the open marketplace.  Now we are enclosing and commodifying the human body itself, the last ecological invasion left to the market forces of modernity.\"\n\nThe Human Body Shop \nBy Andrew Kimbrell 1993",
        "IMHO, there is a much easier solution that could be implemented immediately, with no change in law, and it is very simple.\n\nIf a live doner donates, should that person (and maybe member of immediate family) ever need a kidney, the donor goes to the top of the recipient list.\n\nThis would allows an altruistic donation with almost no downside for the doner.\n\nIf this policy had been in place, I would have donated decades ago.",
        "When I clicked on the title I thought it was sarcastic, and that I would find a comprehensive analysis on why buying organs for money is unethical, but then, to my amazement I found it was the actual opinion of the author.\n\nLuckily many readers are stressing how such a situation would be an \"elegant\" way to force the poor on selling their organs and risking their future health.\n\nI don't understand how such a column passed the editorial staff.",
        "I am a physician (non-Nephrologist) married to a Nephrologist. I am sadly shocked at how poorly researched even an opinion piece is in the NYT especially written by someone directly impacted by renal failure. You barely touch on the exploitation that will accompany paid organ donation. You should take a flight to Central America or the Philippines for some research. Then try to argue that paid organ donation is not exploiting the most vulnerable people in society: the poor, the homeless, the mentally ill. My wife tells me that it is not uncommon for one of her chronic renal failure patients on the waitlist for a kidney transplant to magically return from a trip to Asia with a new kidney. Undoubtedly obtained under unethical circumstances. Paid organ donation already exists broadly and it is a total mess. You should spend your time looking at tissue engineering and fully implanted synthetic kidneys.",
        "any bill authorizing the sale of kidneys should also entitle the seller to be put to the head of the line for receiving a kidney should his remaining kidney fail",
        "This literally just appropriates organs from the poor to the rich.",
        "One word to describe this idea: REPUGNANT. Is the writer not familiar with coercion?",
        "End stage capitalism is becoming more and more bleak by the hour.",
        "I really can't get past the title.  NO.",
        "Has the author of the piece seen the movies \"Dirty Pretty Things\" (with Audrey Tatou and  Chiwetel Eifijor) or \"Never Let Me Go\" (Keira Knightley, Carey Mulligan, Andrew Garfied)? Both about the \"donor class.\" Explores the ethics or lack thereof.",
        "I donated my kidney to my uncle (not a blood relative) in 2012 as a healthy 26-year-old. It was the single most impactful thing I've ever done, as positive to me personally as it was to my recipient. It's a few weeks to 12 year kidneyversary and I've never for a second regretted it. \n\nThe pre-screening takes months and many trips to the hospital for testing and interviews. Many of our family members got screened out. The donation team is absolutely dedicated to doing no harm to their donors, to the point that it often feels overly paternalistic. No one in the process is being paid on commission. Their motivation is to help healthy, willing donors give a lifesaving gift to someone who needs it.\n\nThe recovery involves a lifting restriction for around 8 weeks and means those of us with physical jobs can't work at all during that period. $50k sounds to me like a fair compensation for the amount of time and effort that goes into donation and recovery. This isn't a huge incentive that will convince poor folks to donate a kidney -- it's just reasonable compensation like what's expected for egg donation or surrogacy, but without the variability and potential conflict of interest that comes with private pay. \n\nCurrently, those both giving and receiving donations are much more likely to be in stable/comfortable financial situations. Compensating all donors would go a long way toward allowing those who want to donate to do so without taking on a financial burden in the process.",
        "The poor and anyone else in need of cash will be the ones selling their kidneys. Can you really give consent when you are in dire straits? The whole concept is coercive which is why it is illegal. None of the proposals to mitigate this are sufficient to overcome the problem.",
        "Few people are aware of major limitation looming over the issue of organ donation: For cadaveric donations (by the deceased), only brain-dead donors are eligible for donation. Yet brain death accounts for just 2% of fatalities. \n\nBottom line, if everyone in this country signed up for organ donation, we'd still likely have a severe shortage of kidneys. Nearly nine in ten on the organ waiting list need kidneys. As a result, taxpayers are paying billions annually through Medicare and Medicaid for weekly dialysis.\n\nThe only way forward is to allow some very carefully controlled sale of kidneys or a technological breakthrough. A few weeks ago doctors successfully transplanted a pig kidney into a 60-year-old man. But it will likely take years more development to make xenotransplantation (animal to human) a sizable difference.\n\nTill then, we have to revamp the current system with some means of fair compensation to willing live donors that doesn't shortchange the poor waiting for transplants. To achieve this, the money saved from dialysis could and should be invested in a federal subsidy.",
        "In a world where the wealth gap has been growing rapidly, a more honest title to this essay would be, The Rich Need Your Kidney. This scenario doesn't involve anyone except needy people to whom $50,000 is a lot of money living in diminished health and greater risk for the rest of their lives. Think this through again and if you can't come up with a better solution than this, keep it to yourself.",
        "Wow, most of the comments here are clearly from those who have not experienced major kidney disease or the living hell that is life on dialysis. I suspect if they had the lived experience of my sister in Wisconsin, they might feel differently. If she had not been lucky enough (and believe me, luck is at play here), to get her transplant just over three years ago, I think she would be gone now, not from her failing kidney function, but from the suicidal despair over the intractable side effects of dialysis. I don't know what the \"right\" system is, but I do know that what we have now isn't working.",
        "So we have ideas that kidneys should be something that can be bough, sold, a medioum of exchange on a market that is regulated by the federal government. \n\nWhoa.  I actually favor a capitalistic approach.  However, I think that the federal government is way too involved in matters of health care policy.  Instead have our lawmakers figure out ways to make the American consumer pay the same as every other nation who gets insulin or other life saving drugs at a price approximating what other countries pay for them.  Stop having a bunch of predominantly \"old white men\" determining what women can and cant do with their bodies.  \n\nThink about the this ethical dilemma the writer's idea proposes.  Someone who \"sells\" a kidney gets sick.  They need a kidney.  What happens if they cant afford one?  Does the government also create a department of \"denial specialists\". whose job it will be to go around telling families and the patient requiring a kidney \"Sorry, we cant get you a kidney.  It's really a shame that you sold the other one.\"",
        "Kind of like a reverse mortgage.",
        "— His organization’s proposal, for example, would split the $50,000 payment into installments arriving only around tax season to weaken donation as a get-rich-quick scheme. —\n\nWhat the heck? A kidney is worth far more than $50k. And that amount of money is hardly a “get-rich-quick scheme.”  That statement reeks of elitism and deep disrespect for low-income people. It’s paternalistic. It’s revolting. \n\nI was taught, in journalism school, that if you let people talk long enough they will eventually reveal their true thoughts, intentions, prejudices and so on. Well…here you have it.",
        "I am truly sorry there aren't more kidneys available.  However, its just another scam for the rich to benefit from the poor.",
        "No. And no. No again, just for good measure. No good will come of commodifying individual bits of the human body. Kidneys, the use of uteruses, etc, should not be available to the highest bidder. The almighty dollar doesn't cleanse the denigration from these behaviors. This is misanthropy run amok. Oh, you're poor? Well, sell off your flesh a piece at a time. That's all the worth the poor possess in such a worldview.",
        "So, when poor people start selling body parts then what? Should they get into bidding wars? Do you realize how sick this is?",
        "Reading the comments there appears to be three camps\n1) Fear mongers that think that kidney donations centers are about to pop up next to the pawn shop, plasma collection, and car title loan shops in strip malls on the wrong side of the tracks.  Suddenly everyone is concerned about preying on \"poor people\" yet these other industries already exists? Nobody is saying \"I just need a tax credit to get my car out of impound\".\n\n2) Cutting out snack food, exercising more, and stopping smoking is the cure for all kidney disease including the \"not your fault\" genetics ones.\n\n3) It would be better to find \"some other\" solution. Pigs, cadavers, science, some hardcore prayers/gods....\n\n...but a tax credit...you shall not PASS...this legislation.",
        "This idea that I have a problem in my life and you (the other) must sacrifice yourself (i.e. body, opinions, values) to make me feel more comfortable (or I will bully you if you don't) is pure entitlement, and frankly borders fascism.\n\nYou learn how to grieve and leave others alone.\n\nSame logic goes for some other societal phenomenons.",
        "Tell me what’s going to persuade Elon Musk, Jeff Bezos, Mark Zuckerberg, and one or more of the Trump offspring to sell a kidney, and then I will listen more carefully to this idea. Otherwise, it is guaranteed to unconscionably exploit the poor and desperate: a gruesome new game for ugly late-stage capitalism.",
        "So then only rich people get transplants. \n\nAnd poor people will sell their kidneys and, due to higher incidence of diabetes and hypertension, are more likely to need both kidneys as they age. \n\nWhat a monstrous display of elitism and class warfare, tinged with just enough racism to make it a horrific demonstration of how broken our healthcare system remains.",
        "I was not expecting it, but it came--the disparate impact on Blacks. It appears if someone wants to boost support for a policy, the trick is to find and play the Black-disparate-impact card or a card associated with what is called \"marginalized groups\".\n\n\"Compensating donors could also go a long way to reducing current inequities. Black patients are more than three times as likely to develop kidney failure as white patients. And under today’s system, white patients are about four times as likely as Black patients (and approximately two times as likely as Asian and Hispanic patients) to receive a living kidney donation within two years of needing one.\"",
        "$50,000 isn't very much money when considering that the donor will spend the rest of their life at greater risk of health problems. Especially bad since most sellers will be lower income and that isn't nearly enough to solve their financial woes. Make it a million and lift them out of poverty.",
        "Sorry, but whether it could help is irrelevant. Selling organs is unethical and opens the door to serious abuse. It's illegal for a very good reason.",
        "Why stop at kidneys? There is a demand for corneas for transplant.  Why shouldn't desperate poor people be allowed to sell one of their eyes?  People's lungs have two lobes and they can survive with part of a liver;  why shouldn't poor people be allowed to sell portions of those organs?   And think how many people are waiting for heart transplants!  Donating a heart would kill the donor, but if a rich person offered enough money, there are people whose families are in financial need who would sacrifice their lives. \n\nWhat this proposal would create is a vampire society, where the rich would live off the body tissues of the poor.",
        "People selling their kidneys? Hard no. People are not commodities. This is not a new practice. The poor of India and other nations do this for money to survive. Unless it’s a close relative, the same would happen here. It’s an outrageous and dehumanizing idea.",
        "I have given blood for almost 50 years (160 units) and received nothing in return except cookies and juice. It is odd that everywhere along the blood pipeline there is money to be made. All except for the person giving the blood and the volunteer pouring the juice. Same thing with jury duty and organ donations.",
        "There is no valid reason to not have people sell one of their healthy kidneys. The only reason I can think of is the Organ Donor Network. A secretive, selective unfair part of the Organ\nDonation Industrial Complex with no accountability to anyone for their actions or inactions to help those in need of a kidney get one. It is the secretiveness and the lack of their need to\nexplain any and all decisions they make that drives me nuts.\nIf you donate to a Hospital or have a relative that works there, there is a different path for your new organ. Those who are the most in need, less able to fend for themselves and have an Advocate suffer at the hands of places like DaVita, the Non unionized Dialysis Centers that treat patients horribly and have the worst staff because the best leave, the worst are tolerated and unsupervised and uncaring and paid less than Fast Food workers while DaVita, a National Dialysis center making Billions from our taxes while billing huge for their services, making and putting money in the wrong places, own pockets and flies under the radar like Medicare Advantage Plans which abuse patients too when they need the expensive tests or care for their ailments as they age. DaVita does not even get new treatment chairs for the Patients. There is no In Service for the staff and no regard for Staff, Patients. Kidney sales or donations would go a long way to putting an end to the suffering of way too many on Dialysis until the end of life. \nNo good reason not to.",
        "I'm sure kidney sales will be evenly distributed among income tiers! Only in a capitalist system where a plurality remain on the edge of major financial crisis could we possibly think encouraging the sale of kidneys is a good idea on a broad social level.",
        "When many people become old, they end up with stage 3 kidney disease  even though they have two kidneys! About 35% of people over 65 have chronic kidney disease.  That's even *without* kidney damage from Covid.  The kidney the author thinks is \"extra\" is there for a reason. People are not young forever. They get old, their kidneys function less well, then they need kidney reserve for themselves. Instead, let us function on growing replacement organs outside the human body, so living donors do not have to get major, risky surgery.",
        "I don't support this, I can only imagine the desperation for means that might compel people to sell their organs  and how unscrupulous people might take advantage.\n\nThe \"haves\" have more avenues, and the \"have nots\" must be sacrificed. Nope",
        "Better to make a law establishing a \"default\" of organ donor specification on drivers licenses, with, perhaps,  a $5 reduction in license fee.",
        "I disagree. The circumstance of being about to die from organ failure doesn’t give us a claim on someone else’s healthy organ, the precise thing having money to purchase an organ confers over that someone who has a desperate need for money. This was made very clear when organ donation was set up. The gift of life was to be anonymous at both ends: recipient never knowing who the donor was and vice versa. Even as it is in the US, you need insurance, money and social support to get the transplant operations many are denied. Kidney sales already blight India’s healthcare scene, and we don’t want that kind of coercion here.\n\nIt’s true we did modify the rules to accommodate living donors, usually family members, to give if willing and thus avoid a risky or unavailable cadaver donation. But this is coercive enough without payment, exerting a pressure on family members to get tested, and to donate if compatible: Even if your loved one doesn’t ask, your shame will never end if you don’t offer. Why exacerbate the ethical conundra of procedures remaining uncommon heroics in our approach to serious illness anyhow? Making the federal government a payer covering only costs of surgery as the author suggests—in effect giving Uncle Sam that claim over those who need money—will not eliminate the racial inequities and ethical problems either one. We’d do better by Black people if we improved delivery of basic health services in a US where millions can’t afford a pair of eyeglasses.",
        "OMG! Physician and ethicist here. Just seeing this. I thought yesterday was April Fool’s Day. What an appalling idea. Do I get more money if my kidney is 23 years old than if it’s 63 years old? Less if I’m overweight and at risk of Type II diabetes, obstructive sleep apnea, right heart failure?\nAah, sliding payment scale would solve that. /s\nI have a few extra fingers. Special BOGO! (Thumbs are extra, dominant thumb especially.)\nFifty thousand dollars is not an incentive for a financially comfortable individual (barely more than the price of the average Toyota SUV). To say an arrangement like that proposed would not be exploitative is to be naive nearly beyond belief.",
        "I don't think we exploit the poor enough in this dystopian hellscape.  I wonder how we could possibly exploit people more?",
        "For all of you who have decided that the moral accounting comes out clearly against this idea, please remember these two facts:\n\n1) Thousands of people die every year waiting for a kidney.\n2) Those who die are disproportionately poor and of color. \n\nFor every poor person you've protected from exploitation in this dystopian future you're imagining, you're consigning another poor person to death.",
        "Women would like to have normal American health care rights at this point in time.  Hard to think about selling a kidney when people are telling women  what they are not allowed to do with their body.\nA good idea since people  do not donate to it would be helpful for another life, however lets address the crisis that is at hand",
        "By that rationale, parents could choose to sell their children's organs. What could go wrong?",
        "Malfeasance is lurking just under the good intentions.",
        "Your organs are your own and no one has the right to discuss taking them for themselves, whether by “defaulting” you to donation, or commodifying your organs for cash. That’s exactly what cash-for-organs is, of course. A way for the rich to turn the poor into organ banks. A cash incentive, after all, can only incentivize someone who needs cash, and well-off folks do not. The very idea of cash for organs is so grotesquely dystopian, in fact, as to raise questions about the author’s basic moral compass.",
        "Under any compensation system, poorer folks will inevitably be the most likely to donate that \"spare\" kidney. It's such an entitled stance to suggest that $50k split over 5 years to \"just\" $10k/year at tax time isn't still somehow a financial windfall for someone worried routinely about how to fill their gas tank or keep food in the fridge. And these same poorer folks most likely to find $50k worth the hassle and risk are also the most likely to develop kidney failure later on owing to myriad social determinants of health related to poverty and stress. So we'll pay a huge cohort of healthy 20-somethings for one of their kidneys, and 20-30 years later when that $50k is long gone and a hard life catches up to their overall health, where will their backup kidneys come from? Will we start buying them from even poorer folks overseas?\n\nI say this as someone for whom kidney disease runs in both sides of my family. I would much rather see federal funds spent to identify early and mitigate kidney disease risk factors than pay people to give up kidneys (it's not a donation if you're getting paid) to people who've already reached end stage renal disease.",
        "Very, very slippery slope. No. It should forever be strictly regulated.",
        "Has Mr. Walsh, an observer of the criminal justice system, simply failed to see the full implications of his proposal or simply minimized them? As a biologist, I understand the feasibility and amazing benefits of gifting a kidney. But making their sale legal?!? The donation or sale of blood, a renewable, is hardly comparable. Surely one familiar with our legal system, as is Walsh, must concede the great likelihood of clandestine transfers and of harvesting for profit from the unaware or unwilling. Grotesque fiction and meme reports from other continents are enough to make us aware of that risk. And, please, let us not pretend that a government agency could manage this proposed new form of commerce without enabling even more malfeasance. \"The War on Drugs\" and \"Legalized Pot\" are more than enough disproof that.\n.",
        "No. Once it’s legal, the poor will be exploited. Source: the entirety of human history. It’s that simple. Humans will not behave in a manner that makes this idea viable. If they did, kidneys wouldn’t be for sale. We’d all be typed and in a database waiting for our opportunity to save a life half way around the world in a country we would never have otherwise visited.",
        "so you donate a kidney and have to wait 5 years to get the whole $50K?  How about getting an after-tax amount of $50K right at the start? Inflation, if nothing else. And what about compensation for current and future medical bills/treatments related to the donation? It's major surgery.",
        "For those who think living organ donation harms the donor, consider that both life expectancy and life insurance premiums are the same for the donor the day before and the day after the surgery.",
        "My mom needed a kidney transplant in the 80’s they would not let my grandfather buy one for her. She eventually had two transplants the first was rejected, no steroids at the time. The second gave her ten more years.",
        "For an imaginative take on the future of organ donation, I recommend the short story \"Caught in the Organ Draft\" (1972) by Robert Silverberg. It's included in several story collections.\nThe story takes place in a dystopian future in which young people are required to give up their organs (even life-sustaining ones) to keep older people alive. It's often taken as a parable about the then-current military draft.",
        "How is that working out in Afghanistan?  Prices have dropped to  as little as $1500 for a kidney.\n\nThis is a market that only benefits the rich.  Immoral exploitation of the poor.",
        "This is a terrible idea. A better idea is to make organ donations an action that you opt in to. Students will be educated about this in junior high school, high school, and medical offices. The plan would be to have a person opt into an organ donation system to voluntarily receive organs, and HERE is the important part. ONLY the persons who have agreed to voluntarily donate organs will voluntarily receive organs, starting from age 21. Before age 21, well, I don't consider you an adult, no matter what the law says, and I want to make sure you can receive organs since you were too busy partying or playing video games as opposed to filling out a form. THIS is the only fair system; You voluntarily donate, and you can receive. If you opt out, then you don't deserve to receive.",
        "1996 kidney donor (to my mother) here, and I absolutely agree. We have polycystic kidney disease on my mother's side of the family and I have seen many family members struggle with the need for a kidney. This should be done immediately with the safeguards you recommend.",
        "I've often wondered about the claim that a healthy person can have a kidney removed and they would never know the difference. I'm skeptical.\n\nThis is what I believed about vasectomies when I got one in my early 30s. But without going into specifics, I noticed differences immediately. I don't regret getting a vasectomy and would do it again, but being led to believe that \"you would never know the difference\" turned out to be misleading.",
        "The idea of inducing a person to sell their kidney for $50K or as figured here $10K a year is repugnant. The cost of the transplant now is about $415K I don't know how many people and corporations that is divided up between, but the writer pretends that the kidney is only worth $10K a year. The average cost of a new car is around $49K. The economic side seems way off.  Is this just another Modest Proposal by Jonathan Swift?  I understand that the author would like to see more kidneys for transplant, but this is so obscene maybe we should just try the Chinese model and just shoot a prisoner when we need one the economics of it would be better, it costs more than 50K a year just to incarcerate one. Win-win if we look at the money.",
        "Don't know if its apocryphal but a surgical tale of yore said that a surgeon once removed a diseased kidney when he was doing another surgery and only later realized the patient had only one functioning kidney - the one he removed.\n\nLessons learned from mishaps are far more lasting than from the mundane.  Incentivizing kidney donations might appear mundane but so were the two Space Shuttle disasters.  Discouraging shortcuts and sticking to strict ethical rules would be helpful to those in kidney failure.",
        "Asking the desperate to sell their organs is unfair and the practice will certainly be viewed as predatory. Medical science is the way out of this, not capitalism. Perhaps a better idea is for the government to invest in and subsidize organ replacement technology so we can mass produce biological and mechanical organs in factories without the need of living hosts. Maybe scientists can come up with a way to eliminate the need for immunosuppressants while they're at it.",
        "As a Living Donor, I have followed the various suggestions on how to increase the Donor pool for kidneys. Opt- out versus Opt-in for those who die, where your organs are harvested unless you have designated your wish against it, like France and other countries. Receiving money for donating your kidney, another possibility. But one thing that many people are unaware of is the Dialysis lobby. In America it’s all about making money, and the Dialysis lobby will fight to prevent any changes. In fact, some Nephrologists actually have financial stakes in Dialysis centers. That should be illegal.",
        "It seems like all of the negative comments about living donations are from people who have not and will never donate a kidney to save another’s life.  Apparently these same folks spend much of their lives working to better the lives of the poor. \n\nRegardless of your indignation or horror at the prospect of live donations, keep in mind that it really takes nothing to be a donor at death. It is simply primitive superstition and laziness that prevents people from signing up for donation upon death.",
        "-- Selling your body parts..?   --- Horrible idea..",
        "Selling organs may increase the supply, but where will the organs come from. Expect an underground industry of organ harvesting to grow quickly. There will be lives saved but many lost.",
        "Compensating someone for the medical care, pain and suffering from the surgery and loss of income is reasonable. However, there needs to be controls, so you don’t have to be a millionaire to get a kidney. \n\nWe also don’t want people selling their body parts because they’ve hit a rough patch financially.",
        "The need for two kidneys is about risk mediation that evolution developed among humans who lived to reproduce and to raise children to maturity. The odds are that people who do not suffer from risks that might make one kidney insufficient can live with just one. But who are the people who will not need a redundant kidney? Who knows?\n\nThe people who suffer kidney failure are not healthy people for the most part. They usually suffer from many other health problems of which failing kidneys are the most immediate concern, but they will most likely suffer from other serious health problems that the kidney transplants cannot address. \n\nIf people are generous and willing to risk life with one kidney, encourage them. But be serious about the social and environmental determinants of chronic health problems like smoking cigarettes and long term obesity and unwise dietary habits, all of which can be addressed by changing habits, and society removing unnecessary disease producing agents from industrial by products discharged into the environment we must share.",
        "Presumed consent legislation for organ and tissue donation is the appropriate manner to both provide sufficient organs that are otherwise lost and avoid the philosophical and ethical concerns of selling one's organs. New Brunswick and Nova Scotia residents over the age of 19 will automatically be presumed to agree to donate their organs and tissues when they die unless they opt out also known as deemed consent. Persons with an intellectually disability are exempted. Both provinces are in the process of getting the new organ retrieval system in place.  Similar legislation has been in place in a number of European countries and has substantially reduced  the waiting list for organs.",
        "It's one thing to give to a family member.  Another to start the slippery slope of paying for kidneys.  I think then poor people would succumb to this.  I am signed up to donate my organs after passing.",
        "As a living kidney donor, I have firsthand experience seeing the dramatic positive impacts this proposal would have.\n\nDonation was the most significant and meaningful thing I've ever been able to do for another person. Donation had no lasting impact on my health, yet It changed my recipients' life forever.\n\nAs written, this proposal empowers more people who want to donate with the financial means to do so. It *does not* allow nor incentivize poor people to donate their kidneys in exchange for money.\n\nEvery kidney donation program in the country has an extremely thorough (arguably overly-paternalistic) vetting program that will not allow folks to donate if they suspect they are financially motivated, subject to coercion, or will suffer negative consequences as a result of donation.\n\nWhat this proposal does is provide a credit so that folks who already want to donate can take time off from work without additional stress. In addition to the initial time of from surgery, many donors must take time off from work due to the lifting restrictions after donation. This credit would help people recover some lost wages and would make donation more accessible for folks who already want to donate.",
        "I was a non-directed donor in September, 2017 through the National Kidney registry.  I donated in Boston. My kidney went to Atlanta. That's all I know.  It was far and away the best thing I've ever done.  I am uncertain about the idea of cash compensation for donation.   However, I think something like free Medicare for life would be a reasonable enticement.",
        "For all those advocating an \"opt-out\" organ donation system, note that the US already has this in many states.  In addition, the US has higher rates of organ donation, both by population and deceased, than most European countries, including countries with opt-out policies.  \n\nIf you look at the number of people who say they will donate an organ, the US doesn't do nearly so well.  But if you look at the number of organs actually donated, which is a far more important metric, the US leads the field.  Far more Canadians than Americans say they are willing to donate their organs when surveyed, but far more Americans actually donate them upon their death.",
        "Make organ donation opt out instead of opt in and the supply of organs would dramatically increase and this problem would be solved virtually overnight.  \n\nThe idea of harvesting living organs, even controlled by the government, a central bureaucracy, which most people trust even less than a private entity eg. Some kind of charity or foundation is barbaric and inhuman.",
        "I'm on dialysis awaiting a kidney transplant (PKD), and I do not want any part of this. Market forces will take over like an aggressive weed. \nCan't you just see the Red State folks insisting that no one gets food stamps until they've sold all the organs they can part with?",
        "Sounds like just another way for rich people to abuse the poor in order to improve their lives. I doubt very many rich people will be selling their kidneys.",
        "Sick. The wealthy will prey upon the poor, and the poor will have every incentive to sell their own flesh to the highest bidder. This is a flesh trade being touted. Is life not sacred?",
        "No mention of using kidneys from engineered pigs.\n\nFor those that oppose using animals for this purpose.  Consider this adjusted scenario.   There is a runaway train headed to hit a disabled auto on the track.  The is a track switch that allows you to change the track to one that would result in the killing of a pig.  Any confusion on the choice?",
        "$50,000? That's pathetic. It guarantees only desperate people will donate.",
        "Aaaaargh.  I have spent years fighting this in the black-market and watching lives lost and ruined by the type of financial incentive this author so flippantly advocates.  You think minority race donations aren't made because the family doesn't get paid off at $10k/year?  That is untethered from reality - both social and economic. Yes, the system now is far, far from perfect; and yes, paying some of the extra costs of kidney donation incurred by donors is a great idea- (noting that the medical costs are already covered). Figures that someone with the vast credentials of \"freelance journalist\" would advance this idea.  Try running it by the transplant docs who know how it would crash things.  I can't begin to address the vast problems.  You have a family member who wont give a kidney to save your life unless you fork over $50k?  Please.",
        "Thorny topic.\n\nFeels unsavory but today a donor can donate a kidney voluntarily.  How does paying compensation for doing a good act harm the donor or introduce any ethical question?\n\nAnd in terms of second-order effects like creating some black market, if no one could negotiate the price for a kidney and it was paid out by the government over 4 years, then how could any donor be \"exploited\"?  The price is what we collectively agree ahead of time is a fair price for potentially extending another person's life for 10-15 years.\n\nNor would the rich get any preferential treatment as no individual could actually pay for a kidney directly.\n\nAnd the donor could be placed at the top of the list in the unlikely event their other kidney failed (which I understand is the current practice).\n\nSo we are saying there is no harm, there is no duress, there is no coercion and there is actually not even a monetary transaction between donor and donee. \n\nSo where is the moral wrong?",
        "The major problem with organ harvest and transplantation is technology limitations in tussue preservation and organ viability timespan.  If 12, 24 hours or 36 hours of vitality were extended, organ harvest would be global, and the transplant possibilities would be quadrupled.   A,T. Research Partners were recently issued a utility patent using a specialized oxygenation molecule toward such an innovation.",
        "Yes, this will save lives. It will also put at risk the lives of the people giving up one kidney. A very real risk because what if they develop a kidney disease? People forget that patients wait years hoping for a donated organ of any kind.\n\nIt reminds me of when I was running clinical trials and the first thing that is noted is that you had to watch out for participants from what we're considered vulnerable populations. You could not sign up your employees because that could be a form of coercion. You could not sign up family for the same reason. Now what you're saying is we should sign up people who are desperate, and I mean the true word of desperate, for money. You want to risk someone's life for money. The extremely poor are a vulnerable population.",
        "This opinion piece is imperfect and generally amiss with respect to the larger society issues and Ethics of solid organ donation; UNOS has written clear and balanced position papers about this topic.",
        "The recent transplant of the first pig kidney, embroidered with human genes, is the miracle that will allow millions to live to sip another day. \n\nLet's hear it for research science and the humble pig.\n\nHip Hip Hooray",
        "This is extremely bad idea!  I speak as doctor ( >30 years) who has son with one kidney.   This will only increase pressure on the poor to give up a part of their body for profit of someone better off!  Coming to life of nightmarish novels. It only works, if everyone (independent of wealth) would have access to donated kidney/surgery/treatment,  and the donor would then be cared for life, in all aspects, health/home/income!",
        "My heart goes out to all those needing transplants, but this is not the solution.  Creating a human organ economy, with all of the possibilities for abuse that our rapacious, exploitive capitalist system encourages, is fraught with peril.  Poor people already sell plasma to make it to the next paycheck.  How many people in desperate financial situations, who really want to keep their kidney, will feel forced by their circumstances to make the transaction?  It certainly won't be rich people.  We already exploit the poor.  Do we now require their body parts too?!",
        "50K for a kidney? The NYT has ads for watches that are more expensive. The only way for this absurd proposal to be slightly less exploitative would be to raise the price of a kidney to 2M, up front.",
        "For anyone curious, like myself, about what would happen should a living donor end up needing a kidney donation to replace their remaining kidney, it appears that UNOS offers priority for living donors according to the National Kidney Foundation (<a href=\"https://www.kidney.org/transplantation/livingdonors/what-expect-after-donation#:~:text=After\" target=\"_blank\">https://www.kidney.org/transplantation/livingdonors/what-expect-after-donation#:~:text=After</a>%20donation%20you%20should%20be,about%20your%20specific%20dietary%20needs.). Now this doesn't solve all the problems with living donors, however, this does potentially help with some concerns listed out in the comments section.",
        "Forced birth anti-abortionists should be first in line to donate kidneys - they're \"pro-life\" after all, and have no compunction forcing women to risk life and limb for a fetus. They should do the same. Voluntarily.",
        "Problematic is an understatement.  I'm sure there are thousands of needy people who would consider doing so to feed themselves or their family.  How will we prey on the poor next?  We could also create a market for liver transplants, full face transplants, hand transplants.  People could sell their skin to burn victims or sell their scalp for hair transplants.  All good ways to make some quick cash when you need it.",
        "Perspective from a non-nephrologist physician: Most (of course, not all) dialysis patients have end-stage renal disease because of chronic diseases— diabetes, hypertension, etc. We could also work to fix the imbalance in kidney transplant supply/demand by reducing the prevalence of these diseases. Taxing the heck out of cigarettes, high fructose corn syrup, fast food and and packaged snack food is no more ambitious than a federal organ market, and would help reduce burden of disease significantly.",
        "If you think it's immoral/unethical, don't sell your kidneys. I'd love to be able to sell one of mine - but not for a paltry $50,000. The hospital is going to charge the recipient (that is, their health insurer) at least 10x that much for the procedure - the person providing the goods should get that kind of money. I'm 60, healthy, and have almost enough money to retire. Believe you me, if I could sell one of my kidneys for $500,000, I'd be in line tomorrow. Free-market pricing is the only way this would work.",
        "As a living kidney donor (I donated in 2022 to a non-directed/anonymous recipient), what about this idea: Instead of a cash payment to the donor, offer the donor a lifetime of free health insurance. It would be relevant and valued, but is unlikely to be a significant enough incentive to encourage the exploitation of people who are experiencing poverty.",
        "Primary care doc here.\n\nThe author's proposed solution strikes me as wrong-headed.  It is ethically dubious, expensive, invasive, and ultimately unnecessary if cheaper, ethical, widely available preventative measures were adopted (diet, exercise, generic meds, etc).  In other words, it is a perfect example of our US healthcare system's approach to disease.  \n\nThe vast majority of end-stage renal failure (ESRF) is due to longstanding (10+ years) poorly controlled hypertension and long standing (10+ years) poorly controlled diabetes.  Both hypertension and diabetes are generally preventable, but when they aren't, they are easily treatable.  Both diseases are amenable to diet and exercise.  The meds used to treat hypertension are almost all generic, cheap, and very effective.  The meds used to treat diabetes are generally generic, cheap, and very effective.  \n\nIf we put our energy into prevention, diet, exercise, and generic meds, we could dramatically, and cheaply, reduce the numbers of folks with ESRF.  Folks would be healthier, more productive, live longer, enjoy reduced medical bills, and our health system would save billions.",
        "It would save lives, but it would also cost lives.",
        "Who is this person? Clearly someone with no ethics or morals! \n\nIt’s an appalling idea, full stop.\n\nUniversal healthcare now!",
        "Terrible and naive idea.",
        "So I see we've finally reached the \"sell your organs for a few extra bucks\" stage of capitalism.",
        "So, by this argument people should also be paid to give up one eyeball and one lung, too?\n\nJust no.",
        "Reading this I had visions of trump going on TV selling kidneys, preposterous maybe but the whole idea of commercializing organs is. The fact that there are only 6,000 on the list of people who would willingly part with their kidney in a nation of 340 million speaks volumes. Last year 700K people died in the US of heart disease and another 600K from cancer. Diseases including genetic are a consequence of nature. Science continues to find cures and remedies but setting up a supermarket of human organs from living people as a result of a commercial transaction is disgusting. Research could and should continue into growing organs for transplant.",
        "Thank you for sharing this important information. Until we are unwell most of us don't realize how many people are desperately waiting for a transplant - a safe and effective way their lives can be restored. There should be info packets in every doctor's office so healthy patients would learn how they can help those less fortunate. I have a cousin who had a kidney removed at the age of 3 because of cancer. She is healthy and well in her mid-60's. Clearly 2 kidneys are a plus one bonus.",
        "Guess where kidneys come from. Not a regulated marketplace where origin is certified. It comes from barrio children across the world. You won't find ethical kidneys. Just dead children.",
        "As a National Kidney Registry kidney donor on behalf of my husband, I know how difficult and challenging of a process it is, both physically and mentally. Imagine months of trying to get appointments for a battery of tests in the right order and worrying about the results slowing things up. Tubes and tubes of blood were taken, various CT exams, xrays,  and stress tests while being desperately worried about the declining health of my husband due to PKD. All of this before the actual trauma (bc there is no other word) of the surgery and then 8 weeks of recovery.  All of this while hoping my husband could hang on until a kidney for him could be found. We are a couple fortunate to have every resource available--family, friends, compassionate work environments, and economic stability and STILL this process was hard as hell. The donation process is not the same for everyone--some have a faster recovery while others, like me, needed a full 8 weeks to feel funcitonal. If offering a tax write off can help offer relief for even 100 potential donors, it could make a world of a difference to at least 100 families. We can do more to address the shocking racial disparity in kidney donation populations and supporting a tax credit is the easiest, most logical step.",
        "The author is suggesting that selling organs is fine, unless you really need the money.  I don’t believe human organs belong on the open market but, if you believe they should be for sale, how can you justify discriminating against the poor?  I don’t think there’s a way to thread the needle on this issue.",
        "Anyone, regardless of age, who donates a kidney while alive, to either a stranger or a family member, should be paid, and also allowed to enroll in Medicare for the rest of his or her life, for free--- no deductibles, no premiums, no co-insurance, and with free prescriptions. Saving a life should be rewarded with peace of mind.",
        "Sadly, you know the sale of organs would not stop with selling kidneys.  How many poor already are selling their blood and plasma?  How many poor would think, well I really only need one eye so why not sell a cornea too?  How many parents would decide to sell one of their children's organs?  I remember some years ago a story in the news about parents who decided to have another child so that that child could be a donor to another of their children.  Then, there are other types of parents who would sell their children's organs just so that they could buy more drugs.\n\nAnyone think that if any of the super-rich, especially those in tech, found that they needed a donor, would not use tech expertise to sift medical records worldwide in order to find a compatible human to whom they could make an exhorbitant monetary offer to purchase an organ?  Or failing that, use their money to maybe get that organ by nefarious means?\n\nI remember reading a read a piece about 3D bioprinting to create functional vital organs.  <a href=\"https://fortune.com/well/2023/02/15/3d-printed-organs-may-soon-be-a-reality\" target=\"_blank\">https://fortune.com/well/2023/02/15/3d-printed-organs-may-soon-be-a-reality</a>/\n\nI think 3D bioprinting is well on the way to saving millions of lives.",
        "Sorry, this looks more like rich people trying to legalize what's already done illegally today. And who would mostly sell their kidneys? The poorest. Otherwise, why would someone having a comfortable life sell their kidney? Compassion? Generosity? Faith? No such things among the rich. Let the middle class pay more taxes and give us your organs!",
        "Selling a kidney because one needs to money to pay bills or buy food and thinking that’s an okay thing makes the human body a commodity.\n\nThis would be the ultimate in dehumanizing and exploiting human beings.  A medical feudalism.",
        "“Moral hazard” was a phrase invented for just this sort of proposal. No thanks!",
        "I don’t need to read the article. The very idea of selling organs is absolutely appalling! I can see the exploitation now.",
        "What a horrible notion. Creating a financial market for body parts will do nothing but exploit the poor.",
        "Vehemently disagree with this opinion article. \n\nAllowing people to pawn off organs or body parts for money will result in the poor being taken taken advantage of, creating a society of literally organ-have and have-nots as a sign of your class standing.  \n\nLive organ donation is not without health risks to the donor, which was completely glossed over in this article.\n\nInstead of hemodialysis, we should follow the rest of the world and focus on increasing the rates and usage of peritoneal dialysis, which allows people to live close to normal lives while on dialysis, instead of \"just surviving\". But hemodialysis in this country has been monetized by a duopoly between 2 companies (Fresenia and DeVita), and like all companies protect their profits to the extreme, which is why most people are not even familiar with the concept peritoneal dialysis.",
        "what about free education for donors - including food and housing for 4-10 years - covering med and/or law school?  That would definitely be more helpful to people of lower socio-economic status, and is fair recompense for a body part.  Tax credits don't really help the poor much, as you have to have tax to credit it against.",
        "Risk assessments used underestimate the risk for young people willing to donate a kidney. It is unfair to ask a young person to do this because the risk is not clear until you are older. Your kidneys might look great when you are 20, but then you get diabetes or high blood pressure. Suddenly your risk is much higher. What happens when these people sell an organ and find that they need it later?",
        "My uncle saved my father through a kidney donation in 1970. It gave an additional twenty years of life. Owing to the dangers back then. and my father being a physician, both he and the transplant surgeon spent a long time explaining the potentially fatal consequences to my uncle. He risked not only his life, but those of my aunt and three cousins. And at that time, there were many who believed such an operation was unethical, that it violated the first tenet of medicine: \"Physician, do no harm.\"\n\nI'm deeply and forever grateful my uncle went through with the surgery to save my father, but extremely troubled by the idea of legalizing organ sales. Inequality in this country is bad enough, both economically and for healthcare, without introducing economics into organ donation. \n\nToo many in this country are denied access to health care through lack of wealth and income. Making life-saving organ transplants available to those with wealth, privilege, and influence while denying it to those who lack it -- and that would be the case -- is health care rationing under another name. Regardless of proposed \"safeguards,\" people would rarely offer a kidney absent economic desperation. Coercion is not always external. Economic desperation would remain a potential factor in any decision to take such a risk. There is enough economic desperation already without exploiting it under the guise of altruism. The human body is not an ATM machine, and organ donations still risk fatal consequences.",
        "I will gladly donate my kidney to help save someone’s life. Not now of course, I am still a student, but if I were old enough and the tissues didn’t reject (reflecting on my cellular biology knowledge—transplants  are a tricky business) then I would gladly make a difference",
        "Living donors being paid or compensated is a hard sell. Increasing the number of deceased donors by offering family members incentives such as free education for dependents and property tax/income tax credits seems like a start even if deceased donor organs can't fully meet demand, perhaps even Medicare insurance for dependents (and certainly for any living donors) would be a way to acknowledge that organs are not donations in a for profit health care industry.",
        "What happens if someone who sells a kidney, later needs one ? \n\nNot to disregard those who take this drastic step out of altruism, I'd say  ( and this would need to be quantified ) that IMO, it's likely that those who would do this for 50, 000 over 5 years are likely to be in poverty or have unhealthy habits that might jeopardize the health of thier other kidney .",
        "I would sell mine to pay off my student debt.  I know a lot of people that would.",
        "A person with no health insurance will never get the kidney, or any other organ, in most hospitals today, which are increasingly answerable to shareholders more than patients. It will be justified by disqualifying the poorer person by assuming without evidence or specious evidence. \n\nI knew one such patient for whom I called an ambulance. Over my objections and support from a female fire department helper, they decided to Baker Act, calling in the police to make it legal. They brought him to a local for-profit hospital, which suffered from a reputation of malicious psychiatrists, over my objections.\n\nInstead of being treated for his illness, he was routed to a psychiatrist who declared him suicidal. He self medicated for knee pain with alcohol sometimes mixed with painkillers, while awaiting a \"J\" card to obtain help for his knee from Jackson, a public hospital, which gives excellent care to the underinsured.\n\nThe last I saw him, he was coherent but ornery, an athletic man, early 60s, walking steadily to the ambulance. Three days after entry to the hospital, I found him lying in a bed too short for his stature, intubated, with no food or hydration being given him intravenously. His kidney function weakened and he was given dialysis so painful that his face twisted and grimaced during it. Eventually, he died, after several weeks of horrific cruelty, where nurses assumed role of doctors to help him when doctors would not.\n\nThe healthcare industry is too profit driven as it is.",
        "I think more people might donate kidneys if it had a future benefit for them and their families -- if there were a guarantee that they'd be near the top of the waiting list if in the future they needed a kidney.\n\nI did look into this at one point. Something I thought about was what if one day I, or someone else in my family, needs a kidney and I would have been a match? Had I gone forward with donation, I would have been able to list five people who should be given priority in the event that they need a kidney in the future. But at least at that stage in the process, it was really unclear what \"given priority\" meant. And I wouldn't have known about this at all if I hadn't already been digging into what the process entails.\n\nI think this is a place where the government could step in to make it clear that if a donor or one of their loved ones needs a kidney in the future, they will be put at the top of the list (i.e., right below all the donors before them, and above non-donors, who need a kidney); and the government would also be able to get the word out that this the policy. And this would be better than keeping both your kidneys just in case a family member needs one (if that's your only reason for not donating), since you're far from guaranteed to be a match for them.",
        "It seems that we are on the path to allowing this type of practice. Already, many states allow payment for services to gestational surrogates (above merely covering costs), which practically means women renting out their bodies for 9 months. This is permitted for both necessity and convenience. In the case of the kidney sale, it would always be for necessity.",
        "The proposal invites the possibility of selling organs under duress and the need to capacity examinations to determine if the person selling their body part has the capacity to make such a determination. Does not seem desirable or feasible to me.",
        "The organ transplant business is flirting with ethical concerns. It is big money for the healthcare providers to do transplants and there is a far amount of pressure put on people to donate their organs, without compensation. The healthcare industry gets a product for free and then charges the recipient a huge amount of money to install it. It is a win-win situation for the industry.\n\nBut the ethics even get murkier if we were to pay donors - it is almost guaranteed that people who are desperate for cash are going to be selling their own body parts, and the pressure on families to sell organs of dying loved ones will be a disgusting scene played out in ICUs. Will we have bidding wars over organs? \n\nI feel badly for the people who need organs but I am also deeply troubled by an industry built upon trading human body parts.",
        "The \"no contact sports\" applies to the recovery period. There are several examples of kidney recipients playing elite level contact sports after receiving a kidney.\n\nKidney donors already DO \"jump the line\" in the event that they need an organ later in life.\n\nYes, as far as I know (in WA) donors qualify for lifetime medical insurance coverage.",
        "I donated a kidney to a friend with a hereditary kidney disease and was only able to do so because I have a job that supported my donation by giving me the necessary time off and job security to take the risk. Ironically, under the current system only the relatively well off are able to make a living kidney donation because the transplant hospital must verify that you have the financial resources available to cover the costs associated with donation (travel, missed work, etc.) This creates a two-tiered system where affluent kidney recipients are more likely to receive a living donation than poor recipients. People are financially compensated for donating eggs, sperm, blood, plasma, and surrogacy. Why should kidneys be any different?",
        "To avoid future concerns about insurance coverage, donors should be able to get on Medicare for the rest of their lives at the time of their donation.",
        "Background conditions stated here are the best:  donation from a relative; and donation from a terminal accident victim.\nWary about the proposal.",
        "I'm willing to let go of a kidney plus a liver lobe.\n\nWhy not auction it to the highest bidder? The medical industry makes mad bank off of transplants.",
        "I had the great fortune to donate my kidney a few years ago. It was the most life affirming expression of the precious gift of life akin to the moments after giving birth-which I have also been lucky enough to do. It may sound strange but thinking back to the time surrounding the donation it is a happy memory. If I had another kidney (or organ) to spare I would make the same decision without hesitation. It is a privilege to be healthy and have the capacity to give life which I hold humbly and quietly. \n\nAspects that are missing from the writer's argument\n\n1) a barrier to donation is lack of paid time off from work in order to recover (which I did not have-and had to jump back into work 2 weeks post-op and caring for those aforementioned children-4 of them who can be real pickles sometimes)\n\n2) The recipient must be able to have the means (ie insurance), tenacity (the anti-rejection meds are ceaseless and the regime strict), and ability to alter their lifestyle permanently (being immunosuppressed is HARD work and I think like making peace with living with an undercurrent of fear). \n\n3) I was deemed to be a good candidate because I am fine-mentally & physically and if I become unwell I have the ability to access health care. I don't think the same is available to those who would consider selling their organs as a means to escape poverty. That's handmaid tale vibes.",
        "It will invariably also COST lives, of people who, after selling a kidney, now have a single kidney, and later encounter problems with that one kidney.",
        "Maybe. But more attention is needed to avoid exploitation and coercion, including in the global market.",
        "Given that a kidney transplant costs about $500,000, $50,000 seems \"cheap\".  Nor is there a clear exposition of health benefits - about 20 years of life for the recipient, with continuing need for medical care, somewhat decreased quality of life including susceptibility to disease compared with an undiscussed decrease in life expectancy and quality of life for the donor.  And, its very easy to think of people who want $50,000 for something  - college, starting a business, law or medical school, paying off student loans etc. - and who would both severely regret and die early from the donation of a kidney.  Its hard to see how changing how the money would be paid is helpful except at the margins: it would cut off folks who want Ferraris but not those wanting Law Degrees. \nAnd, regrettably, most of these folks strike me as being young persons who can not easily anticipate or appreciate future health challenges.  It seems clear to me that \"mere\" fiscal reward for a donor is inadequate - iron clad promises of continuing medical care would also be required.  All told, this seems to me a very bad idea of marginal societal benefit, with current facts.",
        "No.   Human beings are not chattels.\n\nAnd human being organs are not chattels.    The other tissues mentioned here can be regenerated or are from non-viable sources.\n\nA free market for human organs would lead to a slippery slope where all sorts of unethical or criminal acts could take place, like harvesting an organ without an individuals consent, or a black market for organs from who-knows-where, etc.\n\nAt our very fine public and private medical schools, there are large departments of medical ethics.    They have said no, and will continue to say no, with very good reasons.\n\nThis issue is very large, and is beyond the ken of a freelance journalist with an anecdote.",
        "Since there are laws now in many states allowing the state to commandeer women’s bodies, the use of their organs, biological systems and blood to force pregnancy. How far are we from these laws being used to harvest organs, like kidneys, from live women and girls “as a matter of life”?",
        "50 grand in tax credits would benefit only the wealthiest. Many of the people who might be the most willing don’t even earn enough to file taxes. A tax-free, all cash system is the way to go.",
        "What leads to kidney failure? High blood pressure. Diabetes. Totally preventable ailments caused by diet choices.\n\nWant to \"save lives?\" How about this: discourage people from eating highly processed foods. Oh, wait, nobody can profit off that. Nevermind.",
        "It might be a better plan to figure out how to grow kidneys in pigs.  No need to give motivation to kidnap people and steal organs.  This already happens in various countries.  Others have mentioned the selling of organs by the desperate and the poor.  Having body parts for sale will benefit the rich.  They already want to live forever to enjoy all their money.  They need to learn the lesson that the point of life is to have compassion and share love, not build luxury bomb shelters in a cow pasture in Kaua'i",
        "Oh, heck; let's go all-in. How about farms for raising and harvesting organs? I mean, they'd be super-nice farms, if a little necessarily \"restrictive\"; the kids living on the farms wouldn't know a thing about its real purpose until...you know...it's time to pony up some parts. With the repeal of Roe, we're going to have a few extra bodies, if you know what I mean, and we'd solve two problems in one fell swoop. The unwanted children become wanted--sort of--and the tech bros and broettes get the biohacking that some of them seem to so desperately crave. With an unending supply of fresh, barely used body parts, these Frankenfreaks could live to be 200, all at a nearly zero dollar drain on the treasury. A Free Market win-win. For some.",
        "You mean \"let poor people sell their kidney's)? Because that's exactly who will do it. It's like sex work. It's predatory labor.",
        "Think it’s a bad idea?  How about reading this book:  Never Let Me Go by Kazuo Ishiguro.  Maybe a better idea than selling organs.  Produce people for their organs",
        "Entire babies are a commodity  through surrogacy so what’s the problem?",
        "As a society, I don’t think we should aid and abet people - poor people - selling their organs.  \n\nMany folks  develop a degree of renal dysfunction in their 60s or 70s - even with their 2 native kidneys. \n\nPlease stop glibly propagating the partial-truth that “you only need one kidney”.",
        "Making the government the sole buyer just means that Uncle Sam will be exploiting poor people who need money and resort to selling their body and undergoing major surgery, with all the complications that come with it. No thanks, I'd rather make organ donation opt out instead of opt in.",
        "Kidney disease is diabolical.  Any notion that those who have it brought it on themselves, as some have suggested, is cruel; no one deserves this or any other disease.  I'm not sure what to think about paying for organs.  The idea of selling organs to the highest bidder feels obscene.   I'm much more comfortable with a government-regulated program than anything that relies on profit-driven forces to make the rules. \n\nIn my experience, having donated a kidney 16 years ago, unless something has changed, you must show proof of adequate/considerable insurance just to cover the enormous cost of the medications needed in perpetuity, post transplant, to even get on the list or receive a kidney.  Healthcare in this country, as it stands now, is a disaster for any but the very wealthy.",
        "Many of the comments aren't making an argument against the End Kidney Deaths Act, but rather stating that they feel disgust. \"Repugnant\", \"horrifying\", and \"immoral\" have been mentioned, but those words are opinions. A utilitarian moral system would call it immoral not to donate a kidney if it gave someone else more Quality Adjusted Life Years (QALYs) than it took from the donor, and kidney donors live longer than non-donors! Non-utilitarian moral systems, such as virtue ethics, certainly don't forbid being compensated for helping others. If you find it repugnant and disgusting to donate a kidney for compensation, don't do it! But don't keep it illegal for those of us who want to help.\nI am financially secure, but I have not donated yet because a few weeks off from work would negatively impact my career. A refundable tax credit would help me feel secure in donating my kidney, which would save a life and save the government the cost of dialysis. Many comments express concern for the poor, who may donate out of desperation, which is a worthwhile concern. But there are many poor people who need kidneys dying on the transplant list. Spending time on dialysis that could be spent with their families. We could improve their lives while improving the lives of the donors by compensating kidney donors and save money while doing it. By keeping kidney compensation illegal we keep hundreds of thousands of people sick and the poor would-be donors remain desperate. This has to change.",
        "I'm glad you are doing well. This is a terrible and unethical idea.",
        "Bro what?!  The author’s expressed entitlement to poor people’s bodies is myopic and indefensible.",
        "This is a bad idea. The only people who will sell their organs would be the most desperate ones, the poor who already are facing worse than average health outcomes! And then what happens when later in life their remaining kidney fails due to illness or trauma? Or if they develop other complications? Any such system will be exploitative by design. Let's not. Genetically modified animal organs is the way to go.",
        "Most people who would consider this will be poorer. People with little income don't need \"tax credits\". \n\nPay cash. Pay enough to change lives. $50 K is not enough. \n\nEnough kidneys will be out there in case a donor may someday need a kidney. At the very least, they should go to the head of the line.",
        "While I appreciate your vested interest in procuring kidneys, this is a hard no in my opinion.  No matter how you structure payments this will prey on the vulnerable poor who may agree in desperation.  We have two kidneys for a reason, if one gives out, we have a backup.  Donating a kidney while alive is a sacrifice one should make freely and willingly, not because one needs to feed their own family.  We should do a better job of encouraging organ donation at death and also encourage a healthy lifestyle so adult onset diabetes and the accompanying kidney failure don’t occur.",
        "The objection being voiced, of course, is that \"poor people\" will be encouraged to sell kidneys, while \"rich people\" won't be under pressure to do so.  In a society where there is economic inequality, there are many things that rich people don't have to do that poor people choose/have to do. Poor people often work harder, more dangerous jobs that rich people don't do. Think coal miners, garbage collectors, hod carriers, agricultural field workers. Society will allow people to do jobs that will make them sick and live shorter lives, but prevents them from donating a kidney, a relatively low risk thing to do, something that many people freely do, for loved ones, and, even strangers. And this illogical situation results in thousands of deaths each year, of individuals who die because kidneys are not available for transplant.",
        "Programs that procure kidney donations have an extensive and lengthy process of screening potential donors, so someone wanting the money would not automatically be sent to surgery. There are plenty of other bodily substances that can compensate the donor for donation, like sperm and eggs, so why not for other parts of the body? Kidney donation programs have worked hard to get rid of disincentives for donations, such as wage and travel reimbursement, which I’m certain has opened the door for many to donate. Adding more programs like this will get more people to test, and therefore more people may be eligible to donate. Throughout the entire process, up to the moments before surgery, a donor can decide not to donate. So why shouldn’t we provide more to donors? From a strictly economic standpoint, those on dialysis cost the taxpayer an exorbitant amount of money over the lifespan, along with a shorter life expectancy and increase in disruptive life events for the patient (like the inability to work). With a program like this, more people’s lives are saved and the economy benefits from diminished health care costs and more folks able to participate in the workforce. Its a no brainer.",
        "First they get us renting out our bedrooms to strangers, then they have us driving people around town, now they want us to sell body parts. Gig economy to the extreme. I can't argue against donating a kidney, preferably anonymously and to a stranger, but let's keep capitalism out of it, please.",
        "I was on dialysis for almost 6 years due to renal failure caused by immunosuppressants post double lung transplantation.\nMy body did not deal with dialysis very well - especially after both kidneys had to be removed due to renal cancer, leaving me with no renal function at all.\nSeveral people - siblings and friends - offered to donate their kidneys. I would never have accepted, because the thought that they could suffer some sort of complication from their donation was simply unbearable. What if I woke up to have a new kidney only to find that my donor had suffered a fatal (or even just serious) complication of their surgery? What if a few years later the donor suddenly also had to go on dialysis.\nHappily, after 5 years, a cadaver kidney became available, sadly, that kidney immediately failed for reasons unknown. Again I got offers of donations from loved ones - offers that I again refused, despite my health becoming steadily worse. After another year, I received another cadaver kidney, and it has now been working well for almost 3 years.\nI am glad that I do not have to worry about how my donors are faring.",
        "Easy to be against this when you're not he one on the waiting list... for close to a decade...",
        "Conceptually, I do not have an ethical issue with a person choosing to sell a \"spare organ.\" I also am entirely sympathetic to the plight of those waiting to receive donated organs. The problem is, as many commentators have already noted, that in practice, those choosing to sell will undoubtedly be the poor and those benefiting most will be the wealthy (I do not care how the \"market\" is theoretically regulated). Moreover, I shudder to think of the black market organs and forced organ harvesting, which would inevitably make its way into our society should any form of organ sales be legitimized.",
        "The 'poor' are more negatively impacted by kidney disease and are proportionately less often transplanted than the 'wealthy.' What if the \"poor were organ farms for\" ... their family and friends'?  What if they could afford to take time off from work and cover the complete out-of-pocket donor's costs? What if it was also a modest benefit to them months to a year down the road like other altruistic workers - policemen, soldiers, fire fighters? Egg donors? Baby surrogates (aka gestational or maternal surrogates)? \n\nPerhaps consider that published, peer-reviewed, studies demonstrate that on average kidney donors live as long as those who don't donate. Pilot the program, produce evidence, and then decide based on the facts.",
        "No, no, no.  What writer really means is “let poor people, marginalized groups sell their kidneys.”   Better approach is to ramp up efforts to get more people to donate kidney from accident victim, etc.",
        "What a country.  What a brave new world.  How much would I get for an eye?  How about an ovary?  Everything in the U.S. is commodified and everything is for sale.",
        "Seems like a reasonable idea until I imagine the ways our capitalistic system will exploit economically desperate people.  Payments over many years (i.e. structured settlements) can already be circumvented by financial services company’s (i.e. JG Wentworth: “get you’re money now”).  Open this Pandora’s box and five years later we’ll be reading about how the lower economic rungs are providing organs to the upper rungs of our society.  Let’s focus on other solutions.",
        "A modern take on Jonathan Swift's Modest Proposal!",
        "Nearly all kidneys provided by such a program would be provided by poor minorities. \n\nAny discussion of such provision that pretends otherwise is dishonest and coercive. This article fails to mention what risks may be associated with having half your allotted kidneys. Even the surgery itself has risk.\n\nFurther discussion would have to address how many urgent care \"$$$ CASH BUCKS NOW $$$\" clinics would \"contract\" with the federal programs for these reimbursements to get some undocumented kidneys into the pipeline. I'm sure they would only charge nominal fees for handling all that difficult paperwork. Say, $48,000 or so sounds good, right?\n\nIf we already had equitable healthcare and employment, this would be a risky idea. It is in all other cases a truly horrible idea.",
        "The rich will not rest till they have our lives, our souls, our bodies. \n\nMarkets for everything. Why not? \n\nWithout adequate social services, we'll soon be treated to the sight of long lines of the poor, lined up to sell their organs to the distant rich.",
        "Is this where we're at in this social experiment we call Capitalism? Sheesh.",
        "What am I reading?  There are volumes and volumes of medical ethical literature discussing and outlining why this is a horrible idea...and why we don't do this in most countries.  This sounds like a college student's drunk/stoned discussion of an idea that only he/she has every thought of in the history of medical care.",
        "I met a man a few years ago who’d received a heart transplant. A wealthy man. He had good insurance.\n\nThe donor was a Mexican immigrant who’d fallen from a ladder. He visited the donor’s family (I wonder if Dick Cheney did the same?) and became friends with them.\n\nBut I wonder, had the tables been turned, and that Mexican donor needed a heart, would he have gotten one?",
        "We send the poor and the under-educated to fight our wars. Now they can also sell us their kidneys.\n\nWhat about eyes? We have two of those. Do we really need both?",
        "And who will be the ones who end up selling their organs?  The poor.  Who will benefit the most from the sale?  The bourgeoisie.  Enough said.",
        "Yes lets start parting out poor people so the rich can have their health. This is a disgusting idea.",
        "And then what next? Sell prisoners’ body parts, sell children, pressure people in debt to sell their body parts? Pressure desperate people into suicide to harvest their organs, refuse medical care to the uninsured and just take their organs as payment?",
        "Here’s a potential solution to the “exploitation” problem.  \n\nLet’s raise the top marginal tax rate (annual income over $600K) by 5% to fund projects that benefit the greater good (incl. health research and tax law enforcement), but offer a 3-5 year delay in the increase for the first 100,000 millionaires/billionaires who “donate” their kidneys.  Allow the adult children of said millionaires/billionaires to donate on elderly mom/dad’s behalf, since they will be the eventual beneficiaries of their tax savings.  Then let’s see where coercion concerns arise.",
        "Sorry but the ones selling their body parts are the very poor inpoor countries. I doubt many readers of this paper would do it.  Some have donated\nTheir choice. The sellinseems like predatory colonialism..",
        "Sure let's allow it.  The way we allowed pharmaceutical advertising, which is now inescapable.  The way we allowed ambulance chasers to advertise, and that's inescapable.  The way we allowed advertising of sports gambling on TV, oh look it's inescapable and also corrupting the very sports it was meant to enrich.\n\nOh and private equity outfits are gobbling up all the real estate because they know monopoly is power.  How long before such shenanigans happen in the organ transplant business?\n\nMoney corrupts, and always absolutely.",
        "The big question-- why do people get kidney disease?  And what can be done about it?  It's great that there are kidney transplants and that people donate.  But donating a kidney is not risk freeand neither is selling a kidney.",
        "There's a reason people aren't allowed to sell their organs---it is unethical. This has to do with the likely disproportionate effect on people living in poverty or otherwise more desperate circumstances. People in such situations are at risk for making choices under duress.",
        "Iran is the only country in the world with a legal and regulated market in kidney organ sales. There is quite a lot of information about how it works in the peer reviewed medical literature. I was always struck by an article they published about two decades ago which demonstrated the difference in quality of life for those who sold a kidney (and of course usually a poorer person than the buyer).  85% of them regretted what they had done. The experience of selling an organ left the majority them with lifelong quality of life and psychosocial issues.  It is not a panacea for the heartbreaking failure of organ shortage.\n\n   A large group of articles can be found on the PubMed NIH site, available to everyone on the issues and outcomes of the world's only legal kidney market .",
        "As an undirected living kidney donor, I wholeheartedly agree. The decision to donate a kidney is a profound one, and while it’s not motivated by financial gain, understanding and addressing the financial implications for donors is crucial. It’s about ensuring donors are supported and not disadvantaged by their generosity. The conversation around compensation isn’t about commodifying donation; it’s about recognizing and alleviating the real costs donors incur. This approach can ultimately support the altruistic spirit of donation and help more people consider this life-saving gift.",
        "I became an altruistic donor in May of 2022. I had known several donors in my world of running and triathlon and after watching a video about a friend's cousin in need, I felt an instant desire to try to help someone live. I had to wait to pursue it while my daughter finished grad school and then reached out to Montefiore Hospital regarding donating to a stranger. It was one of the most important and meaningful decisions of my life. I fully support the Coalition to Modify NOTA's plan to assist living donors with tax credits. I do not support the buying and selling organs.  The goal is to support those who make selfless decisions to support family members, colleagues and strangers like me who want to help. Help someone live, give someone more time with their families, let them see their children grow up, let their children live.",
        "It is not a \"fear of coercion or exploitation\" that causes me to be against the sale of human parts, it is the certainty of coercion and exploitation in such a system.",
        "A national health system would be far easier and far more effective and much less expensive.  It works in other countries.   It seems that Americans would rather contemplate the unthinkable than attempt what works for so many other countries.",
        "I'm sure in sympathy with Mr. Walsh, but he's simplifying way too much when he says people have two kidneys and only need one.  As a young person I probably had two perfectly good kidneys.  Now in my late 60s I have two kidneys but only about 50% kidney function.  That's not so bad at my age, but if I'd donated one, I would now have 50% of one kidney, which wouldn't be enough.  So I think giving away a kidney has to be recognized as a sacrifice. It's not like giving up spare parts that you don't have a use for.  Should we pay people to make that kind of sacrifice? That's more problematic than paying them to give up something they can't possibly need.",
        "There are 90,000 waiting for a kidney -  people dying every day.\nA tax credit would encourage more to think about donating. \nWe need to help these people now in a few years there will be other solution . \nAlso saved the government millions because dialysis is so expensive.",
        "If you consider yourself \"pro-life,\" what better way to show it than to donate a kidney to a stranger in need.  (As I did, in 2015.)  The vetting process involved questioning by a social worker to determine whether I was somehow being coerced into donation.  Getting paid for it would absolutely be coercion.  This column is just an idea thrown out there with no chance of happening.  I'd suggest this: a well-funded outreach campaign that appeals to the better angels of our nature.",
        "Talk to the Red Cross blood donor program and ask how paid blood donations worked out.  People desperate for money will lie about drug use and exposure to infectious diseases.  It’s inevitable.",
        "I should have been more specific:  this is a right-wing Libertarian talking point.  The compensation for research study subjects is deliberately modest, so as to be free of coercion. The right-wing worship of the market place has now sullied the conversation--and amazingly, gets ink in the NYT.   This is a horrible idea that should not get ink in the NYT, and anyone who has spent time in the field of medicine understands the havoc it would cause.",
        "I gave away my kidney last year. My recipient is doing well as am I. My health will continue to be well as I take good care of myself. I did not need two kidneys. I would have loved being compensated! After all, the doctors, the nurses, my recipient—everyone was paid except for myself. This is a beautiful plan, an incentive to get healthy folks to share what they have. If I had more kidneys, I would gladly do it again.",
        "As an altruistic kidney donor, I am completely supportive of the efforts to increase the number of transplants and completely supportive of a plan that would provide monetary incentives to do so. \nThis is not about buying / selling organs. It's about figuring out the best way to enable people to do something heroic. There are so many safeguards in place to prevent exploitation.\nThese initiatives will help save lives, reduce inequities that exist in the current system, and actually save our healthcare system lots and lots of money.\nI am not advocating for myself - I wouldn't be eligible.\nI'm advocating for the thousands of people whose lives could be drastically changed. \nEach day, I think about the picture my recipient sent me of him and his wife holding their newborn son who they were able to have only because he was lucky enough to get a transplant. I want others to experience that sense as well.",
        "Do tell us, how would have you paid for those kidney? With your lawnmower job? I understand you were a teenager when you received your transplant. \nI suppose mum and dad would have paid.\nAnd I suppose that this idea makes a lot of sense for those whose mum and dad can pay for a new kidney.\nDo you understand what I am getting to?",
        "NO! A THOUSAND TIMES NO! \n\nWhat's next \"Never let me Go\"?  Read the book if you haven't  already.",
        "Selling your kidney sounds like a reverse mortgage to me.",
        "I am in need of a kidney, so I read transplant-related articles avidly.  Consensus has been building for years that some form of compensation for organ donation might be appropriate. A  lower hurdle than paying for living donations would be to compensate the estate of deceased donors. This seems likely to increase the rate of sign-ups for deceased donors (and the possibility ofvl strengthening the \"default to donation\" model for deceased patients) - with the creation of explicit and accessible end-of-life directives. It also seems likely to reduce the incidence of families balking at the clearly stated wishes of their deceased loved ones. \n\nIf any are so moved, please contact the University of Washington Transplant Clinic to be evaluated for donation:\n\n<a href=\"https://uw.donorscreen.org/register/now?fbclid=IwAR2DLf_pk2zJ0BnnqH-EWRap5BBjWxmc2fnEJqAU398PIUmvrlJ25xu21s8\" target=\"_blank\">https://uw.donorscreen.org/register/now?fbclid=IwAR2DLf_pk2zJ0BnnqH-EWRap5BBjWxmc2fnEJqAU398PIUmvrlJ25xu21s8</a>",
        "This 'donor parts for sale' is already a market in other countries.  The desperately poor sell their kidneys gor much needed money.  The black market kidnaps people for their parts.  It doesn't work that well.  The desperately poor remain desperately poor, just (sometimes) sicker or disabled.\n\nIf such a thing is instituted in the US, there WILL be a black market getting involved.  \n\nBut let's go with a utopian ideal:  you can sell your kidney for compensation or benefits.  Will there mandatory counseling for the donor so they understand fully their own limitations post surgery?  (No contact sports, eg.)  Will they be given free medical care for life for anything involving the urinary system?  Will they jump the queue for a kidney should their remaining organ fail?  And what laws will be in place and how will they be enforced to prevent organ trafficking?  We don't do very well as a country right now when it comes to sex trafficking or drug trafficking, how can we prevent organ trafficking?\n\nWill this donate-for-profit apply to other body parts such as eyes or skin or bone grafts or bone marrow?",
        "Is this just another way of pressing the poor to sell body parts for desperately needed money? Are lungs next? Have we no shame?",
        "While I value this article and this message, the illustration is in poor taste. When viewed on your newspaper's opening page, it is overly trite, and while it contains a cheeky reference to kidney, it also conveys an inappropriate lightness to such a donation. \n\nA friend of mine donated a kidney to a loved one, and while in theory they can live with only one kidney, in the years since they have experienced negative impacts to her day-to-day and long-term health. It is critical that those who donate understand the specific impact donation may have given their own health issues. In my friend's case, I do not think enough credence was given to her other health conditions.\n\nDonating a kidney, while comparatively easy, is not as easy as a \"quick dip in a pool.\"",
        "Any thoughts about how the poor and marginalised can be exploited if we opened up markets for organs? Being poor, being female would would be an eventual death sentence even more than it already is.",
        "Ah, letting poor people cut their life expectancy short so they can prolong the lives of the rich. This is where capitalism go seriously wrong. NO, this is a terrible idea. Rather, tax the rich and fund medical research unconditionally like we fund war.",
        "Does anyone else hear the panting sounds of private equity gearing up to get in on the action? Your sacred vessel is the last to go with this mad, mad voracity. Trust me, they will figure out how to structure the body market.",
        "What many comments are missing is the idea that this would be a choice - and no doubt an informed choice. Depending on how it could be set up people considering donation could be required to go through an education process, including an assessment to make sure they understand the risks they would be taking and that those risk are real - not just \"statistics.\"  In any operation this now looks like endless forms - and clearly for a transplant it would need to be far more than that to ensure the donor really understands that they could be the \"one percent\" or whatever it is, that could have serious complications.  People should be allowed to make their own decisions. That said a \"refundable tax credit\" doesn't sound like anyone is being \"paid\" - what happens if you die before the period of refundable credits is up?  We're just giving the government an extended \"kidney loan?\" That part of this idea doesn't pass muster - if organs can be donated for heavens sake pay people what they are worth and it's more than 50 grand - if you donate and end up with endless health problems afterwards what good does a refundable tax credit do you?  It's an interesting proposal that points out how ridiculous our laws are, and our disastrous medical system...but needs to evolve before it can be considered.",
        "The very idea of selling and buying organs is repugnant. I hope any prospective recipients with genetic diseases would be  thoroughly screened and eliminated from the recipient pool before they pass their \"inheritance\" on to another generation. Having worked in an OR and been involved in organ harvesting, I would never donate an organ, unless it was to my own child.",
        "As usual, I learn more from the comments than from the article. I think the pigs are the best answer.",
        "It's heartbreaking that thousands of people die each year while waiting for a donor. The End Kidney Deaths Act solves this whole issue.\n\nThe concept of compensating organ donors makes sense. Not only could this address the organ shortage and save countless lives, but it could also help reduce the racial disparities seen in kidney transplant access. Since a government-regulated market for kidneys would likely reduce Medicare's expenses on dialysis, it seems like a win-win scenario.\n\nIt's time to rethink the outdated ban on organ compensation. Let's spread awareness of the End Kidney Deaths Act and the well-structured proposals to compensate donors, reduce inequities, and protect against exploitation. These initiatives hold immense promise for giving many people more years of life.",
        "Here's a suggestion. Implement universal basic income and then ask how many people want to sell their internal organs for money.",
        "This is absolutely horrifying.  \n\nSomewhere in the back of my mind, I've formulated a life plan that has me making, saving and investing as much as I humanly can before I die to make sure my child never falls into economic precarity. \n\nArticles like this make me think I'm not going fast or hard enough.",
        "If I were making a dystopian movie about this, it would be about old, wealthy American Boomers who refuse to die a natural death and  rely on younger donors to prolong their already enhanced life spans. \n\nI once read a personal account by a woman whose family wasn't speaking to her because she was a donor match for her father but refused to give him a kidney.  The father was over 80 and she was in her 40s with young children.\n\nThere are about a million ways in which this would be problematic.",
        "Privatizing essential services in other areas has gone so well so far -- not. \n\nPrivate equity would exploit the donors with the most substandard medical care they could get away with and the rich would benefit from the harvesting.\n\nImagining the misleading TV ads now.  \"Get an advance today on your kidney sale! Easy online application!\"",
        "turning human organs into commodities is the domain of corrupt governments (China is an example) and criminal trafficking enterprises.  The only people who will sell their kidneys for cash are poor people.  If the government were first to eradicate poverty, then Perhaps this might be an acceptable idea.  Kudos to those who donate kidneys for altruistic reasons, but let's not turn this into a cash and carry pursuit.",
        "It's legal in the Philippines. Why should the poor of countries like the Philippines get all the breaks?  Don't the poor of the United states deserve to put themselves through extremely painful and life changing surgery that will destroy their health forever for their financial betterment? Student loans can be paid off. Mercedes and F4500's with diesel engines can be bought and parked at costoco and walmart.  \n\nIf God didn't want us to sell our kidneys he wouldn't have given us two!\n\nFurthermore why should the family give away these much needed body parts of the diseased so the living can go on living? Donate it? I say Nay! They should be sold. Shouldn't they profit from the death of their loved ones too? Human body parts should be on the open market.\n\nOr it could be like a reverse mortgage. Sell your organs before you die say for 250K. When some one dies the brokerage firm gets to put it on the market. If they spend the money before  they die the lender might decide to foreclose. They checked off the box and signed the contract. It's not murder then. Let's leave it up to that most moral of institutions of institutions Congress and Supreme Court.\n \nIt's a plot by big pharma and Systemic White Male Christian Patriarchy that keeps us from making these ghoulish but profitable sales. Everyone benefits. Who gets the money? ME!\n\nEven in death you will remain a productive member of society. Isn't that what the founders meant by Freedom?",
        "Just because the payments would be spread out over several years does not eliminate the possibility of exploitation and financial coercion. Ten thousand dollars is a lot of money to some people. It could change their lives, at least for those few years, or longer if they can safely invest the money. Donating a kidney is now seen as a selfless and generous act, one deserving of admiration. Selling a kidney would just be a transaction with nothing selfless about it. In fact, it might be seen as a selfish act, as the seller would probably be thinking of the benefit to himself, not to the recipient. I am generally a 'hands off' person when it comes to government control, so while I wouldn't approve of the program, I would support a person's right to do it.",
        "This is a pernicious right-wing talking point.  The reasons against this was exhaustive.  Horrible idea that should gain no currency.",
        "A far better solution is to make organ donation an \"opt out\" choice rather than opt in on all official documents. When you get a drivers license organ donation should be assumed. If for some reason you don't want that then you declare that choice.",
        "saying that we need only one kidney? Why we born with 2? Its like saying we only need one lung or one ear or one eye..",
        "We're supposed to have two kidneys.  Giving one away can cause problems later.  I'm all for kidney donation, believe me (I had a gigantic tumor in my kidney and had my kidney removed when I was 60), but I don't like this marketplace set-up, and some people will regret doing it.  Don't mess with other people's organs for money.",
        "Certainly, a pristine 20-year-old kidney would be worth more than a heavily used 70-year-old kidney.",
        "Just because something could \"save lives\" doesn't mean it should be done. Illness is a normal and natural fact of life. Some of us will get sick and die earlier than others. \n\nIf someone doesn't need a body part anymore because they've died in a car wreck, then fine, why not put it to use in someone else. But people selling off parts of bodies for cash? That has no place in civilized society. \"The market\" is not the answer to all of life's troubles.",
        "A father voluntarily giving his son a kidney is a noble act of selflessness governed by a straightforward set or moral principles. \n\nMorality goes out the door when you subject the human body to the whims of the market, a place full of self-interested actors whose short-term ambitions obscure and cut against what it best for society in the long term. \"Saving\" lives in that context is more so an act of trading lives with interest attached, buying months by surrendering decades of health and wellness for someone caught in a financial bind. Prolonging the lives of the most wealthy by legalizing human vampirism upon the poor is simply wrong.",
        "I have a relative who, about 15 years ago and with no known health problems of any kind, became a living donor for a stranger. This donor's health has slowly but steadily declined ever since, with repeated infections in their remaining kidney and urinary tract.  This was a situation where the donor and the recipient chose to be in touch with each other.  The kidney did not last for long in the recipient, and the donor continues to be impacted with decreasing quality of life. While there are obviously many good outcomes for both donor and recipient, the possibility for a negative outcome should not be brushed aside or ignored.",
        "My body parts are not \"spares\" for some rich person to take when they need it. They are MINE. They are PART OF ME. Other people do not exist to bolster your health.\n\nThe general consensus seems to be that coercing someone into an organ donation that would seriously impact their health is wrong. Money can be a coercive force no matter who's offering it, same a social and familial pressure. This seems a lot like the debate about savior siblings and how the pressure on them to donate just because 'someone else needs your body more' is repugnant.",
        "Letting people sell their kidneys would essentially end in many impoverished people selling their kidneys via economic coercion. \n\nYes it might save lives but it will also do harm to many people who probably wouldn't have actually wanted to live with one less kidney if they had a choice.",
        "Soldiers asked to make the ultimate sacrifice are paid. That money does not cheapen their service.  In fact, no one is appalled when a young person chooses military service to pay for college. It is celebrated, and a \"selling\" point for recruiters.\n\nIn the same way, a government-run kidney-transplant exchange would establish a form of civic service to thousands.  This is a non-market solution, that icentivizes, but does not commodify a life-saving act. \n\nLife is life.",
        "So people who are probably a health disaster away from total financial ruin can sell an organ and get slight financial relief while still being a health disaster away from total financial ruin while people lucky enough to have health insurance or just flat out rich enough to pay for it out of pocket can have that organ.\n\nI think one must be in a certain economic place not to see a hole or two in this plan.",
        "This is a very bad idea.  Many transplants fail, are on large amounts of immunosuppressive drugs, or only last three years.  While the donors have just limited their body's ability to thrive and a live long productive life.  We are all mortal. Go on dialysis, work to grow new organs in labs, but don't harvest the poor's organs.",
        "We must face and overcome the irrational taboos against allowing a procedure that could save lives and benefit many others, including those who would be organ donors. As things stand, we force millions to suffer and die for lack of organs available for transplants. The process itself, and its controls to prevent unethical or illegal cases of organ selling, may still have to be carefully worked out, but it urgent to find a solution that would provide enormous benefits for society, and would also offer hope to many on a long waiting list for organ donors. Especially as we discuss the right to make decisions regarding our bodies, it is imperative we develop the framework to legalize a very personal decision that does not involve cessation of any life.",
        "I'm a grad student. Many of my friends flock to the plasma \"donation\" center as often as possible to sell their plasma for a little extra money to make life on such a tight budget more livable. I can only imagine how many would sell a kidney if they could - or worse, be pressured by a frustrated spouse or partner to do so.",
        "The private equity groups are lining up to invest in this money making scheme.",
        "Price fixing does nothing when the commodity is so dear.  My thought is the reasonable price is about 20% below the competitive price.  What is the competitive price?",
        "Surprised that there is not a country (or many) that establishes itself as the place to go kidney transplants.",
        "Given the cost of a kidney transplant is pushing a half-million dollars, 50k for a kidney would seem to be a low-ball offer to the person assuming all of the risks, especially in this economy. Dolling it out over 5 years is an insult.",
        "Here's a counterproposal. Have a national lottery. You win a million dollars and lose a kidney, and there is no way out. Sounds bad? Now you know how the people backed into selling their kidneys would feel.",
        "Why pay someone?  If we are on the forced birth path, then clearly saving other lives is an American citizen requirement ... forced organ donations!",
        "everyone makes money or is helped by the \"donation\" except donor or their loved ones.  the donor has no choice in who gets the kidney- it could go to conman or sexual abuser!    we have a right to our own bodies and to whom our organs go.",
        "Selling body parts would only make life easier for the wealthy and more difficult for the poor.  No thanks.",
        "I can't wait to see all the black market organs harvested from homeless, addicts, street people, barflies and all the other sad, unfortunate souls beckoned by a few bucks from heartless predators. What a lousy idea this is.",
        "Many here see this as a scheme to aid the rich. In fact, since there are more poor people than rich people, and as the article notes poor people find it harder to find donors, the majority of people, perhaps a disproportionate majority of people, who benefit from this scheme will be poor people.\nBut regardless of who benefits, there remains the question of who loses. The donor always loses. Would 50K more than cover the loss? Shouldn't we leave that choice up to the donor?",
        "Commodifying body parts is unethical. But I'm not surprised this would be proposed as a \"solution\" in a predatory capitalist system that is skewed to benefit the rich.\n\nThat glaringly noted, talk about cheap! Countless pharmaceuticals cost far more than that. (None of which require pharmaceutical executives to give up a primary organ.) And payment for your kidney is predicated on you owing enough in taxes to benefit from tax credits. \n\nWhat next? Do we sell grandma off for spare parts?",
        "So we turn kidneys into a commodity that rich people can buy to get off dialysis and live a full life....what about the poor people who will get shoved to the back of the line because they can't outbid the wealthy and who will give a kidney away when you can sell it. Only wealthy people can come up with such ridiculously dystopian ideas.",
        "Organ donors or their survivors deserve at least 250 and a say in who gets the organ.   I would hate to have my dead body salvaged for the sake of a grifter, or sexual abuser, or authoritarian or any such person.    Donors are the only parties who do not materially benefit from donation.",
        "The hypocrisy of the left,  especially the Progressive left, on this issue is glaring.  Bodily autonomy is bodily autonomy.  Bodily autonomy is the major reason Progressives argue that women should have when making a choice for abortion or reproductive decisions.  Keep the government out of it. I 100% agree with that choice.  That choice is often motivated by economic reasons.  It should be an individuals choice.  But in the next breadth the same people demand that government interfere with the right of bodily autonomy to sell kidneys (or any body parts) .  These same people make demands that a transexual has the right to remove  or add a body part (which I support) but in the next breadth tell someone else that they do not have a right to remove a body part of their choice. Hypocrisy at its highest.  Either we allow bodily autonomy or we don't. Your right to an abortion, often economic, is my right to sell a kidney, also economic. There is absolutely no difference.",
        "Some unscrupulous people would sell their children’s hearts, lungs, etc. you underestimate the number of people who would sell others…",
        "If UNOS wasn't such an absurd failure we wouldn't even be having this conversation. \nI am a kidney donor. I have known *so many people* who died over the years while on the kidney recipient list -- mostly people of African descent. Years ago, before I understood how problematic this list really is, I agreed that selling vital organs was a desperate and undemocratic idea. \nBut now, surveying the unbelievable shambles of a donation system we have here in the United States, I agree that allowing people to sell their organs *might* bring at least a couple of upsides: Maybe the unbelievable failure rate for even simply delivering organs would be reduced (maybe?) and also it would give some kind of life-changing financial reward to people who make this sacrifice (maybe?). \nHaving said that though, the US medical system is itself a shambles that kills hundreds of thousands of people a year from simple negligence. (<a href=\"https://healthjournalism.org/blog/2023/07/medical-errors-are-the-third-leading-cause-of-death-and-other-statistics-you-should-question/#:~:text=The\" target=\"_blank\">https://healthjournalism.org/blog/2023/07/medical-errors-are-the-third-leading-cause-of-death-and-other-statistics-you-should-question/#:~:text=The</a>%20paper%20said%20that%20at,the%20hospital%20%E2%80%94%20an%20incredible%20portion.) \nThere is no movement to change that glaring fact or to improve US medical care whatsoever. The kidney disease death rate is a symptom of an even higher death rate that none of us should accept. We can put a man on the moon but nobody could save my beloved mother-in-law from dying of C. diff -- contracted in a hospital bed -- here on earth.",
        "Interesting how when the rich have something everyone wants the market gets to set the price. Yet when it's the average Joe who possess the commodity, the government wants to step in and regulate the price. I would much rather have two billionaires bidding for my young healthy kidney then the government limiting the price to $50,000 paid out over 5 years through a refundable tax credit. And I find this the least offensive thing about this idea in its present form.",
        "The morality of the issue should be left to the donor and the person receiving the donation.  Frankly if a wealthy individual would like to purchase a kidney from a person who is quite poor but will receive money that can change his/her life than it should not be anyone else's business.  As everyone knows one cannot be on dialysis forever and after a certain number of years the dialysis changes the body chemistry.  If the purchased kidney can save a person's life and make the donor's life much happier, why not?  It is understandable that it can be quite uncomfortable that a rich person can win a bidding war for a kidney over less fortunate parts of society.  However, society does not own the kidney, the person does.",
        "You’ve got to be kidding. This is a myopic and clueless idea. The tax credits you describe would appeal - only marginally - to an upper-middle class, home owning contingent, those least likely to donate their organs to strangers while living. Any other reimbursement scheme would open itself to fraud, extortion and coercion. And what was he talking about when he said white people had better social networks? I mean, literally - the point he was trying to make was incomprehensible.\n\nI’m glad the author’s donated kidney works well. It’s hardly enough to build a political worldview on.",
        "God no! The poor would be exploited by their own hand. the only way I would ever support this law is if it came with a 25 dollar an hour federal minimum wage.",
        "It’s a shame the writer doesn’t have a little sympathy for abused animals. It is absolutely cruel to use pigs to grow kidneys. \n\nIronically, if humans weren’t so selfish, everyone would be an organ donor, and the kidney issue would basically take care of itself.",
        "I guess having the poor sell body parts in order to afford food is more socially acceptable in this country than taxing the extremely wealthy.\n\nGot it.",
        "Yes, it will save lives. And since it's important to game-out potential secondary impacts, it will create being legal, quasi-legal, and shadow illegal marketplaces for harvested kidneys. These markets will be cross-border and difficult to track and regulate. \n\nPeople who move in the author's circle will be taken care of -- they are well-resourced, internally and externally. And then, possibly, they will let the issue fade from awareness.  But vulnerable populations will be exploited -- the impoverished, for quick cash; the elderly, under the urgent suasion of relatives of caregivers; and the terminally ill.",
        "Yes, let the free market do its thing.",
        "Anyone who donated a kidney (and the word is donates) should get a massive tax donation or massive direct tax saving . \nBut the government would rather give bogus charities non-tax status.\nAlso, anyone who donates to religious groups, schools- colleges and other GOOD organizations should be doing it knowing that there should be NO tax saving- Do good for doing good’s sake.",
        "This proposal is horrific. One only need look at areas of India, where women are stripped of their kidneys for money for their husbands. Then, contemplate the plummeting status of women in this country and you can see where this is going. Where are the efforts in advertising and education to encourage people to help their relatives and neighbors in need? Why not try that?",
        "As someone who just submitted my taxes, who had medical bills and deductions (I’m on Social Security and dug into retirement funds—which I had to pay taxes on—to cover costs) and who had to replace a heat pump, I can tell you that I didn’t qualify for the $2000 rebate on a new system (not to mention the supposed cost sharing through the Infrastructure Act because my state gap hadn’t set up the system in 2023)—because I didn’t make enough income!\nThose who think tax credits are a solution are in the economic bracket where they would be useful (until I retired I was too). For those with limited income, they are useless.",
        "Right, because what are the poor but organ farms for the rich? Jonathan Swift is smiling somewhere.",
        "I mean sure, we have all these poor people with spare parts so why not pay them and take those extra organs off their hands. Absolutely appalling proposal.",
        "I’m not a medical expert, but doesn’t the fact that we have two kidneys suggest that a secondary kidney has a functional purpose? I know we have evolutionary unused parts in our body but it doesn’t seem like kidneys are one of them and that having a back up system is important.",
        "This proposal needs a lot of work.  \n\nThe amounts suggested here are both too little and too much.  \n\nToo little because they don't contemplate the cost of being one kidney less for the entire donors live, and too much because they don't contemplate how little will motivate bad people to coerce and exploit others (or to move ordinary people to make shortsighted decisions).\n\nThe right way finding a solution to motivate the right kind of people to become donors. I suspect money will not be the most salient part of this plan.",
        "Selling and buying kidneys in Iran is legal. The sale of the organ is not anonymized, as the author of this opinion suggests, so it opens the door to haggling. \nOn the plus side, there is almost no waitlist for kidney transplants in Iran. \nHowever, on the other side, the people who have financial difficulties choose to sell their kidneys for a sum of cash. In front of the hospitals, especially hospitals that specialize in urology, all the walls are covered with flyers: ads from people trying to sell their kidneys. The flyers, often handwritten, include a phone number, blood type, and price. \nPeople in need sell kidneys to cover rent, car payments, college tuition, medical expenses of their own or their families. And the \"competition\" to sell kidneys has driven the prices low. The genetic lottery of the blood type impacts the price of the kidney too. \n\nWhile I agree it would be nice if donors are compensated, the idea of having an open market for organs is a bit too dystopian, and can end up with donors being taken advantage of, or open a new way for the poor to suffer.",
        "I'm a living kidney donor (2000, to a coworker), and while I think we should make it financially and logistically feasible to donate, paying people for organs has turned out to be a terrible idea everywhere it's been tried.  \n\nMore people would donate if they could take paid time off from work; be guaranteed not to lose their job for taking the time for screening, surgery, and recovery; get needed childcare or caregiving assistance; and transportation reimbursement.  There should also be plans for a complication or disability afterward.\n\nWe should educate people on the feasibility and relative safety of donating and the process -- many people have some strange misconceptions about it \n\nPaying people encourages people to lie during screening and opens up a can of worms on consent.  There are all kinds of overt and subtle ways of coercion.  It turns organs into commodities.  \n\nThe single biggest reason I trusted the process was being told over and over that I could walk away at any time, right up to the moment they put me under, and all anyone would be told was that I'd been disqualified.  Having a financial motive, especially if I really needed the money, would have meant maybe going in with misgivings, but feeling like I had to proceed.",
        "There must be a reason we have two kidneys.",
        "I tried to register for the donor network. I was rejected during a doctor-screening questionnaire. I found out I had SLE, and I have a history of blood clots. I wanted to help. I have successfully donated blood, and I thought I would be eligible. At least I can contribute something positive to those waiting for blood donations.",
        "Having worked a hospital floor for two years, and spent time in a dialysis center as an RN student, I understand that dialysis is tough- so tough, some decide to stop rather than go on living that way.\nI cannot, however, \"buy\" into the notion that delayed payment and counseling/screening programs mitigate the problems with paying people to give up a kidney.\n\nAfter age 18, people on average lose 1 percent of their kidney capacity per year. The risks of giving up a kidney are going to fall on those who need the money, regardless of the writer's proposed mitigation. A forty-year-old has  no way of knowing if they can afford to give up half of their filtering capacity, or if at age 65 they will find themselves in end stage renal failure.\n\nFifty grand is life changing for those of modest means, and not even a new car to the well off.\n\nI am sorry for those who find themselves in dialysis, but harvesting kidneys of the deceased, and continuing to work on antigen free  organs from pigs seem the more ethical ways to proceed.\n\nThe writer mentions that he has exceeded the expected life of a donated organ. Many are less fortunate. Immune suppressant drugs make that a rocky road as well, and again, antigen free organs  are the solution.",
        "I feel like as a society if we have become morally okay with compensating for surrogacy, then we should compensate for kidneys. I don’t see how one can be okay and not the other.",
        "I hope this is a short-lived problem in that technology (the article mentions transplantation from pigs) would solve the problem. But coming to the proposal proper, I think it has some merit even though the author has underplayed the seriousness of what a transplant entails. But 50K is too little, and smacks of exploitation. A more reasonable number would be 500K or even more. Surely, we will not put such a low price on quality of human life.",
        "Very difficult moral question.  I'm hopeful the author is wrong about kidney transplants from pigs.  To me (not an expert), this technology is moving pretty quickly.",
        "The only way compensation for live organ donation should be handled is through a discounted (not free), Medicare-like insurance coverage for the rest of the donor's life. Only a Government sponsored plan could do that. No direct money, no tax credit. Just some protection for the risk incurred by the donor.",
        "I think your assumption that people are just walking around with an extra kidney is too simplified. It is true that a person can survive with one but that doesn't mean they will have optimal health. My understanding is that a person with one kidney has to be very careful about diet and lifestyle to maintain their health. Beyond the possible complications from the major surgery, they would have to be careful about substances, drugs and infections. That burden would not be worth the proposed tax credits, especially when those who would consider this would actually need cash. The standard deduction is now more than many people's income. The value of a kidney should be 200K or more given the lifelong ramifications. That probably would make it on par with dialysis. This brings up a deeper issue of why we in developed countries cling to life so selfishly, sequestering enormours resources, while life in developing countries is exploited and death an accepted reality.",
        "For years, I wondered when we would hear our pundit class encouraging our population to put their kidney's (and likely, other \"dispensable\" organs) on the market. I expected this not, out of any sudden surge in our collective awareness in any Common Good, but rather, as an inevitable consequence of the gross economic inequity that has come to define our society. \n\nNot long ago, the idea of desperate people being forced to sell pieces of themselves for money, seemed the stuff of dystopian fiction. Thanks to decades of Rightist vandalism of our working and middle classes, this dark prospect is now emerging reality.",
        "What i would like to see in the next decade would be a new biotechnology to prevent the decline of kidney function and for people who already need dialysis or transplant, some engineered-synthetic organ solution.",
        "Tax credits are used to incentivize behaviors that benefit the greater good. 1% of all federal taxes pay for 550,000 Americans to get kidney dialysis. A living kidney is the gold standard of kidney care. When someone moves from dialysis to transplant, $450,000 are saved. The End Kidney Deaths Act  is a 10 year pilot that will provide every American who donates a kidney to a stranger with a $50,000 refundable tax credit. Only 300 people donate kidneys to strangers annually. This bill will raise that number of around 6,000. By year 10, 60,000 American lives & $14 billion in taxes will be saved. \nAn intensive physical and mental health screening to qualify for donation is required, leading to donors living longer than the general population. Donation is twice as safe as childbirth. \nIt's estimated that less than 1/3 of Americans would be healthy enough to qualify to donate. Donation costs the donor roughly 10% of their annual salaries in lost wages & travel costs. Right now, most who give kidneys to strangers are middle or high income. The End Kidney Deaths Act will open the door for all who want to give the gift of life by providing a reward for saving a life, just like firefighters are incentivized for saving the lives of strangers.",
        "Some people who definitely need both kidneys:\n\nPregnant women.\n\nPeople with drinking problems, hypertension or diabetes.\n\nMany elderly people with impaired kidney function.\n\nDon't be too quick to assume that the second kidney isn't a necessity.",
        "I am glad the author’s health and life was improved by his transplant. Having been a healthcare provider in the  system, I know the public is misinformed by TV dramas that after an organ is transplanted, the surgeon smiles and the grateful healthy patient gets to go home soon in perfect health. It just ain’t so all the time. There are surgical complications of the donor and the recipient. There can be frequent bouts of rejection and the need for strong immunosuppression and subsequent complications of that. Most people have no idea of the horror of graft vs host disease or of immunosuppression-associated lymphoma. Most people do not understand the time limits of expected organ function. Very disappointing are the instances when recipients fail to follow medication schemes, and their organs reject and fail of their own ignorance of advice and care. Some people have kidney diseases that eventually appear in the transplant also. Amidst this, the author wants to make organ procurement into a market?",
        "Here is the sad reality.\nHumans are mortal.\nWe die from many causes.\nWe die at many different ages. \nPoverty and/or genes can contribute to early disease and death.\n\nSomeone poor lost the lottery of where you are born in the socioeconomic scale. Someone who has a congenital disease lost the lottery of healthy genes.\n\nMorally, why should the poor person give up a healthy kidney (that they themselves may later need) to save the person with kidney disease? Especially when whatever we decide to pay will not lift the poor person out of poverty. So they will still face poor health outcomes due to poverty.\n\nWhile morally, I am opposed to payment for this, let’s do the thought exercise,  To be equivalent, we would have to pay an amount like 300,000 tax free, but arguably more. (According to the U.S. Census data, the average net worth for U.S. households in 2022 is about $300,000). Is this what the author has in mind (?) This really seems to be a moral hazard. \n\nI understand and appreciate that someone with kidney disease does not like being saddled with poor genetics. But this is true for so many things in life that affect health and longevity outcomes. \n\nWe would all be wise to philosophically internalize the fact that we are mortal.  Every day/year is a gift. \n\nThe poor are not here to serve us even though this is the economic system we have chosen to create. This is also something to contemplate",
        "I don't know how I feel about this suggestion.  Yes, people who donate their kidneys ought to be compensated fully for their expenses and lost work time and in case their remaining kidney fails at a future date.  But I'm not sure that compensation should go past that.  \n\nOne thing that could help all of us would be to have a real medical care system so we don't have to create a Go Fund Me page to pay for medical care we need.  Receiving appropriate and timely care should never be dependent upon one's popularity or ability to appeal to the public.  That Americans feel they must do that is a disgrace and reveals a lot about our national character.",
        "Poor people would be pressured to sell body parts, an exploitation that \"saves lives\" for the affluent and insured, yes, but shifts their medical precarity and risks onto the least privileged in society. Chilling amplification of the kind of exploitation that's taken for granted nowadays.",
        "My favorite part of this piece, other than its patently manipulative framing, is the way the author raises the specter of exploitation first by not really addressing it at all, and then by suggesting that such a system might benefit the very people likely to be exploited. \n\nFolks with serious kidney problems have my sincere sympathies, but a market for organs is self-evidently a terrible idea. Unless, of course, you're rich.",
        "Additional safeguard to consider: if you sell a kidney through this system, but develop kidney disease youreself, you automatically jump to the top of the list and recieve a fresh one for free. \n\nThis largely deals with the problem of someone providing a kidney who turns out to need one in future.  You have less need for a spare if you know you are at the top of the list in time of need.",
        "Frankly, if you've never watched a loved one wither away and ultimately die waiting for an organ transplant, I simply don't care about your opinion on this issue. I lost my beloved stepfather at 12 because a donor heart didn't become available in time; I wouldn't wish that on anyone.\n\nHaving the legal option to sell a kidney (obviously through a well-thought out system) that ensures informed consent, full coverage of the expenses associated with organ donation for both the donor and recipient, as well as lifetime follow-up care and monitoring, would be a complete game changer. And the is already such a system that's been doing these exact things for decades...just ask Iran, the only country that allows the 'sale' of kidneys. The mortality rate for those who require a transplant and that of donors is far lower that in the United States or any other so-called 'First World' countries. Perhaps it far past time to study and implement such a system here.",
        "The idea that we must save everyone runs a bit counter to the actual cruelness of the American people and the medical system that exploits them. Everything is about money for the wealthy. That is why our system costs twice what other developed countries cost. And, the American public keeps voting for it to continue that way because they are either intentionally cruel like certain originalist religious folks or brainwashed like the people whose best friend is their phone. \n\nMaybe their are kind people in the US, but I don't see it. It looks more like exploitation. Everything is a scam and Americans want it that way.",
        "Our society is set up to pressure those that \"have not\". Since there are little to no safety nets, the poor would be far more likely to sell their organs for money. \n\nIt will eventually be integrated as another income stream for the poor so that wages and other benefits can be kept down, \"after all you can sell your kidney\".",
        "I have to laugh at the hand wringing about how this could go wrong, people will be coerced, etc.\n\nI'm a female of reproductive age. I already DON'T have the right to make my own medical decisions in most of this country. I can be forced to have a child. \n\nBut when coercion about medical care might also apply to men, people get worried....",
        "Three years ago, I gave one of my kidneys to a stranger. It's the best thing I ever did. I did I freely, with no strings attached: no promise of compensation or debt of friendship. I did it despite objections from my loved ones and their concern for my own future health. I'd do it again in a heartbeat if I had another spare kidney to give. \n\nDespite all that, I strongly support compensating kidney donors through a federal payment system like the one outlined here. There aren't enough close family members, gone-too-soon young people, or weirdos like me to get everyone a kidney that needs one. I have spent countless hours discussing my donation with others, trying to get them to consider nondirected kidney donation for themselves, and the conversation almost always goes nowhere.\n\nPut aside your gut reaction to this proposal for a moment and imagine thousands of people dying every year for no good reason. It's more expensive to let these people die. It's more painful. It's worse in every conceivable way. This proposal can stop that onslaught of human suffering. One might think: we can stop it already! Just donate like you did! I'd love if that were true, but it's doesn't scale to the size of this problem. Pay people for their kidneys.",
        "No. No. No. Why add to the difficulties of the poor by giving them a relatively small amount of money in exchange for their health? \n\nIt’s coercion to entice a person to donate a kidney because they need money.",
        "This article says nothing about the risk to the living donors.  The daughter of a friend of mine recently gave a kidney to her ailing father.  She was a healthy young woman but had a rough time, returning to the hospital twice after being discharged, experiencing a lot of pain, and losing her spleen.",
        "“I hope for a world in which others — many others — are given such an exquisite gift.”\n\nIt’s not a gift if you are paid to give it.",
        "And what happens if my kid needs one and I only have 1 left?  And don't freaking try to guilt me into selling one of my organs.",
        "While we are on the subject..... why the heck are undocumented aliens not allowed to get a kidney from one of their siblings or family?  Medicare pays for their dialysis for decades but will not pay for the short and less expensive operation and maintenance medications of a transplant.  It makes no sense.  I have many undocumented aliens in my nephrology practice who have been here for years and are stuck on dialysis becuase the pols do not want to \"offend\" their constituents by allowing them transplants.  But they are paying much more for dialysis instead. Maybe we can allow amnesty for illegal immigration if they donate kidneys to the pool.   Let them pay some price for being here",
        "\"Let People Sell Their Kidneys. It Will Save Lives.\"  (For the people with the money to pay.)",
        "Beware the laissez faire capitalists.  They will sell you off for parts.",
        "Although well meaning, this piece is unethical. A journalist, fine son as he might be, does not know enough about nephrology and the not infrequent problems experienced by kidneys donors after surgery, to urge people to sell a critical organ to make a few bucks. I am surprised that it was published at all.",
        "Great idea! Poor people are just a collection of body parts ready to be harvested. Women are losing bodily autonomy as we speak so why not just force them to give up a kidney? They’ve already lost control of their own uterus, why not the rest of their bodies? Just think of the possibilities!",
        "Uh, no. it will open up Pandora's box in the form of shady backroom operations where desperate people sell body parts for a few shekels (maybe enough to pay this week's installment on their payday loan, but not enough to get out from under it altogether) while exposing themselves to a high probability of infection due to the nature of the industry that would spawn.",
        "The writer of the article is focused on his own needs. Selling organs to someone who will buy them is immoral.  The 13th Amendment should be modified to abolish selling body parts.",
        "Eventually, the wealthy tech entrepreneurs will successfully lobby the politicians to allow apps that match buyers and sellers and we'll have a gig economy, meat edition, with the Silicon billionaires getting their cut of each kidney, each procedure.  Think Uber, but for body parts, with all the creepy data gathering and worker exploitation...  Maybe with this, we can eliminate college tuition assistance!  Just sell an organ through Uber Meats or Elon's OrganXchange.  I mean, we really need, going forward, a path towards minting the world's first trillionaires.",
        "Old cars fill the parking lots where people sell their plasma. \n\nSomething pretty scary about the poor or the financially strapped selling off their kidneys.",
        "Sure, because a society where selling body parts to survive is a society we all want to live in. Imagine Republicans on this point - “We don’t need Medicare or Medicaid; affordable housing is unnecessary! Every poor person has two kidneys and a two eyes and a pretty big liver! If they’re unwilling to part with one of each and part of their liver, when the Chinese are willing to pay top dollar, it’s their choice. We shouldn’t have to subsidize their keeping their organs!” \n\n People can donate their kidneys.",
        "Or make organ donation the default when you get your state ID/driver's license.  Stop letting people hoard their organs after death solely because they think a bronze age book's instructions for burial should trump actual human needs.\n\nCreating an open market for kidneys is literally just begging for problems, namely the inevitable exploitation of poor people for their organs.",
        "Student loan forgiveness will never happen again for anyone if this is made legal. Law school for a kidney?",
        "No to child labor. No to legalizing an organ market economy. No to importing millions of desperate poor to undercut the negotiating position of US labor. No to throwing up our hands and just accepting dog-eat-dog misery for our next generation. Just, no. And enough of dressing up these types of ideas in “progressive” costuming.",
        "What a horrific concept – living in a country with terrible health care (Yes , America, that's you) where one is so poor they have to consider selling their body parts. And of course, they won't go to the most needy, just the richest.",
        "We pay women to make babies for us (surrogacy), after all.  How is this so very different?  In both selling a kidney and surrogacy a body is seen as a commodity to be rented or sold.  And yes, if you sell a kidney, it's gone forever, but if you grow and birth a baby, there's no guarantee there won't be adverse health outcomes, some lifelong--and you might even die.",
        "Most necessarily, let men sell their sperm to egg owners. Darwinian deselection by death has kept all animal species adapted and viable. It was so horrible cruel and grossly inefficient that we are overriding it. That means we must reproduce responsibly or go extinct. Men and women freely controlling this ensures the genetic fluidity for all and any adaptations changing circumstances may ever require. This is how life got to where it is. Nature's way: reproductive freedom and individual determination. Anything less leads to extinction.",
        "This headline doesn't serve your purpose. I almost skipped this article because, like many, I have long thought an organ market would lead to dangerous abuses. The government market for kidneys with tax credits over time that you describe makes sense. It to sounds likely to help with the problem in a way that does not create new issues. Sadly I do not think this article will reach the audience it could with the chosen headline. Modifying it more about the proposed solution might help your advocacy.",
        "How about we start by only allowing corporate CEO’s and hedge fund managers to sell their kidneys to the American taxpayer?  Raise the price, or work your way down the economic ladder, until you get sufficient supply.  If that approach disgusts the rich folks, then I guess you have your answer.",
        "And this reasoning, right here, is where the revolution should start.  Whatever money you have is due to privilege.  The working class works harder than virtually any wealthy person.  No matter what you think you have earned, you haven't.  Now the wealthy aim to use this privilege to turn those less fortunate into organ factories.  There is no level they will not go below.",
        "Why stop at a Kidney?\n\nTake the people who are vegetables and harvest everything to offset the cost of their care.   Hospitals could generate a profit!\n\n     People paralaized from the neck down could sells everything including their heart to pay for their care and leave their families with an inhertiance.\n    \n     Parents are medical decision makers for their minor children.   \n    If the favorite child needs an organ take it from the least favorite.   If the least favorite is slightly disabled, harvest all their organs.   College is expensive and so is retirement.\n    \n     If you finished reading this and did not see the problemS, YOU are the problem.",
        "Make it $500,000 plus lifetime free medical care and a guaranteed kidney if your one remaining one fails and I’ll sign up myself. Anything less and poor people will be exploited to save the writer and others. $50k over five years is a joke to all but those really in economic need.",
        "This is a horrifying proposal in which we turn internal organs into commodities. The additional supply would come exclusively from low-income people who need a measly $10K a year instead of a vital organ. I am beyond disgusted at this predatory play on people living in poverty.",
        "Maybe the former president could consider this as a way to pay his outstanding bills, and also set an example of generosity at the same time....",
        "You cannot be serious!  What next, offering early parole to prisoners who donate a kidney or another life-saving organ. Or to pay off a portion of their student loans?  Or to qualify for Medicaid?  I’m disgusted that someone would even contemplate such a proposal.",
        "Just NO.\n\nPeople are not products we are not organ factories. \n\n\nJust another way to take advantage of poor people in this country.",
        "Was this intended to be published on April 1?  As other commenters have already explained this would be yet another way of exploiting the unfortunate in our society, especially given our for-profit medical system.  I would like to hope that the author is taking an approach that Jonathan Swift might have taken if he were alive today.",
        "I am fascinated that the author’s focus as a journalist is “science and the criminal justice system.” One would think he would have a better sense of the inequities and financial pressures on the poor.  And, what about undocumented immigrants, can you imagine how a cartel  or criminal enterprise would manipulate them? \nMy sister in law, God bless her, gave a kidney to a colleague, and I might even consider donating one myself if the situation arose. But it is incredible to me that anyone would suggest selling kidneys as a way to offset disparities in our society.",
        "God, in His infinite wisdom, gave us each two kidneys. I think we should leave it to the Supreme Court to tell us what we can’t do with them.",
        "Save lives! Give one you don't need.....if you're able. Great gift!",
        "I think opt-out is the way to go. I can't see advocating for buying body parts.",
        "When I worked, I used to donate blood every 3 months at the 4 annual workplace  blood drives.  The way it worked was that you were given  3 hours of leave time after donation.  But you could use the leave time whenever you wanted, even weeks, months or years later.   I donated dozens of times.  I notice that since I retired 9 years ago, I have only donated a few times.",
        "There are a lot of excellent arguments in these posts criticizing the article and discussing the ethics of the idea, as well as the social and political ramifications.  I respect everyone who made them.  However, my guess is that very few of them are about to die - or have a loved one who is about to die - because there's such a long wait in the current system.  If they were in that situation, perhaps their opinion might change.",
        "What’s fascinating about the comments here is that there is clearly a vast divide between those who have been touched by kidney donation, either as a donor or recipient, and those who haven’t. \n\nThose of us in and around the kidney donation system understand all the protections currently in place to make the system work and ensure that only the healthiest and the economically stable can donate. The myriad checks and balances, the long time horizon it takes to be approved to be a living donor, and the countless ways that donors are currently protected through the process (wage replacement, healthcare, absolute prioritization should they ever need a transplant themselves, etc). \n\nOf course we should fix our healthcare system and of course we should focus on preventative healthcare for folks who may develop kidney failure due to preventable causes. AND there is also a large number of people who develop kidney disease through no fault of their own and who die each year because there are simply not enough kidneys to go around.\n\nPerhaps the commenters who have zero experience with kidney failure and donation should suspend their initial instinct to immediately pick all the flaws in the author’s proposal and instead take a minute to listen to the people at the heart of this issue: those who have donated or received. Money may not be the answer, but for a problem of this scale we need to have a conversation that is led by and centers those who have the greatest experience with it.",
        "I am a nephrologist who cares for patients with CKD, and ESRD, including kidney donors and recipients. Altruistic donation is among the most generous of gifts. As others have noted, the author’s proposal is ethically dubious.  It’s important to note that even beyond the immediate surgical risks, kidney donation has adverse health consequences for the donor. The literature has often underestimated these consequences by comparing kidney donors, who must pass rigorous health screening—and, thus, tend to be relatively healthy—with the general population. Careful studies in which donors are compared with a matched cohort of non-donors have revealed that donors have an increased lifetime risk of ESRD and premature mortality. That is not to say that living donation should be discouraged. But, donors should be aware of these risks.",
        "$50,000 sounds like a lot of money, but for someone who doesn't have good health insurance and who 5 or 10 years after donating a kidney has medical problems related to the donation, it isn't going to help them.",
        "The ugliness around forced organ removal that happens in certain poor countries is evidence enough that allowing organs to fetch money opens the door for exploitation and coercion.",
        "Horrifying idea. Although I certainly respect the experience of the writer, the logic is one-sided and leaves out the probability that the poor will sell their bodies so that their children will have a better life. Poor bodies for middle-class lives? I think not.",
        "Capitalism, so the saying goes, inevitably leads to the commodification of everything. How many rich folks would give a kidney for 50 grand? Not one, of course. Can you imagine someone selling a kidney top pay off a debt and their precious body part lands in the body of a billionaire whose own kids would never provide one? So, how about a lottery system: Your number comes up and you gotta donate a kidney, no exceptions for wealth? Not gonna happen, of course, just as we dumped the military draft and now the kids of the rich don't serve any more. No. Society should not meet its collective needs by paying the poor to sacrifice. How about, you make a billion, you gotta donate a kidney?",
        "In the UK an opt out system was introduced in 2020 whereby everyone over 18 is considered a donor unless they have registered their choice to opt out. This opt out system was introduced in 2015 in Wales and this has been very successful.\n\nOf course donors are deceased, and the author is writing about living donors, but an opt out system increases the donor pool considerably.  Could the US do something similar?\n\nThe idea of paying living donors for organs feels very shocking and likely to increase inequalities.",
        "Why not enact a law of presumed consent for organ donation?  If a patient does not explicitly deny organ donation, their organs may be harvested upon death.",
        "Volunteering to provide a kidney is completely different than promoting the sale of organs.\n\nOnce we turn our organs into commodities the laws of capitalism will kick in. Those with money will live, those without won't.\n\nThe very poor will be solicited to sell their organs while those better off will not.\n\nAnd the economic pressure on the poor will inevitably make them the primary market for organ harvesting.",
        "No. Human organs are not a commodity to be bought and sold. This is precisely the type of scenario where pure utilitarianism goes dangerously astray.",
        "poor people should sell their kidneys to the rich? in 20 years they sell their whole body to fund the education of their kids?",
        "Seeing the “let people sell their kidneys” op ed under the “don’t worry the economy is thriving” op ed really took me for a ride this morning.",
        "Did we learn nothing from Victor Hugo’s Fantine selling her front teeth ?  Desperately poor people will be selling all body parts. \n\nWe all die.  Buying other people’s bodies will not stop That",
        "Morally and physically gross idea.",
        "I lost a kidney to cancer. Living with only one kidney is not as easy as most folks seem to think. One must eat right, drink right and be very disciplined. Sugar is poison and addictive and serves no nutritional purpose. Consuming as little added sugar as possible is critical. Most people are ruining their kidneys w/o knowing it until it is too late. Good luck and eat healthy to preserve kidney's longevity.",
        "Is there no such thing as an unmentionable bad idea? What's next? Selling one's childrens' kidneys?",
        "So your view is that a mistake was made? We were meant to have only one kidney? Somehow I am not buying this logic.",
        "Another way to take advantage of poor people around the world.",
        "We already have the surrogate industry which effectively allows women to rent out their wombs for money. Selling other body parts is not such a leap.",
        "Imagine the race among Republican state legislatures to deny SNAP benefits to those who haven’t yet sold a kidney.",
        "If kidney sales become legal what is to stop sex traffickers from becoming organ traffickers?",
        "The author forgets the ugly side of human nature.  If organs can be sold, then people will be kidnapped and have their kidneys cut out and sold.  Allowing the sale of organs is a nice thought in a perfect world.  In reality, kidney theft will become the new crime.",
        "I like this idea only if the payment is $500,000. If that's too much to pay, don't do it. I agree people in need will be those wanting to sell. They should be paid enough to make it worth risking their lives.",
        "What could possibly go wrong selling body parts to our for-profit 'healthcare' system?",
        "Not ethical, and unfortunately, cases of true need that stir our compassion are used to open areas that are simply unethical.  Selling body parts is the ultimate materialism; at some point we have to draw a line.",
        "Why would someone need to sell their kidney and who would that someone be?  Yes, I know, the question covers the same territory twice.  \n\nIn poor communities round the country and along the border between the US and Mexico there are companies that harvest plasma.  They have super fast machines that suck fluids out of you and quickly extract the money product, returning the red blood cells and some saline.  If the whole process isn't managed carefully the donor can die.  And sometimes they do.  \n\nThe plasma is worth a tidy sum, think thousands,  and the donor is paid $25.  It is very lucrative.  The folks who participate are typically quite poor and need thst money.  It is, IMO,  a good capitalist business model.  It is also disgusting and should be illegal.  \n\nThe author is wrong to think that a process where the government controlled such a thing  as organ barvesting could occur.  The lucrative nature would drive this to the money.  And the poor would be the source of the organs.  Even if the government ran this show, it would still be the poor who provided the organs and would suffer the risks associated with such a procedure.  Folks would die, on occasion, but hey, folks who can afford the procedure would live longer.  Of course, poor folks with a non-functional organ would continue to suffer or die, since we have a for profit health system.",
        "While it is true that one kidney is all that you need, the second kidney is available should the other malfunction.   Also, the donation process  is not without risk.  Organ donation is a wonderfully generous  act on the part of the donor, but not if the donor is motivated by financial gain.   While I can appreciate the desperation of those who are waiting for a kidney and their loved ones, relying on the marketplace to increase the number of donors is a terrible idea.  A better idea is to  dramatically increase our funding for research into human organ reproduction.  All expenses should be paid for those who do choose to donate.",
        "Another way to take advantage of poor people.",
        "The people who have taken a moment to express sympathy for the author show admirable humanity. Myself, I am sickened by the sense of entitlement shown by the author. It is the ultimate (and grossest) self-entitlement to believe that one should be able to purchase ownership of any part of another human being's body. Dehumanizing! Disgusting!",
        "Slippery slope where the rich will start to harvest the organs of the poor. Do not do this!",
        "I lost a close relative to end-stage renal disease. He died after enduring four awful years on dialysis. I have mixed feelings about the proposal to sell kidneys. I agree that it raises serious ethical issues. \n\nI do offer this perspective based on observation: the current dialysis system (dominated by several major dialysis providers) is exorbitantly expensive. The current kidney donor system is also cruel in distinctive ways both to patients and to the loved ones who try to donate. (Prospective donors are encouraged to undergo days of expensive tests and scans only to be ruled out on simple factors, like blood pressure, that could have been determined at the outset.)  \n\nThe current system already favors people with money because wealthier people can afford to fly to different regions of the U.S. and register with a larger array of transplant centers.",
        "No. Just no. Selling organs is a slippery slope and it's wrong. Donations from consenting donors is the only way to go.",
        "It's been talked about for years, and it's been widely discredited for years. From <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3291132\" target=\"_blank\">https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3291132</a>/  \n\nDonors are poor, with most living below the poverty line. Most are illiterate and in low-paid manual jobs, their sole reason for donating not borne of altruism but to pay off debt. In Pakistan many individuals donate kidneys to release themselves from bonded slavery but have insufficient capital to make a new life and often return to debt... We find it difficult to relate to concepts such as the entrapment represented by bonded slavery but how would our society view individuals in our own country driven to donate a kidney to pay off credit card debt, college fees or to satisfy a drug problem?\n\nSadly for the majority of donors, selling a kidney does not result in the significant economic benefit of which they dreamed. Often it is associated with a decline in general health. Many fall back into debt, often compounded by the inability to work following donation due to ill health. Supporters of paid donation argue that a person should have the basic right to choose the fate of his or her organs. In the setting of paid donation, informed consent is often of dubious quality, with the risks of surgery often not being properly explained or understood. Furthermore, many individuals are pressured to donate by family members, with the outcome of any ‘balanced discussions’ about wishing to proceed with organ donation predetermined",
        "Let people sell arms and legs, maybe a nose or ear.  Why not?  Folks need money to eat, for goodness sake!   Children can become parts factories in the poorer sections of the country.  Great idea!!",
        "My family lived in Dallas Texas for a brief period a while back. My parents complained, \"This place is filled with nouveau rich!\" \n\nKidney rich is coming, eh?",
        "All I can say is the cyberpunk movement in SciFi had it correct.",
        "Bad idea opens the door for selling body parts, there is a black market for organs now small because of laws. I can't  imagine the grey area's this would open for abuse. It would eventually lead to the poor being used to harvest organs by the rich.",
        "See also:   A Modest Proposal, by Jonathan Swift.",
        "Is this an April Fool's joke? No? This is what it's come to? Are we SO averse to raising taxes on millionaires and billionaires to have a strong social safety net that we need people to sell their kidneys? Please tell me this is a joke.",
        "I wonder which segment of the population will become \"free\" sellers of their own vital organs.  I bet it won't be rich people.",
        "Still the rich get kidneys but the poorer don't.",
        "Absolutely not. Can you imagine the horrors of the inequality that would result? I imagine a south Bronx where every single mother only has one kidney so rich  90 year olds can live to 99. Imagine Peter Thiel, whenever he becomes 97, squeezing a new 2 months out of life by buying a kidney from a poor family in West Virginia. The results are grotesque. Sorry saving lives is not all that is important. Equity, fairness and Justice matter. And that’s not just some DEI buzzword.",
        "I was born with two kidneys, both still working. And now I feel guilty about that. \n\nThanks, NYT!",
        "That would open a can of worms. For example, in some places in the world, some people are killed and organs removed to save some rich people's lives.",
        "Selling organs is not a bad idea. It’s your organ; you can do as you wish with it.\n\nWe can take the issue even further: I’ve considered contacting large medical centers in an effort to donate my body to medical science — while I’m still alive. Once we sign a contract and they agree to pay me a rather substantial pre-negotiated sum, they can do about their business. They can prod, poke, inject, explore, examine, operate, experiment, remove and replace, and do whatever they please to me. I’d be a lot more valuable to them as a living, sentient being, rather than a cadaver or a pile of harvested organs lying on a gurney.\n\nThey can also gain insightful knowledge from me while they engage in their medical procedures; “Does this hurt? Can you move your legs? Can you count backward from 100 by multiples of seven? Who was Lyndon Johnson’s vice president? Do you know what year it is?”\n\nSo, while it’s controversial, I can certainly use the shekels, and the Mayo Clinic et al can have a field day while advancing medical science.\n\nWin-win.",
        "This will turn the poor into organ farms for the globally rich. Which, let's be real, will be basically fine with plenty of privileged first world people who need organs. The proposed \"safeguards\" sound like those for natural gas fracking: obviously inadequate. Or, possibly just adequate to dampen enough opposition to get laws loosened (\"mission accomplished\").\n\nMoreover,  the author cites inequality in Black people's access to kidney donations as further justification for this mass organ selling scheme. But the author makes no mention is made of news widely reported* only yesterday that kidney function tests that determined who gets on kidney transplant lists were sharply biased against Black people, and the NYT itself has reported on this issue since 2021. Somehow, the author makes no mention of this major, well-documented, bias-based root cause of of racial inequality in kidney transplant access, but instead proffers organ selling as a solution \n\nNot buying it. And not selling any organs, either. \n\n*(see, e.g., <a href=\"https://www.nbcnews.com/news/nbcblk/biased-test-kept-thousands-black-people-getting-kidney-transplant-s-fi-rcna145856\" target=\"_blank\">https://www.nbcnews.com/news/nbcblk/biased-test-kept-thousands-black-people-getting-kidney-transplant-s-fi-rcna145856</a>;  <a href=\"https://www.nytimes.com/2021/09/23/health/kidney-disease-black-patients.html\" target=\"_blank\">https://www.nytimes.com/2021/09/23/health/kidney-disease-black-patients.html</a>)",
        "You only need one kidney,...\nuntil you need the other one.",
        "I am a retired Pediatric Nephrologist who as a house officer in the Pediatric Department of the U of MN in the 1960s participated in the first kidney transplants in children.\nI know how great the need is for kidneys and how debilitating dialysis is.\nThe ethical problem of paying people for their kidneys or a lobe of their liver is that only the most desperately poor will be donors.\nBeing that poor precludes one from having the free will to do something that is painful and has a small but definite short and long-term risk to your health.",
        "This is a tough one.\n\nI am on the fence.\n\nIt sounds good in practice but the poor will be the main sellers.\n\nif their other kidney gives out, where will they get the money to buy one?",
        "If uteruses can be highjacked, why can't we just take kidneys?\n\nI don't mean to be flippant.  But I do wonder how men would react if told they had no personal autonomy and their bodies could be used for the good of another, without their consent, and at their own expense.",
        "We allow people to sell babies, why not kidneys?",
        "The fact that living organ donation is so low is terribly frustrating, but paying people for organs will ultimately only serve rich white men in the long run. Capitalism is a bleep, and our country's unique form of racism mixed with capitalism will only result in more of a disparity in organ recipients.  Look at the selling of eggs, people pay the most for eggs from donors who are ivy league educated,white, and blond. \nEven within the existing organ donation structure, one of the advantages super rich recipients have is the ability to get anywhere in the country within a certain window,  an advantage that can potentially \"bump\" them to the a higher place on the list. \n\nAlso, poor people would rather have cash in hand than  a tax credit. I think the current organ system needs to be retooled in a way where we'll to do and especially the super rich do not have an advantage instead of paying people.",
        "No mention in the article of donor swaps which is another way of getting a \"live\" rather than a cadaver kidney.",
        "If you want to take money out of it (at fifty thousand, is that really money anyway? A paltry sum in the current economy and housing market) and make it worthwhile for the donor, the government should offer free Healthcare for life. Or perhaps free housing for life. Whatever the offer is, it's got to be more tangible than a year's salary.",
        "I believe there should be monetary compensation for donating organs, but I don’t see it working out here in America. Unpaid organ donors are not at the top of the list of things wrong with our health care system. Or rather, our health insurance system, which, to maximize profit, acts as an impediment to anyone without money being able to see a doctor. Being able to sell organs will create a modern version of Gift of the Magi, where someone sells their kidneys in order to be able to afford dialysis. Homelessness lowers life expectancy from 79 to 50. There are more people homeless due to medical bankruptcy than there are people awaiting transplants.",
        "I donated to a family member 20 years ago.  Prior to my donation she was undergoing dialysis..... which was a form of horrible torture.  The donation extended her life, and improved it's quality.  That, and the meals she cooked for me was all the compensation I needed.  \nThere are risks to the donor, of which I am personally aware.  I am glad I donated, I wouldn't have done so for 40K.  I also went through a battery of tests (physical, psychological)  prior to the donation.  I don't believe the evaluations could be valid for the poor.",
        "I like the idea.  Pay more than 50,000.  Maybe 200,000.  Make a real difference in someone's life so they can buy a house, etc.  If poor people accept this offer, make it so they aren't poor any more!  As the article said, most people who need kidney are minorities, so this will help fight, not cause, inequity.\n\n Interview people to make sure they aren't pushed into this.\n\nPut donors on the top of the list for kidney donations, in case something goes wrong with their remaining kidney.  Put an age limit--young people generate tissue in their remaining kidney and fare better.  Also, yes, go ahead, offer this to prisoners.  They will need 200,000 when they exit prison to start their new life.\n\nA life of poverty is probably worse for someone's health than a life with one kidney.",
        "Objecting to the inescapable class-predatory nature of this proposal is not mere \"disgust.\" No matter how one structures such a program, it is the poor and the desperate who will sell their organs, not the rich, not the middle class.",
        "Maybe we could legalize drugs, tax them steeply and use the money to treat people for drug addiction before they lose kidney function. Just a thought of prevention, because these ghoul doctors who want more kidney donations won’t tell you the root cause of most kidney failure. Watch out, Pittsburgh. Those kidney docs are very aggressive.",
        "What a terrible idea. Why is capitalism (selling organs) the only answer to this problem.\n\nRight now, if you die without indicating the disposition of your organs, the rule is “implied denial.” No one can use your organs.\n\nJust legislatively change it to “implied consent” and you will have a vast supply of organs.\n\nThe only real question, will the inevitable court challenge have judges listen to implied consent or the irrational shrieking of the grieving relatives.",
        "If kidneys are sold for profit, many of the world’s poor will be targeted.\n\nThis is a horrible idea.",
        "A sociopolitical landscape that allows/encourages the poor to sell their body parts to the government for redistribution to people determined to need them more is a horrific thing to contemplate. Any argument suggesting that such a landscape would benefit poor people and minorities is ill conceived or else intentionally disingenuous.",
        "Statutes should not support a legal method of pressuring poor and desperate persons into selling their internal organs to other living people. Capitalism run amok.",
        "Much like arguments to legalize prostitution, there are many intelligent and cogent reasons to say yes.\n\nUnfortunately, like prostitution, the reality is one of economic duress and exploitation of the weak by the unethical and criminal.\n\nWho, exactly, will be the seller ?  I somehow doubt that they will be found on the posh side of the tracks.",
        "Just finished a story on the op-ed page written by an economist who says that we shouldn't worry because economic prosperity is everywhere and growing.\n\nThen, this.\n\nI don't know whether to invest in a mutual fund or take a bus to the local plasma center.",
        "Very poor, unfortunate eople will be the only people who will sell a kidney. What next?  That fact makes this really creepy.  No..  No, no, no.",
        "Despite the \"safeguards,\" I can't see a path in which the poor/uneducated/undocumented wouldn't be taken advantage of.",
        "There are incentives short of direct payment that could be tried before that leap.  As noted, it takes weeks to do a live donation - ensure that all expenses are covered and that a person cannot lose their job, or scholarship, or be required to pay anything towards that process. Not just the medical expenses but the time to recover would be covered.  Perhaps they get a leg up in governmental contracts/grants, are not eligible for the draft, or perhaps a extra leg up in getting a governmental job.\n\n And, if their kidney is failing, they go to the front of the line for a future kidney donation.  This last one might be a big sticking point.  'What if I give up my spare and I have an issue with the one left?'  some sort of test to see who is prone to kidney disease and who is not - might be helpful in that as well.\n\nAnd just maybe, let people know the dangers of eating oxalate-heavy foods -and which ones are not reduced in levels by cooking.  There are other kidney impairing food-related elements in our diets and most people don't start looking at them until they have had too much and have problems.",
        "Great - now we’re seeing people openly advocating that the poor and desperate sell their non-optional body parts to the rich and desperate?! At what point will people acknowledge that the “logic of the marketplace” is too often perverse?",
        "\"Hundreds of millions of healthy people walk the streets quietly carrying two kidneys. They need only one. The head-scratcher is how to get kidneys from the people who have one to spare into the people who need one.\"\n\nThis is portrayed as a very simple transaction: hand over kidney and collect 50K. The exploitative nature has been addressed by the writer and other commenters. \n\nBut it's more complicated than this. The short-term risk for significant post-operative complications, and lost work, is not trivial, and the risk of death as a consequence is not zero: 1 in 3,000. There is a non-zero risk that the donor will develop kidney failure as a consequence of donation. There is a significant risk that they will develop hypertension.\n\nFinally, kidney donors typically convalesce for at least 2 weeks after donating - likely two weeks, or more, without pay for a donor who is probably already living on a tight budget if they're in for the 50K.",
        "Introducing another layer of economic market forces to US healthcare helps no one in the end. Can you imagine the derivative market for \"organ-based refundable tax credits\" swapped around like carbon credits or the collateralized debt obligations (CDO's) made infamous by the mortgage meltdown of 2008-2010?What if organ collectives form and you get paid for the possibility of donating in advance - these and other schemes are ripe for exploitation. I am certain teeing up economic and monetary incentives to donate an organ will lead to every variation of manipulation and more that we've seen over the last century in capitalism. No thank you for healthcare made subject to market forces and potential for more exploitation.  People should note that organ donors may receive at least one advantage  already - they MOVE UP the ladder for preference in the event of their own future medical need for an organ. What if the incentive to participation in organ donation builds on that, creating non-financial \"credit\" and preference - something like the privately created preference by airlines to board armed forces service members first?  What if organ donors individually enjoy preferences in our society that convey life long benefits that are not transferable? Every city, state and even the federal government builds in certain preferences for deserving members of society.  We can and should do better to pool resources for mutual benefit, including organs, but not by selling them.",
        "I am glad you are well.  I don’t believe your answer is appropriate though. In some countries, organ donation is an opt out system.  Organ donation is presumed unless one actively opts out of donation after death.  Certainly, this wouldn’t address a live donor situation. I would fear your suggestion becomes a regressive “tax” on the poor to get a few dollars to support the rich who could “buy” their organs.",
        "Aside from the many problems this would raise….. $50,000? Offer 5 million and I might think about it. It would be frightening to give up a kidney. Sure I don’t need it now but maybe later? And what if one of my relatives needs it soon after. Nope.",
        "15 years with a kidney transplant: genetic kidney disease, ADPKD. I was fortunate to receive a kidney from my cousin, a remarkable human being.\n\nThe US system is based on exploiting people. It has only become more so in the last 40  years. \n\nTo be candid, I don’t trust the ultra wealthy not to commodify this. I don’t trust huge corporations, who use profit motive as ethical cutouts. I don’t trust corporations that own healthcare systems. I trust the intentions of physicians, but they are not the ones in charge. The healthcare system, like Boeing, has been taken over by MBAs.\n\nI know my transplanted kidney will wear out sooner or later. But I don’t want to be party to a system that further exploits the poor. Maybe I receive a pig xenograft and thrive. Or maybe I go on dialysis, wind down and die. But I can’t be party to a system that harvests organs from the poor, which is inevitably what would happen.\n\nI understand they are inadequate, but three solutions. 1) Opt-out organ donation as opposed to the opt-in we have now. 2) Keep pushing awareness that the lifespan of live donors is longer than the SES-matched control group. 3) Keep trying to get obesity rates down. The increasing frequency of renal failure is due in part to increasing rates of type II diabetes via increasing rates of obesity. The American diet is poison and government subsidies and our skewed dietary recommendations feed into that. It’s driven by corporate profits. Sound familiar?",
        "This is so wrong in so many ways. In general, monetizing medicine has turned \"health care\" it into disease care--a system motivated by salable treatments rather than prevention. The organ sellers will most likely be motivated by need. Who then will foot the bill for their long-term care? Look at the horrors in other places caused by the wealthy patients flying into poorer countries to cannibalize body parts from the desperate. My spouse was on dialysis for over two decades; we did the treatments at home daily because the dialysis industry only allowed for thrice weekly treatments, which is the historical arrangement driven by for-profit companies who wanted a business model that accommodated scheduling NOT physiology. (Humans don't pee three times a week.) The United States seems always to default to profit models as solutions to problems rather than looking at the causes first. The vast majority of kidney failure in this country is due to hypertension and type II diabetes--both preventable.",
        "Instead of just colossal educational and wealth and income inequality, the USA would now add record organ inequality to our national resume. as the impoverished masses would trade their kidneys and other organs for rent money and gruel.\n\nCertainly we need to figure out a better way to help those with kidney disease, but organ harvesting the poor and the precariat seems like a stunningly wicked direction.\n\nWhat a country.",
        "The prohibition on incenting people to donate organs has always represented a false choice, sacrificing the lives of people in need in favor of a paternalistic, moralistic stance.  Like viatical insurance, the only true victims are the growing number of people who will die absent donors."
    ],
    "web_url": "https://www.nytimes.com/2024/04/02/opinion/kidney-donations-compensation.html"
}