{
    "main": "Light in the Shadow of a Diagnosis",
    "abstract": "We are lost without human connection.",
    "keywords": [
        "Multiple Myeloma",
        "Cancer",
        "Death and Dying",
        "Friendship"
    ],
    "comments": [
        "Thank you, David, for writing this. Now I care about you. You have to keep writing so I can keep track of you.",
        "We are all mortal and most of us usually conveniently forget that fact...until The Fates give us a dope slap. As a 2x cancer 'survivor' I thank you for describing the initial panic and the moving forward after it that such news confers. And cancer did make me understand how important taking of others is to our own well-being. Thank you for this piece.",
        "Take the time from what one is doing to assure future well being to experience what there might be to experience. Inevitably the future is imaginary and what is happening now is the life one lives.",
        "Having recently gone thru my husband's   cancer  diagnosis, I can say I am a Kitty and always will be. Generally speaking most people do not live lives with death on one shoulder life on the other. Death is pushed way way to the back of living. It takes a serious  diagnosis to start to even think about death and what it means in a life especially an unexpected diagnosis. My life experiences taught  me at an early age that  unconditional love, gratitude, kindness and respect held  the secrets to a full  life, no matter how long it  would be. Society would be well served to understand our mortality before it is staring at us. I wish you successful treatments, a gentle and love filled  journey. To love and be loved  really is the greatest gift. Meow... meow.....",
        "David.....I consider it an honor that I have been able to share in my friend's walk with the same cancer you have.  And was for her sister, who's cancer was probably the one your first doctor specializes in.  I am grateful to both of them that they allowed me to share in their journey.  \nAnd you honored all of us readers today so we could reach out and feel we can play a small part in giving you strength, love and support.  You can do this.....one day at a time.  Blessings to you and your family.",
        "Just beautiful.",
        "I wonder if it was purposeful that the NYT’s has this opinion piece on the same day it has an article entitled “how tech created a recipe for loneliness”. I only wish the people addicted to their phones would stop and read an article like this one and think about what human contact means. Thank you for writing this.",
        "Thank you for sharing and Godspeed to you and your loved ones on your journey. This clarity you describe is a gift that can appear through many different permutations of hardship. To nurture it, and yes, to pass over the jerks that are omnipresent, and cherish the healthy connections in your life, can truly set you free. It's still acceptable to be yourself.",
        "You've given us all a gift.  Thanks!",
        "Beautiful.   Wise.   Inspirational.   Full of love.\n\nThank you.",
        "Many many many great drugs for blood cancers are in the pipeline. Find a world expert and eat well, exercise and keep on with your wise advice.",
        "Wishing Mr. Roberts much health on the road ahead. Don't give up hope.\n\nHaving lived with Stage 4 breast cancer for 11 years, I have learned to nourish gratitude for every day and those who show up and continue to support me. I hope I pay it forward. \n\nEven we living with these scary diagnoses need to be reminded of the insight shared by Mr. Roberts.",
        "I think what you say is very true. I recently received a diagnosis of lymphoma which is very curable.  I've found many people who have shown me love and compassion. I've moved back to my 95-year-old father's home where my sister and her husband have been taking care of me  And I can get excellent medical care. \n\nIn some sense it's too bad that it takes a medical diagnosis of cancer to really understand life. But ultimately it is those human connections that really helps one out. \n\nThank you for this article it's always good to hear about others experiences going through this. It makes me also wonder why so many people are getting cancer. \n\nMaybe it is an analogy for what we're going through now in our country. Hopefully in the end enough doctors or good people will help us all to heal and get through the next few years.",
        "Dear David,\n\nI'm so sorry you've received this terrible news. Shortly after my breast cancer diagnosis in 2010 at age 48, someone said to me \"just live one more day.\" \n\nThat has been my key to going forward. Just keep living one precious day at a time. One more day for medicine to advance, one more day to experience joy and gratitude, one more day to be strong for others, one more day to receive grace from others. \n\nAnd if someone treats you like you're a goner, remember you might just outlive them, and therefore they need your grace too. You don't have to invite them back in to your life, but you can quietly reflect on your shared finite life times. You can hope for them that they will have the necessary strength to meet their own inevitable suffering. You can wish them well. \n\nAnd now it's okay to keep the focus on yourself. Hang in there. Keep living one day at a time. There is beauty everywhere!",
        "Is this not precisely the prescription for those of us who feel that a cancer has decimated our vision/illusion of who we are as Americans?  \nThank you, \"Dr\". Roberts.",
        "I had a friend who died of cancer this year.  I wanted to see him but he lived on the opposite side of the country and he declined quicker than I expected.  I wish I had raced out and just seen him.  But he had always been almost a mentor, and something left me feeling like he wouldn’t want me to see him that way, in weakness.  And I delayed too long, worrying about the cost, was it better to send his family the money for the flight?  What good is spending $1000 to see someone for 2 hours?  I do regret not seeing him.\n\nIn contrast, another friend was murdered locally.  I helped his family search for him almost right away, and my actions actually helped the case and the evidence was so overwhelming the murderer had to plead guilty.  I truly believe I did everything I could for this friend.  \n\nBoth of these events happened this year.  The contrast between my two decisions, acting immediately and waiting too long, is striking.  We aren’t perfect.  Maybe the moral is just do what you are able to do and that is better than nothing.",
        "I’d love to hear the differences you experienced between being a pain patient and a cancer patient.  People in chronic pain often envy the wagons that circle around cancer patients when they’re diagnosed….  I’d also be interested to hear if the wagons disperse over time.",
        "Receiving a cancer diagnosis is a bit like having your funeral while still alive. Friends, neighbors, other parents at your kids’ school, co-workers - all come out of the woodwork to help.  This happened to me over 17 years ago and I’m still overwhelmed when I recall their generosity.",
        "Thank you for sharing you heartfelt and touching story. As a husband who lost his wife to brain cancer two years ago your story try touched me. It is so important to live in the now and touch everyone you can that are precious to you. Merci beaucoup",
        "David, I would regimen the book Share the Care. It is a great  tool for any help needed with support of all kinds. . My recently deceased husband was dx with Stage III Kidney Cancer in 1996 with two sets of twins and another child and all eight and under. We managed as did my also deceased sister from wildfire breast cancer who used the book for years until her own untimely death.\nMedical care and supports are just inadequate these days. And with my husband’s fourth and final bout with cancer it was layers of multiple voids. And yes line you primary doc missed the red flag for Kidney Cancer in males . That was the era of HMOs and just the start of what I call MBA medicine. Good luck and there are amazing cancer supports. Gilda’s Clubs and the  Gathering Place in Northeast Ohio. \nI would like to see a society where supports are in place for all do that you don’t have to get cancer or another chronic/ terminal so illness to receive support. Good luck and Carpe Diem.",
        "My husband is dying.  He has Stage 4b NSCLC (non small cell lung cancer) that has sent metastases to his liver, bones and lymph nodes.  His oncologist said his cohort have about a year.  Based on that math, we maybe have nine months or so.  Not that anyone knows exactly. Could be many months more or less.  I don't think about it any more.  I respond to every day as it comes and plan for stuff that I have to.\n\nI guess I am his Kitty in my husband's situation.  We walk every day and look at the trees and breathe in every moment.  He was hassling with someone recently on the phone and I asked him, 'honey, is this issue really worth your valuable time?\"  He got it and gave it a pass.  \n\nThere are so many a--holes in the world.  \n\nWhen they show us their true faces, we can scream and shout (and sometimes we may need to for a second).  But it's just better to accept them as they are and turn to those who see us and care for us instead and reflect back the light.\n\nThe world has a lot of ugly, broken, unkind people in it.  Some don't see any of the light and joy.  Some never will.  Keep your light for yourself and for those that you love.  Life is short.  Soak up all the beauty and love that you can.  Let the ugliness and hate shake off and drift away.",
        "When I was diagnosed with an aggressive form of breast cancer a friend who had traveled this path before me said, “there are gifts of friendship to be found in this journey if you’re willing to look for them.” I was curious but perplexed as none of this seemed a gift. But there they were - the friend who helped me choose a wig, the friend who sent a card each week, the colleague who asked how I was doing sincerely and didn’t flinch when I told him. What I have learned when others let me be their Kitty is that while it their kindnesses were a gift to me, it is also a gift to them to let them do some small thing to relieve your burden.",
        "I love this, but if you want to see how complicated it can be, try dealing with cancer while you are also deaf--and how the lack of access (to appointments and competent sign language interpreters) can be even more distressing than the cancer itself.  Ask me how I know.",
        "I lost my mom to multiple myeloma last year.  Like you, her doctors initially misdiagnosed her ailments.  Like you, I called everyone we knew until I found her the best multiple myeloma program in NYC.  My mom was a fighter - it sounds like you are too.\n\nBecause of my mom’s experience, and my dad’s illness (he died of dementia and congestive heart failure in 2022), I look at life differently now.  I am prioritizing the people I love and who love me, and am trying to focus on the meaningful parts of life.  My mom’s oncologist told us that cancer loves stress.  I have taken that to heart.\n\nI wish you all the best.  I am happy you have people who are there for you.",
        "As a 70 yo  who is also a retitred Rabbi, I say: Thank You for sharing your heart, mind, and soul with us. I, along with many others, was moved by your powerfully simple telling of something so many make complex. We keep being reminded of what meaning in our lives is...and then we forget. And then we're reminded again. My meditation teachers say that when we're sitting and breathing and then realize we're sitting & thinking about our to-do lists or our repetitive inner story-lines, that moment of realization is a moment of mindfulness, or as we also call it: teshuva, Return. And then to gently, with compassion for the self who got distracted, bring ourselves back to the moment being present with breath or mantra... Just this morning I was having a non-compassionate moment about a family issue...and then saw your essay. Thanks again for waking me up this morning to the deeper and truer reality. Love and compassion. Simply that. May you be healed.\n\nIf your interested, here's a beautiful song/prayer/blessing for healing. First in Hebrew and then in English by Debbie Friedman. Every week, it's sung by tens of thousands of people all over theworld.\n<a href=\"https://youtu.be/pHKo3CjuzpY?si=Ja-0La8wO5coeXLB\" target=\"_blank\">https://youtu.be/pHKo3CjuzpY?si=Ja-0La8wO5coeXLB</a>",
        "The impact of all the bad news of the last week doesn't come close to the beauty of your essay and the wisdom it contains.\nThank you for writing it. \nAnd many many blessings to you and yours.",
        "Thanks David - I enjoyed reading your story, which will likely have many chapters yet to be written.\n“Never miss an opportunity to be generous; they are rarer than you think. I wish I had lived that more. But today I’d like to add a corollary, “Don’t be afraid to allow others those opportunities, too.” \nThere is more life in those three sentences than you might imagine for me as I, too, am a myeloma patient, My three children have become an unrelenting source of support along with so many friends and neighbours. The best things in life aren't things at all.",
        "I currently suffer just from ordinary mortality rather than an illness (I’m in my 60s). But I’m acutely aware that my time is dwindling down — I have 5, 10, 20 or maybe only a few years left, and not the extravagant number I counted on when I was young. This week’s events have reminded me to spend that time on what’s important and what will make my remaining time worthwhile. Connecting with my fellow humans is top of that list. \n\nI used to do hospice work and can testify to the truth of what a hospice expert once wrote, which is that dying people only care about 2 things: Am I loved? Did I love well? All else falls away at the end, so why not get down to those questions now?",
        "Thank you so much for so beautifully putting into words what I've been feeling over this past year as I grappled with my own diagnosis.\nGenuine human connection is so important and vital to enriching our lives. Receiving a wake up call that we are all going to die one day can be a gift beyond words. With gratitude.",
        "Lovely and thank you. I still marvel at the contradiction of people struggling and even risking their own lives to save someone else's life, usually a stranger, whether from injury, natural disaster, or a medical trauma, and the casual acceptance of a killing in war, or even dramatized killing on a TV show or in the movies.",
        "My eyes filled up with tears for you David.  I send you all the love and luck in this world.  Kiss that little boy for me.",
        "The good news is that no one has a crystal ball. Averages are just that. Trust is the most essential thing. Your story is YOUR STORY. Brilliant scientists and doctors are working on your behalf every day. Your story has many more chapters ahead.",
        "Thank you for your story.  \nI am sending conscious, positive vibes.  (I don’t really pray, I meditate). \nThis piece reminded me: The Beatles were right, Love is All You Need.",
        "I was diagnosed with Multiple Myeloma 3 years ago. I am 70.  It is true..that the treatments are changing to the point that some are calling this a chronic disease. I know a woman who has had it for 20 years. So have hope!  But, we never know what will happen so we must live day to day. That is in and of itself a challenge and a gift.   When I feel challenged, or stressed about it all, I think…about gratitude…I think of all that have been fortunate to experience …all of my loved ones…my family…friends…every doctor or nurse who has helped me, my health insurance, my former clients who suffered in life more than I ever have, every hike I have done, every country I have traveled to, the trees in my back yard,  the music I love and then I feel calm again.",
        "I have been where you are.  In my case, 10 years out and I’m still here.  Unlike you, I had no one but my wife who was there every day.  Without her, I would not be here.  You have already started to see things differently as the color of your sky has changed.  It will continue.  Go with it.  Accept those who love you and return it.  Let others drift by, they are empty boats.  Have a bold voyage.",
        "Thank you.  You reached out, told your truth, and in so doing you revealed your caring for  many thousands,  in what has become, they tell us, the loneliest place in  the world.  I am reminded of the words  of two poets:\n\nLove is all there is, it makes the world go round, love and only love, it can't be denied.  No matter what you think about it, you just can't live without it, take a tip from one who's tried.\n     -Bob Dylan-\n\nWe need courage, not hope.  Grief, after all , is the cost of being alive.  We are  all fated to live lives shot through with sadness, and are not worth less for it.  Courage is the resolve to do well without the assurance of a happy ending.\n    -Kate Millet-\n\nIntimate connections.  The touchstones of life.  I will look harder to recognize them, among the pebbles and sand and mud, wherever the river of my life flows.  I suspect you know you will always get enough love, when you give enough.",
        "HUGE thanks for sharing this simple yet immensely profound clarity. this essay didn't go where i expected it to but for this reader, it was most definitely right on time. wishing you the best (and lots more kittys!) on your journey 💫",
        "Your story reminds me how insular I am.  I never share my life events with anyone.  I barely share them with my SO.  I have always felt that I didn't want to impose on anyone.  \n\nYou have helped me realize it is an omission of compassion to not allow my friends to help me carry my burdens to the extent they can.  It is unfair and selfish of me to not give them the opportunity to show their compassion.\n\nIt will take me a while to be able to do this, but you've shown me that I need to work on sharing and trusting.",
        "I hope the Kittys continue to show up for you. I got my own myeloma diagnosis in 2010 but I'm still here 14 years later. Somewhere along the line myeloma just became a normal part of my life and I accepted that it was just meant to be, however it played out. I hope you experience \"radical survival\" and are able, some day in the future, to look back on your diagnosis as a dusty, old memory.",
        "I wish you healing and a longer life!!  There are hardly words enough to tank you for your kindness and courage -- we all will need to recall your example one day, sooner or later. I, too, love Tolstoy, and Kitty's example is indeed one to remember. In Rohinton Mistry's A Fine Balance there's a similar case. Am sending energy and good wishes for your and your dear ones.",
        "As the Dalai lama says: kindness always works.",
        "What a beautiful essay. Thank you for sharing this hard-come by wisdom.",
        "One's legacy is always formed by the example we set for every person we come into contact with throughout our life, however long that may be.\n\nThat example we set for others is simply found in the way we live our life, with honesty, decency and respect that others observe coming from us.",
        "Hello David. \n\nYour introspection on life as yours is one in question was courageous and uplifting. \n\nI lost family members  young( sister 29/raised her children) She passed in her sleep… had no idea. \nFather(48) I was 18 at the time… he knew. \n\nYet my dear friend Sue(62) who died within 6 weeks of diagnosis ( Apr 2024) showed her family, friends, colleagues the bravery it takes to accept that her life was ending.  \nA strong belief in her faith… \n\nSue said … “ I’ve had a wonderful life, a loving husband and sons, great friends, and I was given the opportunity to hold my granddaughter for 6 beautiful months.” If now is my time then I trust in my faith and thank my God for my gift of life”. \n\nAmazing Grace… as her attitude brought solace to the grief of all those who were heartbroken. \n\nI pray for you David that your time is lengthened as your kindness is so much needed in this world. And yes your son is so very young. Godspeed.",
        "Solitary confinement is considered a punishment in every human culture. Connecting with others fills a basic human need that too often we neglect. It's too easy in this fragmented world we inhabit to become a Levin.",
        "This was so timely and uplifting to me, coming the week of my own diagnosis of a potentially life-threatening illness.  My head has been spinning, my heart pounding - but David C. Roberts provided me with the hope and encouragement I need to keep me grounded, centered and hopeful as I embark on this uncertain but now significantly more optimistic journey I now - like him and many others - find myself an unwitting passenger.",
        "I wish you many more years of this thing we call life. Life that we often take for granted until something snaps us back into the realization that we are lucky to have been born and live our lives on this beautiful planet.\n\nWhen something unforeseen occurs, it makes us see the good in people that we would normally not see or may overlook.  Thank you for sharing your perspective with us all.",
        "Reading this essay on the day before Veterans Day reminds me of a book I recently read \"Courage and Air Warfare\" by Mark Wells which looks at how airmen in World War II faced the high possibility of death on every mission, but continued to perform.  We all face death, but some of us are able to do it with courage.  Faith can help which makes me wonder how our next president will face his own death.",
        "A reminder to the healthy folks among us who have lived to 80 plus how lucky we are to have the genetics and lifestyles that allowed us enjoy our lives and be ready to offer empathy or help anyone facing a health crisis especially so young.",
        "David, your words are a gift to all of us who are reading them. Thank you for the courage and selflessness to share them with us. I pray that the Kittys keep coming to your side, that your days be longer than imagined possible, and that God’s loving grace be with you.",
        "Beautiful article! Stay strong.",
        "Thank you for the reminder to be generous and live well. We all need that from time to time.  Lost 2 acquaintances this week.  Didn't know them deeply but always enjoyed seeing them and I am sad that I never took the time to get to know them better. I wish you well in your recovery.",
        "I’m sitting here on a chilled morning warming my hands on my cup of chai. And I  am struck by the generosity and kindness of Mr. Robert’s essay…it makes me want to call him David with the intimacy he’s crafted.\n\nAnd in the midst of the ongoing shock but perpetual and painful lack of surprise from this week’s elections, he has given us a choice. And if history tells us anything, it’s that oppression robs us of choice. \n\nSo a nod of respect to you David for giving each of us a choice. And yes there are the jerks who will make different choices and that’s theirs to make. But each of us can still choose to be…\n\nGenerous\nKind\nRespectful\nConnected\n\nAnd while it may be too soon, I think I can even find hope from choices like that.\n\nBe well David and keep your loved ones close.",
        "Beautiful article, and as far as I read, very sensitive comments too.",
        "There is no word that I know of that explains how precarious our existence is.  One minute everything is normal, then the next it is not. Like falling, one minute you are up and the next minute you are down.  It happens so quickly.  This has been a bad week for me.  Of course, 11.5.24, words fail me, but one year ago today, 11.10.23 is the death, by euthanasia, of my Golden Retriever, Hester, at almost 11.5 years old.  Named after a character from a John Irving novel, that I have read at least four times, she was Hester, the Molester.   She had a good life as a dog.  And I miss her.  I wish that I could be as accepting of people as she was.  I would be a better person.  It sounds like you are on that journey and further along.  Be well.",
        "Dear David - thank you for your wonderful article. There is so much to learn from people in your situation. I hope I can embody the generosity that you talked about. Stay strong",
        "Stay alive long enough, and that initial outpouring of support will likely dry up. Compassion fatigue is real.",
        "I am impressed with your friends.",
        "This.  This is what is true.   A very close friend was just diagnosed with Stage IV cancer the week before the election and, I tell you, it changed my interest in the outcome considerably.  And  a lot of other things.  As the author said, it brought clarity.  \n\nI wish the author all the best and thank him for the gift of this op-ed.  It really hit home for me at this time in my life.",
        "I too recently received a diagnosis like this after being kicked around by a primary/specialists who booted me to the next physician.  But my resentment for their indifference is melting away and I find I am simply, like you, grateful for my family, friends and work colleagues who have stepped up to support me and show me how much they care and love me.  After the first few weeks of shock/questioning why a seemingly healthy person who has done all the right things to thrive, now has an incurable disease, I have a new found clarity.   Sometimes I am truly living in the moment with the people I love the most, something which was hard for me before my illness.   Oddly, some of my happiest days have been since my diagnosis.  I hope to have many more of those happy days, but if not, I know that the majority of my days post diagnosis have been filled with love and caring which is all I  have ever needed.   Thank you for your words and bringing comfort and clarity to others who are in similar health circumstances.   When others ask me how I am doing I will point them to this piece.  If there is a \"good way\" to live with cancer you have demonstrated it.   I hope for the very best outcome for you and your family.   xxoo",
        "Dear David, \nA corollary: I am almost twice your age. In the back of my mind I have always had the hope that I would die in peaceful times, that I would not have to witness the hardships that might follow my future generations. Given the state of the world, if things are to improve in my Pollyannaish fantasy, I would need at least four or five more years of life. I assume that if my brain gets further involved in my cancer, I have about one year left as a sentient being. \nBut now comes along the world-renowned oncologist who tells me that we may be able to stop the spread of the cancer in my central nervous system. After that happens,I would be put on a chemo cocktail that would give me, say - four or five years more to live.\nThis promising prediction, rather than buoying my spirits entirely, puts my mind in a kind of turmoil. The arc of my life is suddenly altered. The near-certainty of my life’s shortened trajectory is thrown up in the air. Living into my mid-eighties, is what I had expected before I was diagnosed with cancer, when I was in “I’ll get around to it” mode. I mourn the loss of urgency that the certainty of dying within one year gave me. Bizarre, perhaps.\nSo, now I have to consider that I might have four or five more years to live, to see a change in the world for the better, I hope. Will I still feel the urgency to set my house in order now? Or will I return to my sense of living in the here and now, oblivious to the sword that hangs over all our heads?",
        "I wasn’t glad to read this, knowing what incurable cancer is like and what the treatments are like. My mother died from NHL in 2016 and ten months later I was told the same thing, that I would be dead in months without treatment. \n    I’ve kept myself alive for seven years. Just finished my last round of chemo for my fourth recurrence. I’ve decided to stop seeing the doctor. Living in America is no longer of any interest to me.  \nThis column captures the feeling of diagnosis, but not the absurdity that follows it.  I wish the writer wisdom and ease in the years ahead.",
        "Speaking as a prostate cancer survivor, so far, after living for three years in pain from Brachy Radiation Therapy and with the support of good doctors, your essay with its kind and generous words reminds me of Lincoln's Second Inaugural Address which is in part:\n\n\"With malice towards none, with charity for all, with firmness in the right, as God gives us to see the right, let us strive on to finish the work we are in, ...\"",
        "Our eldest son (of 4) was diagnosed with MM at age 43. (Yes, back then it was considered an illness reserved for older people, usually 65+.) I loved seeing people's reactions when I told them that he was always rather precocious. \nOn the day he was diagnosed, he told his boss at work that he was quitting and going to devote whatever time he had left to taking care of himself, and take care of himself he did. Fortunately, our health care system - and some  of the world's most outstanding physicians - gave him almost 8 years, with almost every treatment/medication known to medicine at the time. Some worked, and then stopped working; others didn't work at all, and he'd be switched to something else, or get accepted to a clinical trial going on somewhere else in the world.\nFinally, last February, at age 51, he succumbed to it, leaving behind a wife and 3 children (21, 18, 15). One of the things that I am grateful for is that his children, while devastated by the reality, were old enough to understand what was happening and they were able to spend much quality time with  him. \nClinical trials are going on all the time. I just pray that one of them will change MM from a \"chronic\" cancer into a \"curable\" cancer. Hope does spring eternal.\nAnd a word to the Roberts family: It sure helped me a lot when people would ask about him and I'd tell them about how useful my denial was and see their reactions when I said: \"No problem! It only happens in other families, not ours!\"",
        "You are clearly someone who has discovered the wisdom of living reflectively, so you have a head start on this new journey with little time wasted on \"why me?\" You will be using some of that time on what to leave your family, materially and spiritually. Then you will be generous to yourself and you will smile at the smallest blessing as you go through the day. I saw this play out in a related family unit wherein the person is in hospice care at home. The progression of her cancer has been slower than expected and she sees each day as a gift, which we celebrate with her. Thank you for allowing these readers to celebrate with you.",
        "I was once asked in am interview for a school position if there was one student who had made a lasting impression on me. My answer came immediately: a 17 year old diagnosed with incurable brain cancer over Christmas vacation.  His love for his mom and sisters kept them going for the difficult next 5 months, during which he received his high school diploma in a ceremony at home, from a school board who wanted to honor the depth of his learning and teaching of others. In this last conscious hours, he assured his hospice nurse, who had just lost a treasured newborn son, that he would look out for the little one. His quiet humor and grace were his superpowers--like you. I will try to emulate you both always.",
        "I have incurable cancer, and I have heard it said many times that people who are drags must be cut out of our lives.  Often relationships are ended for the slightest wrongs.  For example, friends are chastised for saying in response to the news,  \"we all die.\"  I hate to say it, but this is absolutely true, even if your own case means it may be sooner. I don't think that because we are sick, we get a pass for intolerance, and a greater sense of humanity might be the path.  Recently, a friend of a friend--a doctor who is on the very far other side of the political spectrum from me--a person I don't know but who is known for saying stupid stuff--arranged an oncologist for me at a top cancer center.  You don't know what people are capable of or where kindness will come from.  So for me, I hope that in my final days I can grow love instead of cutting folks off.  That is what Tolstoy, who had the greatest heart on the planet, would have done.",
        "My experience is different. My husband Parkinsons diagnoses is met with pity, or mild curiosity or avoidance. All of which I hate. Mild curiosity is tolerable. In the past 2 years it seems we've lost more friends . Some of that is my fault since I can not tolerate pity. My kids avoidance is destroying me though. Maybe cancer is different. They want to see you before you're dead.",
        "A dear, dear friend with multiple myeloma left our friendship and this earth almost 5 years ago. Strangely, he didn't die of the cancer, but of a severe stroke that felled him, and silenced his expressions of thought and love, a few months prior. I miss him - dearly. Generosity and good spirit never failed him. Love of family and dear friends were always uppermost in his mind. For him, the blessing of severe illness enhanced his soul's power. Lucky man. Vahid's spirit must be soaring. Vahid means unity.",
        "many echoes here of my cancer years, twenty years gone by now.  the strange envelope of stupidity upon hearing the news; for me, on the phone, uncomprehending, thinking they just wanted to scope me again. \n\nbut it's benign, right? i asked as a matter of course.\n\nmalignant, she said.  later, when stage four was apparent, different phone voices indicated it was time to get my affairs in order.\n\nwe got a second opinion in boston.  driving home on the pike, hills now coming like ocean swells, my wife and i cried.\n\ni was quite pleased with a cancer death; mine was a bipolar, drinking life, and it seemed nobler than dying wrapped around a tree.  improbably, old girlfriends called or wrote to say I wasn't so bad after all.\n\nthe oncologist, a decent, over-worked man who could barely remember the name of his nurse, said i was his one in ten thousand patient.  at some late visit i was feeling suicidal; he said, don't do that to me.\n\nin retrospect there are easy tears, like the new tom hanks movie 'here.'  against odds i was determined to see my two year old get on a school bus; she's in a PhD program now.\n\nluckiest man alive, no.  i have in no way justified survival.  still, as you say in the children's card game, when you draw the card you were asking for, i got what i wanted.  this life, this marriage, this blueberry farm: i got what i wanted.",
        "Keep you loved one and positive thoughts near. My husband has been cancer- and drug-free since 2011. You can do it. Wishing you all the best.",
        "“… but also been robbed of the chance to feel this gratitude — as hokey as it sounds — for having been allowed this existence in the first place.”\n\nHokey, maybe, and counterintuitive, too, but that was my reaction on hearing I had stage 3 colon cancer.",
        "That last paragraph he wrote says it all. Just one sentence really but it's the key.",
        "Thank you for this. As a cancer survivor (for now) I can only agree: my friends saved me, I'm sure of it. Also, I cried over you. And over the heartbreaking beauty and fragility of it all. Best to you!",
        "A beautiful, heartbreaking essay that reminded me to put my election angst and loss in perspective. This piece reminds us all that life is precious. Thank you from the bottom of my heart for this important read, and I wish the author the very best.",
        "This is so very true.  We need other people as that gives us support when we need it and just as important the opportunity to give support to others.  Due to justifiable anger many have  left the one place where you are almost guaranteed to have these opportunities and that is the church.  There are churches where we can find our home without much of the pain some have caused us.  Look for one of those and, when you find it, you will be forever grateful.",
        "We are all dying.  Some just have a better sense of when, and it gives them newfound and inspiring clarity.",
        "Quelling an anxious mind\nOpening an expansive heart\nAccepting a morning’s light\nTaking a community’s hand\nTelling an illness goodbye\nWriting your spirit’s thoughts\nKeeping the self apprised\nTaking the time to calmly be\nYou are the cure not the illness.\nBest of luck, friend",
        "Thank you for sharing, Mr. Roberts.  It's easy to forget in these current times that the bell does toll for all of us and the ability to recognize we have an opportunity for generosity and purpose to others is a gift that should not be taken for granted.   Thank you for sharing your journey of clarity.",
        "Thank you for sharing your story.  It is certainly a guide for others who seek ways to find a peaceful path under similar circumstances.",
        "“Before my diagnosis, if I was going to give him one bit of advice, it would have been, “Never miss an opportunity to be generous; they are rarer than you think.” I wish I had lived that more. But today I’d like to add a corollary, “Don’t be afraid to allow others those opportunities, too.””\n\nThank you for this. You are so right. Best wishes and good luck.",
        "The waiting periods between diagnosis, prognosis, acceptance, plan, and action are a unique kind of agony. Mr. Roberts, I am raising a glass to you, and sending you genuine, heartfelt love. To you and your family.",
        "Thank you for sharing your thoughts, so beautifully written and inspirational.  Being a palliative care nurse for 30 years and also being from a family that have Lynch syndrome (a cancer gene) I have witnessed and experienced the power of connection and the effect it has on the spirit and healing. I wish you and your family years of \"connection\".  Medical science continuously makes progress toward treatments that extend and enhances quality of life for those facing challenging diagnosis's. As I am sure you are, love in the present with hope.",
        "Thank you, Mr. Roberts, for sharing your compelling story so eloquently. Since the election, I've been asking what I, a partially handicapped senior, can do to shine my light in this dark, dark world. \"Never miss an opportunity to be generous,\" and \"allow others the opportunity\" as well. There it is, with crystal clarity, the answer to my urgent question. A thousand and more blessings to you and your family.",
        "I've always said that the week after my cancer diagnosis ten years ago (now fully recovered) was one of the best weeks of my life.  I was overwhelmed to realize how many people loved and cared for me.  Their expressions of love were a tremendous gift.  Thank you for sharing your experience.  I'm reminded yet again to reciprocate.  Sending you and your family love.",
        "In this moment, as Trump waits in the wings to remake the US in the image of his own chaos, this article reminded me of what's really important. Every breath we draw might be our last. Our lives—my life—must reflect this. \n\nIn your case, Mr. Roberts, I hope the prediction that you will hang on for ten years until they have a cure for your blood cancer is accurate. CRISPR technology is doing amazing things. May it do them for you.",
        "This is the reason I talked myself out of cancelling the Times.",
        "My thoughts go to you. I was just diagnosed with cancer on Monday the 4th. \n\nI'm so sorry to read about your \"inform\" phone call. \"At least you don't have the cancers my other patients have.\" What the what?? \n\nI'm at MSK and the woman who called me Monday, 15 minutes after my results posted on the portal, was calm. She expressed empathy between my sobs. She explained the next steps.  I don't remember her name but I'll remember the clarity and care in her voice forever.\n\nAs another commenter said, cancer care is different now - it's a journey with many options. I send thoughts to you on yours and to the Kitty who called me.",
        "Thank you David for your very moving piece. I wish you the very best on your journey to wellness.",
        "Stay strong and look to the future with courage and optimism. \nPlease keep writing.",
        "The most reassuring article I've read in a very long time. Thank you, David, for the help just now rendered. Letting others show kindness has long been one of my problems and just yesterday a special friend told me the same thing and it seems almost\nan organic affirmation...a meant-to-happen message that has finally come to me. Something in my life just changed. How often can you say THAT?\n\n...and the graphic of the birds coming to the tree is perfect!",
        "Thank you for sharing your very touching story of what you are dealing with. \nI wish you ease and peace as you go through your treatments to a cure. I will keep you in my thoughts.",
        "On Anna Karenina, Tolstoy sees things perhaps a bit differently than does the author here, though maybe I am misguided here.\n\nNonetheless, to play the devil's advocate:\nNikolai clearly suffers and Levin is not able to help him, but that is not to say that Levin is not sympathetic.    Levin is, after all, quite concerned for Kitty in childbirth and her potential problems.   He has a hard time dealing with such medical issues and he has a hard time showing his emotions in general.   Levin is an introvert in his nature and he is deeply effected by things, but runs away from many problems into the cocoon of his own isolation.   He finds peace in the fields with his hay harvesting, but he is concerned for others while he cannot show this.\nKitty, by contrast is emotionally naive to some extent and gregarious to some good point, open to people.   She gets in trouble with Voronsky from her somewhat extroverted and naive place of functioning.\n\nMost of us are in between these two extremes.   Both characters in the Tolstoy work try their best, but to different ends.   Kitty can have the loss of a defeat and Levin the loss to a retreat from much of society.   The one is no better than the other.\n\nEven if Levin may not be so much revolted by the disease, many people are only too incapable of sympathy for those who are sick and with much less of a reason!\n\nI enjoyed 50/50 and felt the movie was quite inspired in many ways.",
        "Gratitude is not hokey; it's pretty good medicine. Healing blessings to you.",
        "The reaction you got from the first physician's office has become standard protocol/procedure in the healthcare system. Tolerating it is tantamount to encouraging it to fester on. I have my list of those who deserve no answer to their email or voicemail entreaties after a useless year of such poor care. I thought it was just my curmudgeony coming into focus, so good on you for rejecting their lack of urgency and lassitude while in your relative youth.\nLong ago, my uncle, the picture of health (NYC head of Graduate Physician Ed), experienced a worsening of his Rheumatoid Arthritis symptoms. My father's family was/has been genetically blessed with a virulent and severe form of the disease; I have it now as my father had it before me.\nIt wasn't the RA. It was Multiple Myeloma, with all of its fatigue and spontaneously breaking bones. He died relatively soon after diagnosis. He suffered. Forty years later, in all of its chosen forms, you shouldn't have to. Nor should you have to fight alone, beside weak kneed, apathetic professionals.\nWe need the ones who do not lose their sense of urgency and diagnostic curiosity. The doctors who go home and read medical journals and really want to attend conferences in their specialities and tell their staff to act accordingly.\nI am aware of how hard it is to be those people. I hope that for the good ones, who can and will save you, there is a reward. \nWe are all worth it.",
        "I hope you can feel yourself held by everyone touched by your beautiful essay. I wish you all the very best.",
        "First here, I wish the author a easy course with his illness, fatal or not.   I know that the sledgehammer of a diagnosis received is akin to some irrecoverable pounding of the body.    The classical music fan might think back to the last blow's strike in Mahler's 6th Symphony, but the extent of the intrusion into the flow of life is no less that that sudden booming noise!\n\nI have given such a diagnosis to my patients when I was in practice.   It is not easy to receive a diagnosis of some Acute Leukemia.\n\nOn the other hand, hematological cancers are not exactly the same.   Norm MacDonald may well have had somewhat of the same disease, but it is the genetics behind the illness which is most important and some clones of WBC growth differ from others to the extent of the potential for extended - and often some very workable- remissions to even some potential for cure as new treatments come to the forefront.\n\nOptimism may not yet be fully reasonable, but nor is pessimism either.   A diagnosis has to be seen as a starting point.\n\nIllness may or may not be terminal in any specific case though I am not trying to nay say what has been noted here. \n\nAcute Myeloid Leukemia can now, at least in some cases be treated by Hematologic Stem Cell Transplantation or Bone Marrow transportation after nasty Chemotherapy. \n\nI would not want to undergo either of those two, but many do well as noted by Li and Zhou in the Jan. 2023 Am. J. Trans. Res.\n\nKeep an open mind please!",
        "Sorry to hear of your illness, wish you the best.\n\nTake your kid to the Carousel in the park before\n Winter sets in.",
        "This piece could hardly be more in line with conventional wisdom. Why can't we ever hear from someone who thinks life-threatening illness is just plain bad? People with this attitude must be feeling as pressured and out-of-place these days as women in the 1950s who didn't want to be mothers.",
        "Thank you for this. And may the coming days bring you peace, joy and medical breakthroughs!",
        "I'm sorry for what you're going through. But I appreciate the wisdom you're sharing:\n'Never miss an opportunity to be generous; they are rarer than you think.” I wish I had lived that more. But today I’d like to add a corollary, “Don’t be afraid to allow others those opportunities, too.'",
        "Thank you taking us inside your world and reminding us what’s important. Good luck to you and your child.",
        "It’s a quiet Sunday morning and I’m reading this reading this alone with a cup of coffee in hand after a stressful week of wondering whether the country can find the gratitude and compassion for one another your essay exudes.  I too will pass on the real “jerks” but of course jerks need care too.\n\nThank you for the essay and best of luck with your care.",
        "Thanks for sharing, Wish you well.",
        "Peace to you and yours and to those who are treating you.",
        "Good luck and thank you for this article.",
        "I will not forget what you have written here. It was very meaningful to me. Thank you and God Bless.",
        "\"Man is a strange animal, he generally cannot read the handwriting on the wall until his back is up against it.\" Adali Stevenson. \n\nYour testimony gives power to these words - let us all take heed. \n\nAnd the hypocrisy of today's medicine is an abomination – to have a secretary tell you to call your PCP for Multiple Myeloma defines any ethical standards - call Dana Farber or Smilow, stay out of New York.",
        "The ‘loose ties’ we meet each morning walking at the edge of the Pacific remind us to seek out the smiles and warmth in people. Godspeed tackling your medical challenges. We all get so much from giving. You’ll be the generous one in receiving the gifts. Thanks for your beautiful writing. We look forward to hearing from you soon.",
        "Thank you for this poignant reminder of what is really important.  Best wishes for your treatment and health; please keep us posted.",
        "Thank you for this piece. Such a beautiful reminder of what is really important in this one precious life.",
        "Thank you for this. I turned to it as a refuge from the world news. What a soul-nourishing read.  \n\nAs a retired scientist working in AI and genomics, I want to encourage you to not lose hope. There are advances on an almost daily basis that are helping to keep cancers at bay potentially indefinitely.  May you keep writing such beautiful and meaningful pieces for years to come!",
        "Thank you for this lovely piece. And may you thrive for a long while.",
        "Oh my, that's tough news to get, but I sense you have the very best assets to see you through this challenge: the love of those around you, and your own sense of humor and zest for life. I am reminded of a Shakespeare quote that I cannot seem to find.  But it went something like this: \"Who of us would be foolish enough to throw our lives away in an instant? But how many of us willingly throw them away an hour at a time?\"  Mind you, he wrote this even before the advent of Facebook and TikTok.  May all your hours be good ones.",
        "Grace under pressure is always the best way to handle adversity. Thank you for sharing how you are reacting to your diagnosis. It is inspiring and helpful. \n\n Having family and friends that see and care for you is everything. Glad you have those dear ones as you undertake treating and living with this new reality. \n\nTake care.",
        "In Tibet if a friend offers a gift, it is the person who receives the present that is thanked.... for allowing the giver the opportunity to be giving.  It is lovely to see that perspective in your writing, in your advice to your son.  I wish you the very best of outcomes.  I look forward to reading another of your essays in ten year's time.",
        "Gorgeous essay. I am thankful for all the Kitty's in my life, and only hope, should the need arise, that I, too, will find the strength to be a Kitty.",
        "Best of luck David, thanks for sharing your story.",
        "Lost my mom this year to MM.  She was near double your age so treatment options were a lot more limited.\n\nNaturally, I dove head first into learning everything I could about the disease, therapies, etc.  Knowledge is indeed power.\n\nMy conclusion: you will still be here when a cure is found.  I believe we are that close.  \n\nGodspeed yo you.",
        "Lovely. Happy for you and wishing you the best, in life and in epiphanies. \n\nI am so glad you received support - I have felt that support in my own life and I know how important it is to receive it graciously when it is offered.  Most of the outpouring of help stems from your age, your connections, your education, your place on the socioeconomic ladder that allows access to people who know the best doctors - in short, your privileges. It might have been a very different experience for someone else, even a person as gregarious as you seem to be.\n\nThe real test of the Kittys of the world is the ability to reach out to those completely alone, lost in everyday society as well as in our prisons and mental institutions and old-age homes and on our streets. A big part of our world must survive without the resources and connections to call in the calvary and circle the healing wagons - and, most definitely, they will never see the best doctors, be recommended the best treatments, nor be rushed the best Italian take-out. It's easy for Kittys to care for their own - I challenge all of us to care for and about those outside our socioeconomic and political circles.",
        "What a beautiful, albeit painful, lesson you are sharing with the world. I teach a class in positive psychology, where we learn that relationships is the number one factor associated with emotional and physical wellbeing. I tell them, first-year college students, to talk to one another. \"Fifty years from now, someone in this classroom may be the one you call to share that your first grandchild was just born or that you've received a  terrible diagnosis.\" My goal by the end of each semester is that they are talking to one another instead of having their heads bent to their phones. I'm sharing your wonderful essay as proof. Wishing you peace.",
        "LOVE IS EVERYTHING and generosity of spirit, time, money, and effort is a close second, if not the embodiment of that love.",
        "I don't have the words to thank you for reminding 'us' of what is important.  I wish you well and hope that through this screen, you are not reading 'another comment' from some woman in Canada. My heart FELT EVERY WORD HERE.\n\nBest,",
        "Best wishes. Hope you recover!",
        "Thank you for this.  You've made the world a better place.",
        "Thank you. I needed to read this especially today.",
        "Thank you, David, for sharing this with your fellow mortals. I needed to read it badly.",
        "We, your gentle readers, are here for you and we greatly appreciate your words. Please keep sharing them with us.",
        "Best of luck to you, Mr. Robert’s.  May you, may we all, have many Kitty’s in our lives.",
        "Yes be generous, but your corollary made me realize I do \"feel afraid to allow others those opportunities\". Being less afraid is certainly something I can be more mindfull of. Thank you for your insight.",
        "Such an exquisite essay...I am moved to tears....Thank you, Mr. Roberts.",
        "Our brains are wired to need intimate contact with others most of the time.  Now, we are desperately lonely.  The self-splits in two to accommodate the harsh reality of the outer world and to numb the fear, anger and grief contained within.  When we encounter the deep contact with the sympathy, care and generosity of others, we are shocked because it is so rarely experienced.  Yet, it is every human's birthright.  We have crushed something so very fundamental to our well-being that we, sadly, can't just take it for granted.\n\nVery recently, I was passing by a waiting room for radiology patients in a hospital where a young woman was sitting down and rocking back and forth while holding her stomach and quietly weeping.  There were 12 or so other people ignoring her, many of them on their phones.  I stopped, sat down beside her and asked if I could put my arm around her.  She nodded yes and buried her head in my shoulder.  I say this not to point out my compassion for this afflicted woman.  I find it too distressing to ignore suffering in my midst, so my response to pain is to help me as much as the other.  My point is, the indifference or polite restraint of the crowd to this women's suffering has become the norm, not the aberration.",
        "Thank you.  You are inspiring me to be more of a Kitty and less of a Levin.",
        "We know what we need to do, but we fail to connect.  Life is short and we need to wake up every day thinking how we can be better towards each other than we were the day before.\n\nAlas however most of us do not. We think we will live forever.\n\nOnce again, this beautiful, moving piece puts everything into perspective.\n\nWe need to do better  and this article points it out",
        "You are, indeed, a very lucky person.  I was diagnosed with lymphoma in 2004 (yes, I am still here and mostly healthy) and told all the people and family members I believed cared about me.  Four of my 7 siblings did not visit me, even though they lived within a hour's drive, not one of the 7 invited me and my family of 4 for Thanksgiving, Christmas and Easter while I was having treatments and almost all of my \"friends\" in time weaponized my illness and said unacceptably painful things to me.  Ten years later I had a recurrence and I told only the people who needed to know.  Bingo!!! No weaponization, no unnecessary disappointments and pain.",
        "Such a good reminder and so much wisdom. May you continue to experience the grace of others, and I hope for your healing and full enjoyment of life each day. Thank you for helping others in the midst of your own challenges.",
        "Beautiful, poetic, moving. \n\nThank you.",
        "Excellent read at any time and particularly relevant now. Human connection is the key to a better life...",
        "Beautiful. Thank you, Mr. Roberts.",
        "Thank you for sharing your journey, David. My dad had multiple myeloma and I am so grateful I had time with him after his diagnosis. I look forward to reading your articles in the many years to come, one day at a time.",
        "I normally don’t read articles like this one, thinking that there are more interesting ones to read like world affairs, politics, sports, but so wrong am I. Thank you for sharing and all my best. I hope you get back to walking again, even if it is not four miles.",
        "What a beautiful essay. Wishing you many profound moments with the angels you will meet on your journey.",
        "Thank you David. You were awoken to the mystery that life isn't about anything except Connection with a capital \"C\". Isn't it amazing how much time we spend on everything except Connection? You have been touch by the Secret of Life, the Holy Grail and in that sense you are the \"luckiest\" person alive. Every spiritual genius, every mystic from every religion points to the same thing. There are about 8 billion onramps to this discovery because every person awakens through their own mysterious way. But we forget when the going gets tough and fall back into failed systems of relating. I'm sorry that your journey may end sooner than later. However, I'm so grateful for your Connection, your remembrance of it daily and your willingness to direct us to that same secret. Aren't we all lucky to hear it again. Bless you.",
        "A beautifully shared reminder that our humanity to each other is one of the greatest gifts we have to offer. We tend to forget that truism in the midst of the polarized and isolating world we live in today. There is nothing more meaningful than helping others in their time of need. It may be someone with a serious illness, it may be another in the throes of addiction who finds the genuine support of a community that understands their distress and lifts them to recovery. \n\nHaving had my own serious illness, I will never forget the moments of unexpected kindness from strangers I met along the way: people I never knew before and will never meet again, like the TSA agent who helped me gently through the screening and wished me well or the taxi driver who did the same. Or someone who holds a door open or gets an item off a shelf for a person in a wheelchair. The “thank you” and the smile you receive can be a precious escape from the tedium and the hustle of our too focused lives. \n\nThose moments and many others will always be with me and remind me that despite everything else we can still care about others, we can still find incredible gestures of kindness showing care for the needs of others.",
        "Thank you for sharing.  An especially important message this beautiful November morning after the week we have had ...",
        "You reminded me that the most important thing in life is relationships.",
        "My dear sister in law has myeloma and she just underwent a CAR-T procedure. I sincerely hope your doctors are headed in that direction. She is thriving. And I hope you will be too.",
        "Thank you. I needed to be reminded just how lucky I am to be alive and healthy.",
        "After everything that happened last week, your essay really hit home. Prayers and healing thoughts to you as you move forward.  And thank you for the reminder that we all need to be more kind.",
        "Early in my social work career, I worked in a Subacute/Skilled Nursing Facility. I made it a point to visit with everyone, check in on them, let them know someone was thinking of them. Frequently, I would hear a patient or resident say, “I wish I hadn’t worried so much.”\nI have held this and tried to live it. I have control over myself and my responses to others/situations, and that’s about it. Self-care, care for others works for me. Being present, an available to help and kind helps me live peacefully. \nThank you for this message, Sir. Blessings to you & may you live a full and vibrant life.",
        "I dare anyone to read this essay without shedding a tear or even sobbing. Thank you, David, for this gift.",
        "There are so many more good treatment options than there were even 5 years ago!!!  And medicine keeps advancing.  Take care of yourself and your family--and let those friends take care of you, too.  I have been an oncology pharmacist for >30 years--the difference in survival in that time is amazing.  This essay was inspiring and reminded me (yet again) what is truly important in life.",
        "I read a lot of Op Eds like this, and need to read even more. It is so easy to forget that we live on a knife's edge. I pledge to think that every morning on awakening, and forget it as easily as I forget a sports score from a decade ago. Thank you to the author for reminding me, this beautiful November morning. I will be generous this day, at least.",
        "Beautiful essay reminding us of what really matters. Good luck on your journey and I hope they do find a cure within the 10 years."
    ],
    "web_url": "https://www.nytimes.com/2024/11/10/opinion/diagnosis-clarity-cancer-illness.html"
}