{
    "main": "My Mom Had Alzheimer’s. Now I Do Too, but I Learned From Her Not to Despair.",
    "abstract": "A man reflects on his mother’s life with Alzheimer’s and what it has taught him as he faces his own diagnosis with the disease.",
    "keywords": [
        "Alzheimer's Disease",
        "Happiness",
        "Depression (Mental)"
    ],
    "comments": [
        "When discussing the resources needed to age and cope well, please do not fail to cite long term care insurance. The great health insurance you mention having will not help you pay for something like the assisted living environment that benefited your mother.",
        "An excellent and inspiring piece.  The author is to be commended.  \n\nBut reading between the lines, financial security appears to be the bedrock upon which  a diagnosis of dementia can be greeted with any level of optimism.  How many with Alzheimer's can only dread the future and its impact on their loved ones?",
        "Everyone who has dementia travels a different path. My husband lived and died with Alzheimer's and Lewy Body dementia... with grace, curiosity and joy. He embraced his diagnosis and did what he could to erase the stigma of this life-limiting disease, including writing about it. If you want to know what his experience was like (and mine), read our book: Alzheimer's Canyon: One Couple's Reflections on Living with Dementia. I miss him every day.",
        "Thanks you so much Mr. Gettinger…it’s exactly my situation as the caregiver.",
        "People start to look at loved ones with Alzheimer’s as “pets”. “He had a nice walk in the park today.” “He had a good breakfast” “ he remembers who I am.”  This is a dreadful disease.  If all that’s left is to be housed in an institution and have someone else see to my daily needs, I want out.",
        "If I get severe Alzheimer’s, I’m going to Yellowstone in my 80s to pet the Buffalo and end it all.",
        "Lean in on life! Learn to be very present. Silence the voice in your head and be here now. None of us are getting out of here alive.",
        "There is some scientific evidence that the daily consumption of turmeric can reduce the chances of getting getting Alzheimer. See <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2781139\" target=\"_blank\">https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2781139</a>/\n \nIn India, most people consume turmeric in at least one dish every day. The fact that fewer Indians get Alzheimer does not necessarily prove that it because of turmeric. But turmeric has many other desirable properties. Here is an excerpt from the article whose link I have provided above.\n\n\"Curcumin (turmeric) as an antioxidant, anti-inflammatory and lipophilic action improves the cognitive functions in patients with AD. A growing body of evidence indicates that oxidative stress, free radicals, beta amyloid, cerebral deregulation caused by bio-metal toxicity and abnormal inflammatory reactions contribute to the key event in Alzheimer's disease pathology. Due to various effects of curcumin, such as decreased Beta-amyloid plaques, delayed degradation of neurons, metal-chelation, anti-inflammatory, antioxidant and decreased microglia formation, the overall memory in patients with AD has improved.\"\n\nAdd a little turmeric to your meal or drink will not hurt.",
        "I know that this will ruffle  a lot of feathers in the medical -and allied-professions but is it helpful to have terms such as 'Alzheimer's' and 'dementia'?\nThe behavioural symptoms that lead to the diagnosis of the above two have been with us for aeons and are associated with the inevitable  consequences of ageing. Rather like our understanding  of -and coping with- sadness (another inevitable consequence of the  human condition) has coming up with the term 'depression' helped any?",
        "No matter the 'spin' and the happiness the author sees in his mother, the loss of SELF has to be horrifying to those of us left behind. We can rationalize that our loved one is doing ok, but I think in their previous cognitively healthy lives, those who have become demented would disagree.",
        "Good for you, but having been the primary caretaker of a mother with dementia, hell, no, I won't go! Regardless of the quality of your doctors and the type of long term care you can afford, there is nothing appealing to me about losing my cognitive function to the extent that I am totally dependent on minimum wage workers to decide when I pee or change my clothes. \n\nRecently, my older sister died of dementia after years in a nursing home. That was her choice. It will not be mine. I had a baseline brain scan does several years ago and follow-up annually with a top neurologist. As soon as I experience the first signs of dementia, I am checking myself out of this Grand Hotel!",
        "Alzheimers....my sister and I are blessed with those genes on both sides of the family.  Grandmothers and aunts have died from Alzheimer's and it was awful to watch the 20 year decline. The future looks bleak for us that we will escape the ravages of the Alzheimer's gene. We try to take care of ourselves, eat healthy, exercise, limit alcohol, but sometimes it feels futile, because there is no \"cure\", no magic pill. Every memory lapse I have, I worry...is this the beginning? I've told my kids...don't let me die like that--my aunts and grandmother and parents didn't want to die like that. They knew what an emotional burden it would be. I'm hoping for better death with dignity solutions.  Thank you Stephen for your story. It hit home.  Wishing you all the best on your journey.",
        "Both my parents have alzheimers. I took care of my mom the last 3 years of her life. My father is in his nineties and I can hear the despair and pain in my stepmother's voice. They have money and he hasn't been taken to a senior facility yet. \n\nShortly before my mother died she experienced the second of what you might call as pure awareness. Unlike the months before she was completely aware of her surroundings and remembered a note she had written down days before when I was with her and she didn't know what day, state, etc...\n\nThis means despite their seeming lack of awareness, inside that brain they are acutely aware but unable to communicate their awareness. This terrifies me more than anything else. \n\nI don't see getting this disease as simply as you do. I see it as a daily horror show. I hope I can figure out a way to end my life as soon as I am diagnosed.  That is my solution.",
        "Good luck on your journey.  In one way or another, we are all with you.",
        "My husband was never in favor of anything like death with dignity until we watched  his father for more than twenty years decline and then die of Alzheimer's.",
        "It killed my mom. There’s no bright side with Alzheimer’s. Some things are worse than death.",
        "My grandmother suffered from Alzheimer’s for 12 years before it killed her.  I was her caregiver, first at home, then at the nursing home where she spent her last five years, and I visited every day.  Yes, like with the author’s mother, there were moments where she smiled or laughed and seemed to experience simple pleasures, but the majority of her time was filled with utter misery.  If Alzheimer’s ever comes for me, there is no may I could ever try to find peace and acceptance with the diagnosis.  Instead, I would take matters into my own hands to ensure I didn’t spend years in misery the way my grandmother did.",
        "Thank you so much for this hopeful and reassuring article.  They say nature compensates -- as it did with your mother's awe and cheerfulness that seemingly replaced her depression.",
        "Thank you for being open and honest about the devastating disease that has affected you and your family.  Most of all, I thank you for shining a light on the beauty of life, regardless of what disease follows is into old age.  (We are bound to have \"something\".)\n  As Sherwin Nuland, MD pointed out many years ago, \"The final disease that nature inflicts on us will determine the atmosphere in which we take our leave of life, but our own choices should be allowed, insofar as possible, to be the decisive factor in the manner of our going\".   Sharing your story reminds us not only of the joy that can accompany disease, but the choices we have in facing it.   May you have years of joy and peace.",
        "I very much hope that you stave off the progression as long as you can, and that your course is much like your mother’s We found with my father that, while neither Namenda nor Aricept had much impact alone, the combination was a remarkable boon, actually taking him *back* about 5 years in terms of symptoms (as opposed to the promised holding-of-the-line). \n\nAs for me, no thank you. Because it runs in my family, I have prepared everything I need to achieve my own departure via VSED (Voluntary Stopping Eating and Drinking). As a death doula and caretaker of those who’d died of one of the dementias, I have gained whatever experience I’m to have from that and I will not put my family through it in hope that I will have a pleasant run. The alternative to the pleasant run. The alternative is wretched and torturous and the ending certain. \n\nMy preparation for the hastening of my own ending, should it become necessary, has been aided by the Final Exit Network, angels on earth, who believe we should all have the right to self determination. Although our Supreme Court disagrees, VSED is not considered suicide and comfort measures can be provided by most hospice agencies. A day or two of annoyance (thirst, hunger) and then freedom. That’s my plan. I wish you well with yours Mr. Gettinger.",
        "The writer of this excellent piece is facing a difficult situation with bravery and dignity. I want to thank him for sharing his story. We often hear about this issue from doctors and caregivers, but rarely from patients.",
        "My 3 sisters & I took turns caring for our wonderful mother in her condo for almost 4 years because of dementia. When it became obvious that she needed more care, we found a small retirement center with a decent memory care unit. After she moved there, she never fully understood why she was there. She was often frightened and very anxious even though one of us visited her every day. She would cry when we left and then we would drive home in tears. To see her sitting alone in the dining room in her wheelchair was devastating. Towards the end, the staff had to use a Hoyer lift to get her in & out bed. We let our precious pets die with dignity when their quality of life is gone & when there is zero hope for any improvement. There is a very strong family history of dementia. Our father died of complications as well. We had brain autopsies done for both of our parents for more information regarding the exact cause and to further research for this awful disease. If I do indeed develop dementia, my daughter & family know that I will find a way to end my life with dignity & not rely on the stipulations in my health care power of attorney, the health care system or my doctors. I would never put my family in any situation where they could be criminally liable for my death. I wouldn’t wish this disease on my worst enemy. 💔",
        "It easy to get angry or frustrated with someone you are caring for who has dementia.  You have to constantly remind yourself that it’s the disease.",
        "As millions of Americans move into old age, with the inevitable cases of dementia, it’s hard to imagine that assisted suicide will not become widespread and, hopefully, legal. Why on earth should we permit the government to intrude on this deeply personal decision?",
        "My mother had AZ and for most of her final years, she was happy enough.  But what I can never erase from my mind is the final chapters of her life where I would see absolute terror on her face as she no longer knew who she was, who I was or where she was.  Trying to tell her was fruitless and no amount of comforting helped.  Sadly, I saw her death as a blessed release.\nMy brother suffered a similar fate but with a different kind of dementia.",
        "As our mother sank deeper into dementia, we all found temporary levels of comfort. One of the good things is that she never lost her sense of humor, though her short term memory was gone, which meant we could tell her the same jokes over and over again and she'd laugh anew each time.  \n\nHer favorite?\n\nWhy don't lobsters share their food?\n\nBecause they're shellfish! \n\nMake sure you say \"shellfish\" in an exaggerated manner.",
        "I have reached a different conclusion after caring for my mother through Lewy Body Dementia. It was horrible - she suffered greatly and modern medicine had little to offer. She had periods of lucidity which were crushing because she was aware of what was happening to her, and she didn't want to live that way but she was no longer competent and could not end her life. I have also experienced cognitive issues and have chosen to end my life before I progress to an advanced stage. Both patients and their loved ones suffer greatly by having no other option but basically to starve to death slowly. My mother was in diapers for the final two years and literal skin and bones at the end. She required round the clock care at home for more than two years. There was very little joy to be found ever.",
        "My mother’s shuffling was successfully countered by Donepezil.  No other noticeable benefit from that or Memantine.  Walking, later aided, helped her stress.  Though she cheated the physical incapacitation stage by dying of something else.  It would have been better for her if she could have exited earlier.  Both victims I supported, unprompted, told me they wished for death.\n\nPity that all Western politicians have so failed Dementia sufferers by allowing no exit strategies when they no longer want to live.  Again and again we have to pay a massive and unnecessary price for being so negligently ruled.",
        "My mother had this horrific disease and no matter how one puts a spin on it , it is a living death for everyone involved  who loves the patients.  Your world shrinks and there is nothing you can do to stop the mind from withering away.\n\n  Hospitals do not know how to care for them,  few hospitals are involved in meaningful clinical trials . Medication is  all over the place.  Marketing ,medical communities    create myths when they have no idea  why patients are acting in a certain manner. \n\n Instead of being honest stating  we do not know what is causing  deterioration and  why it is effecting younger people  whose family members do not have dementia.\n\nWe have a medical crisis on our hands that President Reagan cut funding for forty years ago, when he came into office .  The medical community lost precious years of research and now we have people going into that darkness and we do not know how to help them or to slow the progression .\n\nWe have Mickey Mouse tools in our medical tool kit  we are selling  hope to families  in expensive meds , plenty of happy talk commercials  ,for pay facilities  with unskilled support services if you have money.  If you do not have money you are left to wither in a disgusting mental ward and die.\n\nThat is the reality of dementia   not everyone's reality but for many people that is their reality.\n\n\n\n\n\nMemory care is a marketing tool to make money from families who are grasping at any straw to make their loved ones confusion, pain go away.",
        "I don't know all of the hereditary paths that can cause Alzheimer's. I assume you know what your genetic risk factors are. I wonder if APOE4 is part of your risk factors.",
        "I hope you and your family find only good things as the years pass.",
        "Your mind is a terrible thing to lose. I saw my mom and dad both die of this disease, and it was not joyful. They both experienced a mood and personality change. Became violent and non-cooperative and I would not want to live that life. I have a plan b.",
        "The writer writes, \"the disease doesn’t have to freeze our lives and herald the end of our stories — it can instead invite us to a new stage of life.\"\n\"Invite us...\"? There's no invitation here, we are taken hostage. \"...new stage in life.\" ?  Yeah, but for most of the world [meaning poor] the new experiences are of misery and humiliation. \nI am pretty offended by Gettinger's outlook.",
        "After reading all these comments I really hit a bottle of rum pretty hard. It’s all just so unbearably sad. Just remember though, if you are going to commit suicide to spare your loved ones and yourself the agony of the loss of personhood, that the preparation, timing and method of your exit  is of paramount importance. Otherwise you could be leaving those who you’ve left behind  with a heavy load of mixed-up-confusion, guilt anger and trauma.",
        "To be blunt too much of this piece is pap.  Though Alzheimer's is surely worse in some cases than others, it is a disaster.  As  Lorrie puts it \"Alzheimer's is the slow disintegration of personality, ego, sense of self, humanity adulthood, intelligence and everything that is who we are.  It is a slow merciless death, hopeless and humiliating.\"  Facing this reality courageously may unite us in vigorously funding research.  Anything less is  denial.",
        "Just this week FDA iwill be holding a meeting on a new drug from Eli Lilly (Donanemab). Halted progression in a third of Alzheimer’s patients, slowed it in about 50%. So better results than Leqembi (Eisai) approved two years ago. \n\nFDA has been sitting on this for awhile concerned about side effects. Apparently they got burned on approving earlier drugs too quickly and have become overly cautious on this one. \n\nGiven the debilitating nature of this disease, they should just approve it already and let the medical community decide if the benefits outweigh the cost and risks. With so few treatments available, why not try something that studies demonstrate has an improved clinical outcome?",
        "I fail to see the advantage to early diagnosis.  There are no cures and the drugs available to slow it down slow it down maybe for 3 months?\nMy mother is currently 98 1/2 and in the late stages of this disease.  Sleeps most of the time, wheelchair bound, doesn't get much joy out of anything.  Lives, if you want to call it that, in a memory unit costing over $12,000/month. I hope she passes in the middle of some night with no more suffering and no more huge sums of money to these resident facilities whose main goal is increasing profits.",
        "A diagnosis is not definitive. My understanding is that you need a brain biopsy done to actually confirm Alzheimer’s. Obviously this can only be done after death. \n\nAnd yes. My mother had a brain biopsy done and it confirmed Alzheimer’s.",
        "Thank you for this thoughtful piece and for being an example of not being lead by fear. May you and your family find enjoyment in the years to come.",
        "I appreciate Stephen Gettinger’s articles on this disease and wish him the best. Each person should figure out how to approach death and dying.\n\nAs I reach the age when my father started exhibiting signs of Alzheimers that took his life ten years later at 84, I worry whether reduced memory or changing moods brought on by aging are the first symptoms. As it stands today, I think I would take my life a year or two after diagnosis before it was too late. My sister was surprised that my father did not have a stash of pills for this purpose. \n\nFor those who correctly worry about the spouses, it may help to know that some humans will be resilient. We were deeply concerned about our mother. Spouses have a shorter life expectancy than Alzheimer patients. However, after he died she started traveling, formed a relationship with a new boyfriend, and lived another 20 good years before dying at 100. She attended the weddings of grandchildren and welcomed great grandchildren. It is hard to know what is best for any individual.",
        "My father had wonderful care in his last years provided by a devoted, live-in caregiver. I think of him often, and am eternally grateful for the  service he provided.\n\nUpside? In his last five years my father was still in there somewhere, but his pain and shame were heart wrenching, day in and day out. Despite excellent care, there was neither happiness nor dignity in his existence. There were brief periods of calm and serenity, but no clarity, no relief. In the end, his death at 91 was quick and merciful, putting an end to his suffering.\n\nA decade after our father's death, my 70 year-old brother on the autistic spectrum insists that he has Alzheimer's. Thankfully, tests have revealed no abnormal cognitive decline, but the results have not cured his obsession. The trauma of our father's decline remains deep inside of us.\n\nI have a religious mindset, so I like to think that there was some meaning in all this, a big picture that cannot be seen. I am humbled by the mystery, and pray that scientists soon come up with a cure or at least an effective treatment that will allow everyone's final years to be sweeter than my father's.",
        "Rosemarie and I offered these thoughts of gratitude at our fall-1970 wedding ceremony: \"For our ignorance, which lets us wonder, we give thanks. For our forgetfulness, which lets us begin anew, we give thanks. For our weakness, which lets us depend on others, we give thanks.\" Now, as we near the end of our good lives, we are ever more filled with that wedding gratitude for wonder, fresh starts, and dependence. With Alzheimer's for some 15 years, Rosemarie, and I with her, discover the world anew each day. Just as a child delights in each new moment, Rosemarie savors each moment as if it were new. Just as our granddaughter Marcella comes running to us exclaiming, \"I saw a butterfly!\", so, too, Rosemarie announces each day her wonder-full discovery of a robin or a squirrel, though she no longer remembers what they are called. And we give thanks.",
        "I've seen many people age with Alzheimer's and some are angry and disoriented and dole are sweet and happy. I don't know why this happens or how we could possibly choose which response we have but I agree with the author, bring sweet and in awe of such simple things isn't a burden, it's a gift. And if we remember that, maybe if we can't avoid the inevitable, we could enjoy that last part of our journey.",
        "I urge everyone to make the important decisions before they are made for you. Talk to your family, your doctors and a lawyer. Write it all down and get it notarized. Consider your mobility. Maybe downsize into something with no stairs; an apartment in an elevator building. I've watched too many family members end up surprised by their lack of options because they didn't plan ahead. As a chronically ill person, I'm more than aware of my limitations. Most folks are literally oblivious to theirs. While it might be scary to consider these \"future you\" issues, it's infinitely scarier to live through them when your options are limited because you didn't plan ahead. Try to minimize potential confusion. And always maintain the ability to get on and off a toilet, if you can. Trust when I say that it will literally change the trajectory of your life if you cannot.",
        "It is critical that those who may be at the highest off the disease\nbe diagnosed early.  And a program of living be developed.\nHeredity is a major indicator.",
        "Thankyou Mr. Gettinger for sharing  your very graceful perspective.   \nLife is always worth living.  No matter the capacity. \nWhether disease, illness, or injury ... there are many nuances to being unwell.  \nEven in the most dire situation,  there can be  many moments of joy .  Too often this simple fact is forgotten. Life doesn't suddenly end with a diagnosis.  \nSeeing as none of us are getting out of here alive, I appreciate the reminder that no matter what cards we are dealt , we can choose to approach our eventual  demise with curiosity , conviction and yes,  bravery .....  if something is inevitable why fight what we cannot change ? \n\nIt's the caregivers who really need the help.   Let's both  fund the research into controlling this cruel disease and at the same time support and fund  the caregivers who are emotionally and physically worn out .",
        "Wow, the comments about ending your life by Fentanyl or running off a cliff wearing socks and clutching a bottle of gin are kind of disturbing. Although, the socks and gin thing sans the falling off a cliff scenario sounds like something me and my college besties might have done. And US, I know, is behind on funding national research at the levels it needs to. But guess who is?  UK, Canada, many EU countries, India, and China. A breakthrough is coming. I feel it. Not a cure maybe but some effective treatments. Instead of the comments about ending it all, how about contacting your State Legislature and your Congress People and President Biden instead. Just advocate for a moon race here. Put your angst to good use and demand your government do more. Day in and day out, in my job, in neuroscience division of a biopharma company, I interact daily with passionate people at Alzheimer's Association and similar organizations. I am not a scientist, but I am in contracting and procurement, and I am noticing that the majority of contracts I am now processing are with world experts in FTD, Alzheimers, and related neurodegenerative diseases. My company is not alone in this race to advance care and treatment in this space. I do think there is hope out there. We must always maintain hope and never be defeatist.",
        "It's a truly awful disease and there's no way of getting around that. Tying bows on it as if it were a present doesn't make it go away. My father battled with Alzheimers for the last five years of his life and I wouldn't wish it on anyone. The disease robs you of all of your functions and your dignity. It's devastating to watch a loved one disintegrate before you. There isn't one positive thing I could say about Alzheimers, and this article sugar coats a terrible disease.",
        "if society is willing to make the resources available for care for Alzheimer's maybe the experience of the patients and their families can be worked through in a compassionate way.  But I am afraid that will not happen for many people.",
        "Stephen while you are approaching this difficult diagnosis with a compassion for yourself and wisdom that is wonderful, I would still offer my sympathy.   I too worry for the dreadful day that I may find I'll walk in my mother's footsteps and I'm not sure that I will approach it with such Zen.  More like a rage against the dying of the light, but that's just me.   I wish you peace and strength and the same for those on the path with you.",
        "Beautiful piece and the illustration perfectly captures the sentiment.",
        "Dear Stephen,\n\nThank you for sharing your story - it must be scary, thinking about what happens next, but your bravery shines through. I hope there are still many days when you find joy and beauty in the world (just as you've done in writing this). I send my very best wishes!",
        "A beautiful article. as so often in life, we do what we can and accept what we must. \n\nBut here is my frustration. Over years of research with atomic force microscopy I am confident that the basic cause of Alzheimer's can be identified and mitigated. There is no mysterious chemistry involved. A normal protein in brain cells called tau accumulates and aggregates spontaneously into long filaments, which in turn assemble into a three-dimensional network which looks (microscopically) and acts exactly like Jell-O. It blocks the flow of both nutrients and waste products, and neurons die. \n\nThe rate at which tau aggregates varies a little with different genetic variants, but the real determinates are incredibly simple: temperature, acidity, and salt concentration. (see link)  Chronic inflammation, which increases all three, vastly accelerates the disease. \n\nSo why didn't our research progress? We were unable to get funding from NIH or AA (no money at the time for researchers without existing grants), and industry and venture capitalists have no interest in basic research because knowledge cannot be patented. The only drugs that are known to slow tau aggregation are methylene blue, lithium, and anti-inflammatories. All are out of patent, so there is no money for human research. \n\nWe only want a cure for Alzheimer's if it will make us rich. That's why we don't have one.",
        "Some random thoughts:\n\nI admire Gettinger's spirit, and to a certain extent I'm inspired by it.   But I've got to agree with the consensus among the posts here that his case is a relatively rare one.  He has an admirable attitude but also a great deal of luck.\n\nAt 71, AZ is something I think about like probably everybody else in my age group.  There've been warning bells.  Getting lost in familiar surroundings, several years ago.  Then nothing until, a couple of years ago, I couldn't remember - ironically enough - how to spell \"thought.\"  I got it after some seconds, but this was still very scary.  I'm leaning toward seeing a neurologist.  I've decided it's better to know the truth in advance.  I think.\n\nI do share the believe of many commenters here that it's better with this disease to get out while the getting is good.  I'm lucky in having the resources to do this.  I'd probably go to some country with laws and a health system that provide for a rational exit.  I know that in our dreadful health system, multitudes of people can't do this.\n\nFinally, I've been lucky about AZ in one other regard - neither my parents nor anyone close to me has had the disease.  My heart goes out to the many people here who've had to take care of  loved ones with the disease.",
        "At 76, and with my Dad’s family history of\nAlzheimer’s, this essay hits home…My father was the youngest of eight sibs… six died with\nthis incredibly cruel disease… I’m terrified to be tested but also need to know… my belief has always been quality vs quantity of life and I will NOT sit in a wheelchair for years with no quality… our nation needs to have much more and better healthcare… my fellow Boomers either have or soon will be caring for elderly parents and we surely do not plan to burden our kids with this!!!  \nPS… the one great thing in the essay reminded me of my last visit with my Daddy, as he also was no longer fighting the depths of a lifelong depression and was just mellow and happy to see me… the aides and nurses all commented that he was rather ‘flirty’ at 93, but in a sweet way!!",
        "The writer's mother was fortunate to find her last residence in a comfortable and caring environment.\nMany aren't.",
        "Every case of Alzheimer's Disease expresses individually. And I don't want any of it. Have had close family members with this disease and during my working life I spent a lot of time observing Alzheimer's patients in nursing homes. Such a humiliating disease.\nI know I am at risk and have gotten my affairs in order. If I get diagnosed, I will say my goodbyes and find a way to end my life. Will NOT put my family through it. Will not put me through it.\nI, too, wish we lived in a compassionate country. But a \"right to life\" mentality in the USA forestalls compassion.",
        "I beg schools to train up empathic workers. We need them in home care and to work in nursing homes, any left after destruction wrought by venture capital mismanagement and closure. My Mom was entitled to gov. aid. The home  aids that came showed up late or not at all or would not even help my mom.  Mom got support to go to adult day health, which was stellar, but buses come at 9 am and drop off at 3:30 or 4 pm, which leaves coverage gaps. That is why we hired two incredible Eritrean women. They never were late or no-shows. They lovingly cared for Mom, and were her devoted companions. They worked three full days and two part-time days when mom was at adult day health, but we paid them for those two days full salary because I needed them early am and afternoons.  We paid them also for two weeks of vacation every year full salary. After she died, we paid them each two months salary out of gratitude. Those women saved our life really by being so loyal and so reliable. They are in our lives today, family really. This should be mission one for our schools. Work should be well-paid and valued, but we need qualified, caring workers. We have many young adrift and without purpose. If they are not embracing trades, military, or college-bound, they should consider elder care as a desirable path. My Mom also was entitled to free meal delivery, but food so bad, I had to decline it. That too could be a great use of our young; make quality food for our elders. Nutritious, quality food.",
        "Beautiful article, thank you! I’m in my 40’s & all my friends say, “when I can’t take care of myself anymore I’ll just kill myself.” (Or a euphemistic version of that) but in reality, when we are no longer DOers but BEers we are closer to our true selves. I believe it’s a sort of spiritual enlightenment to lose our faculties- all the egoic constructs start to fade away. There can be more grace and beauty in these “illnesses” than we can comprehend when we’re young & healthy, so tied to our identities.",
        "As many have stated, I don’t want to suffer in fear and memory loss. I keep putting off my Living Will. I’m 68 years old and I have got to get my wishes in order. Also there’s this thing called fentanyl, which I understand is easy to obtain, which will make my decisions much easier.",
        "This is the fate of most of us. With enough heath care to let people with grave health conditions to linger on and on, by the time people are done with caring for our parents and parent-in-laws, we're between our late-60s and late-70s, dealing with our own end-of-life issues. Couple of my cousins recently buried their 98-year old mother in San Francisco after two decades of ill health. One of the daughters looked at the other one and sighed, \"My, you are old... When did you get so old?\" This was said, of course, by the younger sister. Less than a year after their mother's funeral, both sisters--in their late-70s-- are now in retirement communities in the East Bay.",
        "Thank you for providing this balancing and life affirming view.",
        "My father was still doing the NYT Crossword puzzle at 99. At 100 he could still create a good painting and beat me at Scrabble. After that, his memory declined. There were painful moments, but also beautiful ones. Sometimes, between swearing at the newscasters, he would become delighted by a film without words or with an animal protagonist. Sometimes I would get a glimpse of his past: Once he turned to me with a shyly proud smile and told me he was about to graduate from high school. I said, \"That's wonderful, your parents must be very proud.\" \"Yes,\" he smiled.",
        "I am anticipating getting the diagnosis in the next 10 years although I am 71 now based on family history. I believe it is selfish to try to delay the inevitable too",
        "My mother too lived with lifelong depression and had different expressing loving feelings. We knew we were loved, but we very rarely heard it. Then my mother developed Alzheimer’s, and as the disease progressed, she forgot about the demons that had so long tormented her. Like the authors, mother, she was happy and really told us she loved us often. I know I am very, very lucky. When I tell people about my mother, they usually look at me funny when I say I have a different attitude about Alzheimer’s. Yes, it is an incredibly cruel disease But I am thankful in her last years she found peace and I had the loving mother. I always wanted. Both my husband and I have parents who had Alzheimer’s. I don’t know what the future holds.",
        "My mother had severe anorexia almost her entire life. After she developed Alzheimer’s, I saw her eat a cookie in the middle of the afternoon for the first time in my life.\n\nSilver lining.",
        "Wish you the best, brother. I love your inspiring story; your perspective is quite touching. Blessings.",
        "My father died with Alzheimer's. My brother has it now too.  If if get it I won't die with it.  I'll choose my time of death before it takes hold of me.  The movie Still Alice still haunts me.",
        "My late mother came from a family of very well educated and strong willed ladies: True “Steel Magnolias” who had the “Suffragist” mindset. \n\nMy mother was a Professor of European History and (to a certain extent) her older sister was my mother’s mentor. My late aunt was also a College Professor. She was a very austere, dutiful and taciturn lady. My mother was also very stoic. However, when the sisters met - they giggled and hugged each other. They were also my first teachers: history, literature, philosophy etc. etc. \n\nAs a child, I was afraid of them because they were strict disciplinarians - I also looked up to them as my protectors. \n\nDuring her last years, my aunt was afflicted by Alzheimer’s. Gradually, it became very worse. Once, I went to visit her and she gave me a totally blank stare - she couldn’t remember me. I was shell shocked and totally heartbroken. \n\nBoth of them are long gone and I have their cherished memories.",
        "The Doctor Sez: The short and sweet of this article, is that this article demonstrated the exception to the rule ...",
        "I, too, learned through my mother's experience with dementia that the journey has many twists and turns, many of them positive. We grew closer as a family and my mother became a more positive and loving person.  The stresses of providing her with appropriate care, however, were tremendous. As a society, we must do better (but we probably won't.)",
        "Bless you, and the memory of your mother, for having such a buoyant outlook. \n\nMy father's story was not this one, however. He was not merry singing hymns or vacantly 'happy' eating 'smushies.' While he was spared the descent into violence that sometimes accompanies really unfortunate strains of dementia diseases, he knew all too well -- all too heartbreakingly well -- what he was he was losing at every 'bump' downward in cognition. \n\nMy mother suffered every step with him, and despaired as she lost her own life and independence to caring for him. I, an only child, did the very best I could for them both -- I hope and believe what I did do helped, at least a little tiny bit.\n\nI would not for one moment deny anyone their choices. But I am widowed and have no children, nor any living kin I could in any way rely on for help. My friends are wonderful, but after knowing what my mom and I did for Dad, I know I would never have the support Dad had.\n\nShould I ever hear this dreaded diagnosis, I will finalize my playlist (my will and banking already in good order), then drive into a blizzard with a bottle of gin and no socks.",
        "I come from parents who truly believed that the legacy of elder relatives matters.......My Grandmother died when I was  eleven, the other when Mom, the youngest of 6 was a baby. Both Grandfathers  lived with us for a time and I cannot stress how  much  those memories mean to me. We, as a society do not believe in the family value of making sure our elderly live the last chapter of their. lives with love and with dignity.One taught me how to fish at our pond and admired me for feeding our farm pigs alone at age 12. My Italian Grandparent let me , at age 6 watch him and an Aunt make pasta from scratch......He gave us all silver dollars and would sing Italian songs  and rub our backs before bed time.\nGrowing up around these two was a true gift which validated the lessons they still had to teach and the fact that we were to treasure family as a special gift. Only one got Alzheimers and even in his dementia world loving us, protecting us was first for him........We need to decide the values of family and treasure the founders that made it possible....As we all must age, they can still teach us......",
        "An extreme rarity for me to comment on articles. Incredibly moving. Thank you for sharing.",
        "Thank you for this. My mother has been diagnosed with Alzheimer’s and, although never a fabulous lady, has since become the most unpleasant, nasty human being one could possibly imagine, filled with hatred and disdain for those around her. I’ve been told that this is part of the illness, but I have politely disagreed, each and every time. People who carry no resentment, regret or anger will have no pressure cooker of unconscious emotions that will open and spill over once the filter of the present mind is gone. \nReading about your mother (repeatedly) being delighted at the sight of a flower made me smile and made me realize that a mind at peace has only good things to share with the world, with or without filter, whether affected by Alzheimer’s or not. \nI wish you and your family much happiness and love.",
        "My mother was living, kind, gracious all through her last 5 years of Alzheimer’s.  There could be worse diagnosis.  That said, I also would be in shock at first.\n\nMy work with elders involves singing, playing percussion instruments, and dancing.  Joy, engagement, community and laughter are abundant. Humans first, humans with Alzheimer’s is an after thought.\n\nMy mother changed which was heartbreaking, but her new self was less anxious and just as loving.",
        "Wow, thanks for this.  And Godspeed.",
        "I caught a documentary one day in a rare case of someone reversing Alzheimer’s symptoms through the use of L-serine, an amino acid, with doctor’s oversight. \n\nI couldn’t believe it so I searched until I found the article online that corresponded to the documentary and subsequently the correct spelling of the L-serine amino acid, currently termed “non-essential”. \n\nResearch is indicating it may actually be quite essential, so I’m putting this comment out there so those interested can explore L-serine as a supplement with their doctor. Expect your doctor to not (yet) know much on this. \n\nI started taking a lower dose of it and have found sharpness in my thinking improving. Whatever it takes to prevent something that may be preventable.",
        "Thank you for writing this. My late Mother was diagnosed at 84 with Dementia/Alzheimers by amazing Dr. Stern at BU Alzheimers. We knew she was in cognitive decline and just needed a definitive answer to what was happening. We got a plan going after. My Mom was light case. Never forgot any of her five kids' names, but she could never be alone. Those last years, we kept her active and engaged. She went to an adult day health program two days a week; we hired two caregivers to cover her remaining weekdays. It was a financial struggle, but we had no choice; we adored her and she deserved our support. My one sibling who could not contribute financially instead would help one Saturday a month. He would pick her up and drive her all over Mass taking her to nature, activities, art museums, and for a nice lunch. He gave me a break, as I was my Mom’s caregiver, but I had a full-time job. Two other siblings took Mom on other weekends. The two caregivers we hired were angels, competent, and loving. Mom never lost her charm, curiosity, humor, kindness, or her deep Catholic faith. We always got her to mass on Sundays.  With US facing an Armageddon, a crisis with so many afflicted and a caregiver burden we are not prepared for, your piece is so needed. Our policymakers must listen to you. Please remain hopeful. I work in Pharma. The world's top researchers are on this. You keep the faith and stay strong. Most of us likely to be diagnosed in the future, so your story will be our story.",
        "My mother suffered terribly with dementia, and I cared for her in the last fourteen years of her life.  I would like to urge caregivers and family members to give as much love, care and comfort as you possibly can.  What you do for them during their hour of need, will affect how you live for the rest of your life.",
        "If you are lucky and have money and can afford a good nursing home or have family willing to take you and can afford a home nurse... But if you're poor... :/ I spent 6 months in a medicaid nursing home recovering from a brain tumor when I was 31. Horror doesn't even begin to describe it...Filth. There's a good word for the place. Neglect. They were constantly short staffed. Noisy and chaotic at all hours. Food was ...not good at all. Everything came from a can. Every freedom and sense of privacy and personal dignity you take for granted is stripped away. I plan to take myself out if I ever get to that point again and there's no hope of recovery. Honestly, I'd rather be dead. Even if I have no memory or thoughts left, each moment of existence in that place would be chaos and pain. Perhaps more so because I would not have the understanding of what is happening.",
        "Good luck getting into a continuing care retirement community when you have already been diagnosed with Alzheimer’s.  \n\nAll of us Baby Boomers should already be planning for the inevitable time when we cannot care for ourselves.  It’s a very complicated problem, but putting our heads in the sand won’t make the problem go away.",
        "I am envious when I hear stories of those who were able to handle their parent's  Alzheimer's calmly - or at least not become emotionally drained. There was no \"seeing the bright side\" in my mother's rapid decline. Her complete behavioral change from a loving, gentle, calm woman to an angry person who lashed out physically at everyone around her (except her grown children) was impossible to deal with and everyone suffered. She spent her last 2 years angry, silent, immobile, and unhappy. There was nothing anyone could do to change that. My only hope is that there will be a cure soon, but I refuse to undergo any tests to find out if I'm next in line, since there is no treatment currently available to ease the symptoms sufficiently.",
        "My mother's emotional cognition held true even as Alzheimer's took her slowly. For years, she was quick to get up and dance to the same songs on a music box in her memory unit. Her smile and accompanying twinkle of the eyes remained heartwarming to many. And her last cogent advice to me before I had to return home to Europe from one of my many trips to be with her was, 'Don't worry. I have my life here and you have yours there with your family. That's how it's supposed to be. I am in good hands and you have to take care of your own family first.' Her saintliness was never once compromised by this debilitating disease. I learned everything about dignity from how she dealt with indignity.",
        "I only wish that I could be as positive as Mr. Gettinger.  My wife's mother died from complications due to Alzheimer's as did her sister, who at the end of her life had forgotten how to swallow.  My wife first began to show symptoms 10 or 12 years ago.  As her disease progressed, her employer kindly nursed her to retirement age.  Covid was something of a blessing in our household because it ment I could work full time from home and look after her and groceries could be picked up without need to enter the store, where she might wander off or need the rest room.  I then recieved permission from my employer to work 1/2 time from home and finally in May of 2022, I was compelled by her further loss of function to retire in order to take on full time care giver duties.  I managed that 24/7 for 16 months, unable to hire any in home help, and finally conceeded that is was no longer safe and she was placed in residential memory care.  In 10 months of care, my 5' 7\" 74yr old wife has lost 2lbs per month and now weights 106lbs.  She entered hospice this week.  She is mostly calm and still recognizes me but has lost nearly all of her words.  Whoever first called this the long slow good bye had it right.  \n\nAs a society we have utterly failed the 6 million familes affected by this illness - prior to Hospice - none of the costs of care are covered by private or federal health care insurance.  In case you were curious, residential memory care costs 6-10K per month and may go on for years.",
        "My Mom died of Alzheimer's and she had so many faculties to the very end. She had a sense of humor always as well as her old cleverness. True, eventually she didn't know my name or who I was, but she still called me \"Dear\" - I was the only one with that name in the family. She gave love and received it until the very end. She was my Mom always, and when she died I lost the one who loved me most. She died in her home (with full time care for 5 years), and arranging her care and frequent visits was the best thing I ever did in my life. A person in a person. Period.",
        "Hopefully your situation is one of the ones that is not terrible. My mother’s was.  My father, who looked after my mom until the last few weeks of her life when he finally realized he couldn’t any more, said on his death bed two years later “Maybe I should have accepted more help, I think I broke myself”.  And he was right about that. For caretakers out there, you are truly heroes, take help please when it is offered, you deserve a break for some of the hardest work a person can do for a loved one.",
        "Well, I feel sorry for you and I admire your positive attitude! I couldn't see it that way for myself. Maybe in the beginning but the problem is that we all know how this ends. And I have seen my great-grandmother whom we took care for at home after her second  stroke when I was a teenager. I think this pretty much resembles Alzheimer at a later point. All I can say is I wouldn't want my family and friends carrying that burden. And I don't know what it means for yourself knowing how this is gonna end. So I guess I would try to find a way to escape at an early stage and decide how I end as long as I can.",
        "Make Nembutal more readily avaiable. NOW!!",
        "Notably, the author of this op-ed has access to both \"great health insurance\" and experts at Johns Hopkins.  Very few Americans are so lucky.\n\nFor dementia sufferers, everyone's experience is different because the disease manifests itself in different ways and follows wildly different trajectories for reasons that are typically immutable and unknowable.  Life delivers cruel ironies in this space, and the only certainty is that the greed of our for-profit, conflicted medical establishment is boundless.  \n\nMy mother swore she would never be institutionalized and begged us to make sure that would never happen, but a serious cardiac condition landed her in assisted living at age 77, and she spent the next six years battling dementia in a memory unit.  Ironically, her confused state was the only reason she could tolerate the enormous indignities that became her daily life.  And maddeningly - after initial predictions that she would live six months \"at most\" - her medical team insisted that they were legally bound to ply her with \"standard\" heart medications to keep her going in her demented state indefinitely ... at $10,000/month.  \n\nDespite a personal health directive that prohibited 'extraordinary life-saving measures,' and despite the fact that her survival depended entirely on the endless force-feeding of modern, whiz-bang cardiac medications, she was condemned to years of suffering while the hedge fund that owned her facility profited nicely ... a fate far worse than death.",
        "I so appreciate your lovely piece. You're a wonderful, brave writer and and your piece has helped me. My grandmother and her son, my dad, both died from dementia but well into their 80's. I too exercise, continue to work to stay sharp, practice mindfulness and eat fruits, veggies and protein all the while hoping that I don't fall down the Alzheimer's rabbit hole. Keep writing about this. We need your voice.",
        "What you eat has a greater effect on your health than any other factor, genetics included. That's also probably true for Alzheimer's. Michael Greger MD covers this in his book How Not to Die and with videos on his website, nutritionfacts.org. Here are two videos, based on scientific studies, showing connections between diet and Alzheimer's.\n\n<a href=\"https://nutritionfacts.org/video/how-to-prevent-alzheimers-with-diet\" target=\"_blank\">https://nutritionfacts.org/video/how-to-prevent-alzheimers-with-diet</a>/\n<a href=\"https://nutritionfacts.org/video/preventing-alzheimers-disease-with-plants\" target=\"_blank\">https://nutritionfacts.org/video/preventing-alzheimers-disease-with-plants</a>/",
        "I'm so sorry for you pain and loss. My mother did suffer as well from dementia at the end.",
        "My mother was diagnosed with Alzheimer's several years ago and is happier than she's ever been.    In many ways her disease has been a blessing.  Long forgotten are the grudges she held onto for decades.  Long forgotten are the memories of her violent, alcoholic father and the depression that followed.   Imagined or contrived illnesses are no more.\nMy siblings and I feared her loss of independence long before her diagnosis.  We knew she would likely end up under our care but didn't know how we (or our partners) would be able to handle her persistent negativity.   Now she splits her time between caregiving visits to or from her children.  None of us dread these visits the way we had anticipated.  \nHer disease has also taught me that what qualifies as a life worth living isn't necessarily what I imagined.",
        "My dad had Alzheimer's and watching him deteriorate was heartbreaking.\n\nMy mom was his caregiver.\n\nAnd a diagnosis of Alzheimer's for me is my nightmare.  For everyone impacted by this, I hope for a true cure.",
        "I do not want to \"live\" with Alzheimer's. Oh, I want to live but I don't want to be a burden to those I love and I certainly don't want to end up in a care facility where I cannot care for myself and stare into space all day. No mention in this piece about another route: that of Brian, Amy Bloom's husband who went to Switzerland to die. I believe the real issue here is the backward views and laws in this country that keep people from dealing with this terrible disease in their own way, not just hoping everything is going to be just fine.",
        "Thank you for your column over the years and for this one in particular; and for talking about this very important issue.  Good luck on your journey.",
        "Dear Mr. Gettinger,\nA lot has happened since your mother' passing. There are now Disease Modifying Therapies, which can stop the disease process. I was a Principal Investigator on the Lecanemab (Lequimbi) study that led to FDA approval. I have several patients in this and other studies  who have resumed their lives with no apparent disease progression. \nI would suggest you talk to a neurologist about Lecanamab therapy.\nCherian Verghese, MD",
        "My mother had vascular dementia.  She also suffered abuse early in her life and shame, misery, and depression dogged her until the dementia wiped those memories away.  And the, I think she felt safe for the first time in her life and a sweet side to her personality came out that I had never seen before.  Sure her condition made my life more difficult and it was sad.  But I never expected that something positive would come out of it that would make her final year better for both of us.",
        "Please read this.\n\n<a href=\"https://www.medicalnewstoday.com/articles/could-hiv-drugs-help-keep-alzheimers-at-bay\" target=\"_blank\">https://www.medicalnewstoday.com/articles/could-hiv-drugs-help-keep-alzheimers-at-bay</a>\n\nI am a Professor of Biology and saw my MIL decline with Alzheimer’s. \nThere is a major clinical trial taking place right now to evaluate the ability of Reverse Transcriptase to prevent further decline,\n\nI am very hopeful.",
        "A recent study by Dean Ornish, just published in a peer reviewed journal, shows that mild cases of Alzheimer's can be reversed or dramatically slowed. This paper and others are summarized at NutritionFacts.Org.\n\n<a href=\"https://nutritionfacts.org/videos/?mc_cid=41b1c8872a\" target=\"_blank\">https://nutritionfacts.org/videos/?mc_cid=41b1c8872a</a>\n\nOrnish D, Madison C, Kivipelto M, et al. Effects of intensive lifestyle changes on the progression of mild cognitive impairment or early dementia due to Alzheimer’s disease: a randomized, controlled clinical trial. Alzheimers Res Ther. 2024;16(1):122.",
        "I've lost two family members to it, and like the author's mother they interestingly became happier than they'd been pre-Alzheimer's in late stages. In the early stages though they were depressed about the diagnosis, and there was an intermediate stage in which they had just enough cognitive wherewithal to be very confused, which made them anxious. It's true though that at a certain point they know longer realized how little they knew, and then, yes, became very \"in the moment\" and very happy. Such a strange disease. \n\nStill scary from the outside though.",
        "My Mom had Alzheimers and it was not pleasant.  My father was in love with my Mom devoted the last few years of her life to taking care of her.  It is the not the person with Alzheimers who suffers, it the loved ones.  I would never want to burden my family after seeing what my Mom went through and what my Dad went through taking care of her.",
        "Relentlessly cheerful piece, and judging from the comments, a day-brightener for most readers. But those who don't see the sunshine side of this horrible scenario get my vote. Sorry, but a disease that requires diaper changes, spoon-feeding, and 24/7 babysitting is a deal-breaker. If ever I get an early diagnosis, whooooosh -- straight to a Dignitas clinic in Switzerland I go, first class airfare, while I am still with-it enough to enjoy a few weeks in that beautiful, civilized country, that takes a sensible approach to life and death.",
        "Ultimately dying quickly of congestive heart failure at almost 96, my mother had most of her marbles at the end. A week before she passed, she was leaving phone messages about getting her jewelry to me safely. What had she been eating all her life? Always weigh-conscious (5 foot 2, about 110 pounds), for example she never ate a sandwich with two pieces of bread--she saved 100 calories on that second slice. Yet she adored chocolate, especially the dark stuff, and ate it daily till she died. When I was a kid, there was always seven-layer chocolate cake in the fridge for anyone craving a slice. At the end in her Boca Raton condo there were chocolate covered Dove bars and many other assorted chocolate goodies. She always told me that Germany's Konrad Adenauer daily ate an entire bar of Lindt dark chocolate.",
        "I'm baffled that anyone with family hx of Alz isn't on Dale Bredenson's protocol, the only one I know of that has actually changed outcomes.",
        "I wish the author the best life possible but both of my parents developed Alzheimers and had very sad final years.  I realize that I am at high risk for a similar fate.  I keep a lethal dose of morphine and a gun in the house.",
        "Thank you for sharing such personal thoughts.  My mother had Alzheimer's and to find out you have it after watching a parent suffer is insufferable.  Please share your journey if you feel comfortable.  I would love to get updates from you.",
        "Fewer people finding life partners or having children means more and more people diagnosed with Alzheimer’s will face it alone.",
        "Thank you for a very thoughtful article. I don’t spend a lot of time thinking about the future but the one thing I do think about is whether Alzheimer’s will be part of it. My mother struggled from her mid-60s until her death at 75 with the disease and the progression was horrific.\n\nIf I end up with Alzheimer’s I want to end things on my terms and not emaciated and twisted and completely gone from the world around me. My heart broke over and over watching my mother die.",
        "My parents both had a form of dementia - not Alzheimers - but a dementia brought on by little strokes.  It was wonderful relating to this during this time which was the last three or four years of their lives.  They were their best selves - accepting, kind and compassionate.  My Dad even had a kind of charisma, drawing others to him without really doing anything at all.   I look at them with admiration at  how they were during that time.  No, they were  not cognitively all there, but it was a joy relating to them all the same and I think they treasured the time we had too.",
        "When my mother was evaluated for Alzheimer's type dementia, her primary care provider told her that \"Alzheimers' concentrates the personality: if you are generally a happy person, you will be more so; if you are an unhappy person, you will be more unhappy.\" He then asked her if she was a happy person. As many people do, she told the doctor what she thought he wanted to hear. I remember sitting behind her and shaking my head: I would not characterize her as a happy person. \n\nThe years ahead displayed the toll of this disease: fears were magnified, losses were relived.  I learned massage the truth when she remarked how she had not seen recently seen beloved family members who had in fact died years earlier. Resentment towards me for her move to memory care was at first intense and visits were truncated. She eventually fell into an emotional equilibrium that seemed more bearable, but I dread the loss of agency should this disease visit me as well, and I do not want my family to suffer the experience of watching me turn gradually into a ghost who no longer recognizes them.",
        "Thank you for sharing how your mother's illness did not rob her and those around her of small moments of joy and happiness. If we only value each other when we are at our most able then the world becomes quite a bleak place. As a family member of someone with advanced dementia I am trying to find more ways to find those moments despite my grief.",
        "Sadly, you had me at taking care of your mother with Alzheimer’s Disease for over three decades. I wish you strength and lack of \nfurther progression.",
        "I witnessed my grandfather die of a heart attack in a crowded house during the Christmas holiday at the tender age of seven. It was in the middle of the night, in the bathroom by my bedroom and the screams of agony from grandpa and the subsequent cries of panic from my relatives as they waited in the snow for the ambulance scarred me for life. I suffered from panic attacks (heart attacks) in my twenties and twice in my forties I checked into the ER with fears of heart trouble. My Grandmother lived much longer and when she went into hospice she invited everyone to come and say goodbye. Her peaceful bedside, filled with laughter, love and no fear of finality, transformed the room, my mood and my life. I thank her and I thank you for your essay.",
        "You hit the jackpot with this. It's quite likely the people who suffer the most from Alzheimers are the patients friends and loved ones. For the patient, in many cases it's not that unpleasant, other than the fact it is a terminal illness and erases perceptions of connections with people in the present.\n\nMake sure the patient is comfortable and cared for, but by all means get  yourself a trusted counselor or friend to help you cope.",
        "Thank you for writing this article. \n\nI see various senile dementia diseases in my and my spouse's families, and watch both of us in our sixties having more memory problems. \n\nYour column isn't Pollyanna, but it is a worthwhile counterpoint to most of the painful, pessimistic articles I read.\n\nIt gives me a different path to focus on.\n\nWhether our lives go as well as could be or as badly as could be, having a focus on good and useful ways to go is a nicer way to live than frantically worrying about bad things that haven't yet happened. \n\nOur lives will be different. But we need not assume it will be horrible. If it turns horrible, we can feel bad then.  In the meantime, we're taking your perspective and advice to heart, and focus on enjoying the present.",
        "I've been taking care of my mother with Alzheimer's full time, and up to a point my father since 2010. So much for watching my parents enjoy their \"Golden Years\" together traveling, attending to their home, etc. She gradually started declining since about 2009 and my sister even reported she felt there was \"something amiss\" as early as 2005. This a long, long decline\n\nI do not suffer depression but I occasionally think about whether or not I should purchase a handgun or have a proven cocktail of lethal drugs handy for one day should I start to experience the symptoms of Alzheimer's. Some kind of exit strategy. I don't have a pension income, don't have kids and am not married. I don't want to burden others either and I don't want to become some sad \"insane\" homeless person, should it happen to come to that.\n\nThe only problem is when to know to end it all? After all, IF Alzheimer's does, in fact, happen, maybe it'll be too far past the line to realize that the action should have been taken earlier and I wouldn't have the means/capacity to do what I was planning?? \nTerrible Catch-22 eh?",
        "Thank you for sharing. My Mom had dementia and sounded a lot like your Mom for which I know we were grateful. She always asked me if I was happy. People place too much store on \"did she still know who you are?\"...to which I'd answer on any given day I might have been her mother, sister or friend but not necessarily daughter. Who cares? I knew the sound of my voice was soothing.\nAs for your diagnosis, I appreciate your candor and attitude. All of us worry about little memory lapses and possible diagnosis of alzheimers but your approach was super helpful.\nThank you again for taking the time to write this.",
        "Beautiful essay.",
        "I watched both of my parents struggle with Parkinson's related dementia. Their final years and months were torment. My physician father attempted suicide twice, once with oxy, the second time with Warfarin - but miscalculated the necessary fatal dosages.\nNow in my mid-60s, I'm well aware of the debilitation that lies ahead, and never want to put my own kids through my own experience of having a father beg them to help him die.\nSo while I'm compos mentis, I'm stocking up on sure fire remedies, easily acquired on the streets of Seattle.",
        "Thank you! Although my mother does not suffer from Alzheimer's, she has developed dementia with symptoms very similar to the ones you described. Unfortunately, the depression did not go away, but continued and made everyday life with her very difficult. Your optimistic words strengthened me. I immediately shared the article with my sisters and although I myself am confused I did not send it my mother! Thank you",
        "While I admire and support your approach to dealing with this disease, I think we need to have a conversation about options for people who don't want to live with Alzheimers to the bitter end. I've watched my mother decline over the last 15 years and I just can't accept that for myself. The thought of losing my mind, my agency, my sense of self and becoming a burden on my loved ones is just too awful. I want to end things on my own terms, and I know from reading the comments on stories like this that there are a lot of people like me. And yet we as a country don't seem to be able to talk about it, let alone create a legal framework to make it possible -- it's taboo, a third rail. I wish that would change.",
        "How fortunate that this author still has the capacity to form cogent thoughts. I am watching a friend struggle with a wife, who at 68, wanders off from him or her caretaker and then a frightening, frantic hunt ensues in big open spaces, like an airport or a large mall. He is \"keeping her home\" for now, but I fear her escaping some night and wandering off and truly getting lost. Memory care facilities may not be perfect, but they will keep a person safe.",
        "A Wonderful foretelling of a life event that offers a refreshing perspective as Demi Moore has recently shared \n\n\"...It's important to just meet them where they're at. And not hold on to what isn't but what is because there's great Beauty and sweetness. And loving and joy out of that....\" such a wonderful solace.",
        "I’m happy you’re happy, but let’s not pretend Alzheimer’s is something it is not. This is a death sentence with no serious treatment available. It robs people of everything that makes them who they are and families of their loved ones who appear only as a shell. It causes financial strain on everyone involved all in a futile exercise of care that does nothing meaningful to change the ultimate outcome. I see no reason for myself to live this way should disaster strike me in the future. We should allow physician assisted suicide for people afflicted with this terrible illness. \n\nUntil then I have faith in the scientists and doctors in this country. One day they’ll have a cure but likely not in my lifetime. Until then, people should be offered a safe option to check out of a life doomed to a cruel mental decay.",
        "Thank you for a very cogent article about a scary subject for us ageing boomers. Your personal insights provide hope for me if I should receive this dark pit of diagnosis.",
        "It's good that you're in a pretty good mood right now and managing your disease through various therapies.  I'm sure you realize that as you decline further, you'll no longer have the capacity to follow these therapeutic workarounds.  And while it's good you're monitoring your mood now, it could change for the worse without your ability to understand why that is or how to rein it in.  Also, you'll spend years in diapers.\n\nBut hey, if you have the resources to live in a facility where someone wipes your butt with dignity, and you're comfortable with your future self, by all means ride the disease all the way down.  My uncle didn't have that choice - my aunt spent the last five years of her life in a care facility.  My uncle is now bankrupt.\n\nI'm not clear on what medical advances with respect to Alzheimer's have been made since your mother's illness.  I've heard of these expensive infusions with iffy results and high risk of serious side effects.  The cure is worse than the disease.",
        "I just read yesterday that Dr Dean Onrush just completed a study with Alzheimer's patients that were put on rigorous diet (whole food plant based no oil, no salt) and lifestyle changes (exercise) who improved after 5 months (compared to the control group).  Not a cure but a way to slow down the progression of the disease.",
        "Excellent story.  Thanks for sharing.  I, too, have a history of Alzheimers in my family and am soon to turn 70.  So far, I don't think I see any of the symptoms but am watching closely (and, at time, thinking I am in denial).\nBut thank you for your story.  It gives folks like me hope.",
        "Watching my mother in law descend into Alzheimer’s over ten years was heartbreaking.  Every day she thought her mother died and she had to pack and get back to her home country. It\nMust have been the most traumatic event of her life and Alzheimer’s made her live it again and again and again.\n\nIf I get it I don’t want to live with it.  She didn’t live, she existed and she suffered and she didn’t enjoy her grandchildren nor her children.",
        "Thanks for your story. My mom had Alzheimer's for a decade and passed a month ago. She had much the same experience as your mother. She lived the last five years in Memory Care. She was content, happy to be able to do what she wanted. She liked her caregivers, and sometimes \"sat in\" on their staff meetings on the floor, as she liked meetings. She was in a similar zen state, living moment to moment, after a busy life working and raising three kids. She was not in pain, happy to be able to make her own choices.  I agree it was probably more difficult for us to watch her fade away, than it was for her. But taking the fear out of this disease is useful to me.",
        "I don’t know how much money is being dedicated to what is looming as the next medical crisis but it is not enough.  Add to that the insurance and pharmaceutical company skims along with the Dickensian care options for seniors.   Maybe we need to start stockpiling pills.   Tell someone else where they are, though.",
        "Thank you for this. I have seen family and friends decline with Alzheimer’s. From my personal experience, the biggest challenge is not with the person whose body is declining, but rather with those around that person. Instead of accepting and working within the new reality, spouses, children and friends fight it. Any chronic disease is challenging. How we deal with it can affect the rest of our lives",
        "I wish the author well, and I hope he gets the best case scenario his mother got (he paints a very rare, optimistic picture). \n\nWhen my mother was diagnosed at 74 she was inspiringly zen. As ALZ took over the next three years, she was in emotional distress a greater and greater amount of the time, hitting 100% in the months before her death. \n\nIf I get diagnosed, I will take no more than a year to get my life in order, make good memories and say my goodbyes, then I will find a way to say the final goodbye while I still can.",
        "Good article.  Mr. Gettinger notes that he and his mother each suffered from lifelong depression.  Is it possible that depression is a risk factor for Alzheimer's?   \n\nThere is no sugar coating it:   Alzheimer's is a dreadful illness for which there is, as yet, little hope.   My younger brother was diagnosed in his late sixties.  It is hard to see a person you love suffer.",
        "This was a wonderful piece of writing. Thank you so much.",
        "Sorry, but even if the patient has a tolerable life, the family may go through living hell to provide it, if the financial ability to provide professional care is unavailable.   \n\nThe spouses taking care of a sufferer for years without help, without a break--what of them?  They are out there."
    ],
    "web_url": "https://www.nytimes.com/2024/06/08/opinion/alzheimers-mom-family-diagnosis.html"
}