{
    "main": "My Son Has a Rare Syndrome. So I Turned to the Internet.",
    "abstract": "Social media became a place of both solace and torment. How much was mine to share?",
    "keywords": [
        "Rare and Orphan Diseases",
        "Social Media",
        "Parenting",
        "Disabilities",
        "Children and Childhood",
        "Birth Defects",
        "Pregnancy and Childbirth",
        "Babies and Infants",
        "Anxiety and Stress"
    ],
    "comments": [
        "Imagine if we could go back in time and tell people that, in the future, you will make every private, painful detail of your life public and then spend your days feeling offended, arguing with the ignorant, and defending your dignity to people you’ll never meet.  I can only imagine that wonder why.  And I understand that insensitive comments from strangers in real life can be painful but you cannot be hurt without your consent.  I say this with compassion: you don’t have to be offended, hurt, and demoralized by the words and opinions of people who really don’t matter to you.",
        "Mystery breeds anguish and resolve. But then we who have loved ones with an unlabeled ailment enter the jungle of the web where those who traffic in snake oil and questionable surgery lurk. Around the doctor or researcher or miraculously healed patient grows a new illness group to confirm their new bias against evidence and for the miracle. Once the cult grows in number, many never leave no matter the risks, even those whose life is compromised, shortened or lost.",
        "You write \"Children appeared prone on medical tables, anonymizing black bars covering their eyes\".  A prone person is positioned face-down.  Children on medical table with black bars covering their eyes would be supine, not prone.",
        "Sonograms are our friends!  Don't be afraid of them.  They don't hurt!  They can be fun!  Imagine being able to see what's going on inside you... what a technology miracle.  One of our best medical tools.",
        "The rare syndrome, in our family's case, is Wiedemann-Steiner (WSS), of which there are only 1000 reported cases worldwide. Facebook support groups have been a blessing, both for reassurance and information. Best to you and your family.",
        "Gorgeously written. I appreciated especially the parts where you grappled with how much to share, torn between pride in him and demanding that people accept your son as he is, versus respecting his privacy, and also your own need to shield yourself from other’s stupid comments. You’re a brilliant writer. This piece will stick with me.",
        "What a powerful piece of writing, Ms Hess",
        "I'm sorry you're going through this. Oddly, it's the open arms of the internet that often inform us and comfort us when the medical establishment fails. Thank you for sharing your story.",
        "Beautifully written column about Amanah Hess' heartbreak, confusion and courage in the face of what all parents fear - their children suffering. Written with emotion and insight but without sentimentality. I wish we had more Amanda in the pages of the NYT.",
        "Amanda, You are a thoughtful and wonderful writer.  I have read everything you've written since your byline first appeared in the Times.",
        "Beautiful work. I learned a little more about the internet’s power and value in terms of being a place for information and support, along with some cautions for parents in situations similar to this family’s. Thank you for sharing, Ms. Hess.",
        "What a wonderful article! Best thing I've read on ages.\n\nThe last thing you need is advice from a stranger, but please - keep writing.",
        "Bless you,  Amanda Hess, for writing such a sensitive portrait of your son and you and your husband.   I, too, am the mother of a special needs son.   Sometimes it has been lonely,  but now he's an adult with a very unique view of the world.   Anyone who isn't interested in him beyond staring at him,  isn't worth my time or his.",
        "The internet can bring more help than hurt IF you find your people. In my case, when I was diagnosed with breast cancer in my early/mid 40s, I didn't fit in with the YA (young adult) patients OR the mostly over 55 crowd. So I didn't have any kind of support from other women or men who had been through it. When I had a recurrence a decade later, I still found myself not fitting in to the 'right' age categories, but you know what? Keep searching - groups like Ashes of Courage and The Breasties (the latter of which is geared toward younger women) are accepting of all ages and stages. And there is nothing more helpful than having someone respond that they understand your question/dilemma/feelings because they've been there. \nHuman (non-medical professional) help is sometimes just what the patient ordered.",
        "Thank you for sharing so tenderly your difficult journey with your son. Your son is who he is because you have been his fierce, loving, and courageous champion, navigating the outside world, leveraging what is useful and not losing sight of what is important. Love, nurture and the strong belief that no matter what, everything will be okay. One step at a time. I think we all needed to hear this story this morning. Filled with gratitude, Amanda.",
        "Thank you for publishing this thoughtful essay.  It was affirming of both the isolation and the communal aspects and challenges of raising a child with a medically complex diagnosis.  People have often told me that I should write about my experiences.  I am impressed that Amanda had the fortitude to do so.",
        "Thank you for this piece; I have pre-ordered your book and look forward to reading it! \n\nMy daughter was born with a limb difference. We found out at my 12-week ultrasound that her right hand never developed. Still, it wasn't until after she was born and struggled to maintain her body temperature and blood sugar levels that we learned she has an issue with her pituitary gland. \n\nIt's called Pituitary Stalk Interruption Syndrome, and it's so rare that there are no communities, or awareness months, or a \"Walk for PSIS.\" She is on hormone replacement therapy for the rest of her life, receiving a growth hormone shot every day and pills crushed into her bottles of formula. When she gets sick, we need to stress dose her with extra hydrocortisone to help her body fight off a fever or infection.\n\nI thought her limb difference alone would make her life a little harder, but it is now the least of our worries. She is 9 months old and just started crawling, using her little arm to help scooch her along.",
        "19 years ago, my beautiful son was born and was healthy- but then he didn’t develop language- and was diagnosed with Autism. I knew that diagnosis carried a negative stigma and the expectations for his developmental processes were grim. I was Devastated and honestly angry. I hated when people said His Autism and I would not let that piece of him define him. I knew enough to work with his strengths and to break down his needs into minuscule pieces- he said his first words at 4 and  by 9 was using sentences. He didn’t use social back and forth language until 12 years old. Now he is graduating from HS and will attend one of the best universities in the country- I know that we are lucky- but if we had listened to society or even the school district - it’s unlikely that he would have progressed into a great reader and outstanding student. Be supportive and keep the bar high. Be inclusive. Best wishes to all parents and families struggling with disabilities.",
        "Thank you for sharing your story.",
        "Your story brought many tears, to my eyes. Different genetic and chromosomal disorders...out there. \n\nWe are listening and sharing...the silent and vocal advocates. \n\nPraying and hopeful...and preparing. I'm not sure for what? I guess everything...especially their strength.🥹",
        "Nobody tells you about the pain and fear that can go hand in hand with deep love for a child, especially special children like Amanda Hess’s sweet son and my own. This article describes it perfectly, including the truth we all must confront at some point: our child is an individual human who must live their own life.",
        "I understand the need to feel like you are not alone but I have never posted my children on social media of any kind because the of the people those sights attract. It’s my responsibility to protect them\nTherapy including group therapy is a place to vent and listen to others. Social media is not therapeutic.",
        "How complexly well-performed an essay ! -- May your family continue to thrive",
        "Please don't make your son your story.  He is your son:  He deserves his own story about his life.  He is so much more than your story about him and I hope he comes to know this truth.\nPlease don't write about him anymore.  Let him write about himself when he gets older and can tell his own story.\nYou are a mother of a young child and it is easy to feel that his story is your story because you love him so much.  You and your husband love and adore him.  As he gets older; you will see he is own his person, and he will want to be his own person; in charge of his own life.  And of course, you will love him just as much.  It is easy to see from your writing how much you love him.  \nPlease let him say who he is, himself, when he is older and decides to talk about himself.  Or not, if he decides not to!",
        "What a lovely, honest piece of writing.",
        "She should share NONE if not anonymous.  Nor should a parent post pictures of their children online. It is barbaric. The coming generations will sue their parents for invasion of privacy.  I would.  What if you want to disown your parents.  Cant if they have overshared.  What if you want to reinvent yourself.  Cant if the parents have overshared.  Stay anonymous.  Blog under assumed names and wear masks in places with facial recognition cameras.",
        "Lovely piece. Thank you! ❤️❤️❤️",
        "What an incredible piece of writing. You capture the profound loneliness of parenting a child with medical differences in the age of social media and infinite online information. The desire for answers, for certainty, is an unscratchable itch. And to compound that agony, there is so much pressure to curate one's family story to match what parents of typical kids are putting out there... and you show us the flip side, the need to paint a certain picture of the life of a \"medical mom\" for likes, for sympathy, etc. It takes so much self-awareness to see this and leave space for something else. I have had to go through my own evolution with this as a parent, so I identify and I thank you for this courageous and honest essay.",
        "\"When I typed “birth defect” and “fetal abnormality” into my pregnancy app, it replied: “Please try searching for something else.”\" Is there an app for that?",
        "The internet can be a vicious, hateful, and completely a dispiriting place. Two and a half years ago, when the ENT surgeon informed me of the cancer I had, he said, \"Don't Google it - it will only make you very unhappy.\" I never did.\n\nWhen the radiologist met with me and my wife a week later, he said the same thing. But she did, immediately. And within a minute she was sobbing uncontrollably.\n\nWhen she was pregnant with our two sons, she would stay up late at night, Googling all kinds of stuff about pregnancies. So much vitriol, so much poison, so much hate was what she found. \n\nWhy?\n\nI keep my attention and my focus on me, in the here and now. I don't need statistics, or to read anecdotal stories about other's experiences. They have no relevance to me. This is me, not them. \n\n2.5 years later, I am alive, enjoying life, enjoying my time with my wife and sons, enjoying my travels, my hobbies, my very existence. \n\nI am heartened by this story. Ms. Hess, as a dad of four sons, I can tell you ALL parents make choices for our children we later question, even regret. Be kind to yourself. Life comes at you quick and hard, and, like a batter, when it pitches you a curve ball, you have to decide how to react. Take the ball, or swing at it. Either way, you may get a  strike.  As long as your words, actions, thoughts, and motivation come from a place of love, you can't do any wrong. And from reading this, I'd say you, your husband, and your child are very fortunate with love.",
        "What a profound and moving tribute to your family’s love, compassion, and concern for your son. I wish you wisdom and peace on your life’s journey.",
        "Thank you so much for writing and publishing this article. I read it with smiles and with tears, at the writer's honesty, perceptiveness and depth of understanding. An intelligent and articulate essay. Thank you.",
        "This article and the moving comments to it posted here are excellent reading for parents in similar situations.  Especially the part about participating in the study of caregivers - that resonated with what I see of friends who are in similar situations.",
        "When I seek knowledge, I too go to the internet. To connect with others is very human and with such a rare experience the net is necessary to find others who can truly understand.",
        "This is such a well written and poignant piece, sharing so many personal aspects of parenting a child with differences and highlighting how social media has impacted all the issues.  I will be sending this on to my colleagues in the medical profession because they could benefit from knowing what not to do when a difference is discovered.  \nThere were several comments about how fortunate it was that the OB/Gyne was able to diagnose her son's condition early.  But the way the diagnosis was shared with Ms. Hess was unfortunate to say the least.  As a doc, please stop telling people to stay off the internet.   Everyone goes right to the internet for info in part because they don't /can't  get enough from the health professionals.  Also, please don't say things like \"I see something on your ultrasound that I don't like\".  Better to say there's something different.  And finally, please don't make predictions like \"he may not go to Harvard!\"  Better to say \"expect the most of your child.\"\nWhile the general public will often say hurtful and ridiculous things, person's providing health care should know better.",
        "This article was so life changing and powerful for me and I am a 71 year old woman with 4 adult kids. I was not born with a debilitating disorder but I had crossed eyes and was made fun of almost everyday from the time I was 5 until adulthood and then some. But my mother loved me and acted like she did not see it. But she did. If I told her, she taught me how to love them anyway. She saved my life. I lived a good life. At 71, I have cornea failure and my eye is problematic everyday but thanks to my parents I'm not defined by my eye problem.  And yet, I never considered what it must have been like for her to watch me go through this trauma or how traumatic it may have been for her or my father. My mother died at 98 eight years ago and my appreciation for her role as mother and my realization of the lengths she went to protect me have moved me to tears after reading this article.  So much emotion and compassion and vulnerability by this mother who has a way more complicated life.  Thank you for this.  I didn't know I needed it.",
        "This article really moved me. I'm a new mum too (over 40 first time parents of twins) and this just hit differently. I remember the author from her days at Slate Magazine. I'm glad her son is doing okay. I don't have any opinions on social media. Helps some,  traumatizes others.",
        "I am an 81 year old male, married, retired with two grown children who have families of their own. I usually just read the political news and commentary in the Times and the Washington Post, but something made me pause, and then read this article in its entirety. It is one of the most profound articles that I've read in a long while -- and I'm not yet sure that I understand all the reasons for why that is. For now, let me just say thank you.",
        "My own daughter has Cerebral Palsy. She's in her 50s. I'm in my 70s. So the internet and Support groups didn't exist when she was growing up. She went to college on the West coast. I had a demanding job by that time that involved travel. So my involvement in her life backed off in what I think was a fairly normal fashion. \n\nLike this mother and the commentators, I researched her condition--at the library (this was way pre Google).\n\nOne of the things few realize is that we mothers feel horribly guilty. We wonder if something we did caused the condition. Many of us over compensate.",
        "How beautifully written. And what a beautiful story of learning to love and acceptance, but also empathie.",
        "Thank you so much for sharing your, and your son's, life  with us.  It made me tremble with emotions and relief..",
        "What a beautifully written article and some incredible comments. My daughter was diagnosed with Type 1 diabetes a few years ago. A much more common condition with a very established community. I really struggled with being that ‘hospital mum’ and the knowledge that I was supposed to immediately have, being a support for my daughter but not falling apart myself. I joined many Facebook groups, listened to podcasts and probably shared too much information. She’s a teenager now and I have to hold back sometimes, it’s not my information to give away anymore.",
        "Your last sentence and observation about Instagram should be a genuine concern. I would Delete Instagram with images and stories of your son before they ask you to do it.\nKids do not like parents telling and showing their complicated life stories for public consumption. I've been there, done that. My child asked me to delete it, and I did.",
        "What an incredible piece. The combination of clarity and restraint voices your struggle in the most respectful way. Parental love is unique--all encompassing, thrilling, and sometimes overwhelming. What we do to try to protect and nuture really has no boundaries, and when faced with a serious complication, must be even more exhausting. Finding your tribe is important, and sharing is how we build a bigger tribe. Thank you.",
        "What a beautiful piece. It’s redolent with humanity and the kind of ethical questioning that turns your family’s story into a universal story. Thank you.",
        "Such a beautiful piece. I don’t know what more to say but just wanted to add my voice to the chorus of support in these comments.",
        "Beautiful piece. I have also written about the complexities of the Internet as the mother of a young girl with a rare genetic disease - see “My Digital Refuge,” published last year in JAMA.",
        "Beautiful piece. I have also written about the emotional and ethical complexity of the Internet as the mother of a child with a rare disease (see the essay \"My Digital Refuge\" published in JAMA last year). Thank you for writing and sharing your experience.",
        "I’m so glad you made it to CHOP and especially met a thriving adult with BWS! And I hope you and your family continue to do well.",
        "The quality of the article is matched only by the quality of the responses. I don't think I have ever read an article so well written and emotionally profound. And the same about the responses. Bravo, all.",
        "Virtually all research on rare childhood and adult diseases will have some connection to the NIH, which is the premier research institution in the world.  Whether it will remain so is increasingly in jeopardy. \n\nThe titular head of DOGE (Amy Gleason) has a child with a rare disease and has described the diagnostic journey on a TED talk, so she’s obviously open to discussing the issue. She’s very willing to share her experiences.  Hopefully she’s planning on using her influence to help families by increasing NIH research and funding and expanding access to help other families in similar situations. \n\nThat’s the logical thing to do.  \n\n<a href=\"https://www.ted.com/talks/amy_gleason_a_360_view_of_patient_history\" target=\"_blank\">https://www.ted.com/talks/amy_gleason_a_360_view_of_patient_history</a>",
        "As a parent of an adult child with autism, I can relate to a lot of Hess's experiences as a special-needs mom. Her eloquent description of the internalized battle we wage by being forced to somehow \"mediate\" our child's condition to the world yet also maintain our autonomy and theirs, is spot-on and incisive.",
        "This is a beautifully written tribute to the deeply individual beauty our children all have. Amanda, thank you for sharing your and your husband’s experience as first time parents. \n\nYour descriptions of the many complexities of parenting and loving and being the mother to a child with this condition is something that I didn’t know about.\n\nI thank you for sharing that story and helping to give insight into what you went through and continue to process. \n\nI think what bonds us all as parents is the deep wish that we could wrap our kids up and shield them from all the bad stuff out there. I can’t imagine what you had to deal with every day. Please never let it steal your joy and happy memories of the early days of being a mom, even with all the challenges you endured.\n\nOur babies are our joys, our heartbreak, our whole hearts, what we think about when we wake up and go to bed at night.  That’s what bonds all of us too.",
        "I am a pediatrician who works in a large children’s hospital, and have taken care of children with complex medical needs for over 20 years. \n\nAs a physician, I am impressed daily by the devotion and strength of the parents, but may not be aware of the details of their journey through their child’s illness. \n\nReading Ms. Hess’s story, motivated me to try to  understand  the parents’ needs beyond clinic visits and hospitalizations.",
        "It’s almost like the author never considered that instagram is optional. You don’t have to participate in any of it at any level. \n\nWell before instagram, when I was a medical student, I met a child with a rare condition called Congenital Chloride Diarrhoea. The most enlightening thing about talking to the mum was how completely this (then) teenager’s condition defined the mum. I expected her to be all over any updates, in touch with specialists overseas, but no, she was completely resistant to the idea that there could be a functional cure. If her child was no longer that rare, special child, then what would that make her?",
        "For 30 years I worked with children who had a variety of disabilities, and with their parents. This article captured very well the variety of emotions parents experience when their child is \"different\" in some way: love, anger, protectiveness, confusion, devotion, fear. This family is fortunate in an unfortunate situation because they have medical insurance, jobs that enable them to supplement what it doesn't cover, and two adults who provide emotional and practical support for their child and each other. The story is very different for families on Medicaid and for single parents.\n\nI was struck that no mention was made of the parents devoting time and effort searching for someone to blame for their child's disability. That sometimes happened and it was painful for everyone involved. It was also difficult to cope with parents directing their anger at us as \"helpers\" when we were doing our best. But you  need to accept that as sometimes being part of job, and then find a way to work with it or around it.",
        "I have cystic fibrosis. If my parents used me for clout, discussed my medical struggles online, shared my story with strangers on the internet or wrote about me in a manner similar to this piece (easily linked to me! With full names!!!), we would be estranged.",
        "A beautifully written article. However, as a mom of a now grown adult with neurological issues, I can't imagine writing about him for public consumption when he was a child. I'm torn about this piece.",
        "Wonderful! Very relatable to me and all who love someone with a disability, especially one that invites cruel comments. Pain gets mixed into the love, but the love is very, very strong.",
        "I was a disabled child. I saw my parents' pain. If I could have spared them that, I surely would have preferred to never have been born. I think we need to hear more from people who lived with disability as children than people who pat themselves on the back for their selflessness. We know we are burdens. My parents are both dead now. The people who supported me no matter what are now gone. When deciding whether or not to bring a pregnancy to term if the fetus is abnormal, the parent needs to consider who will support the wellbeing of that child when they are gone. I hope that this woman's child will have some kind of normality in his life. And I hope he doesn't end up in an institution when she is gone.",
        "What a beautiful story that you have shared--thank you, Ms. Hess.  Your child has been gifted with so much love from you and his father--the greatest gift of all.  He is a lucky child and it sounds like you have been blessed as well.",
        "Beautiful description of the journey. As a parent of a child with special needs it's difficult to describe the hard work and extraordinary joy of a child with special needs to others.  As a medical practitioner myself, I am grateful to see the wonderful medical care your child has received. I absolutely remember the one sweet family whose child had BWS that I met along the way.",
        "Thank you for writing this heartfelt piece - as a physician it reminded me to think about my patients experience, their parents experience and all the different things I can do to help.",
        "Amanda - thank you for this. I am the mother of a child with a (different) disability and much of what you said ran through me like a bolt of familiar lightning. I'll never see Dumbo the same way again; I would not have thought I'd someday relate so very much to a cartoon elephant! Wishing you and your son a lifetime of support and happiness.",
        "Your story educated me the many layers and aspects of growing through challenges that seemed too huge to overcome.  Thank you, Amanda.",
        "Mother of three-- two medically complicated children--one, idiopathic chromosomal abnormality, one orthopedic/neurological impairment; also, one prodigious musical/globally intellectual gifted. It's called \"maternal instinct\" for a reason: TRUST IT.",
        "Quite interesting and informative. I'll definitely be learning more about the syndrome",
        "I hope all continues to go OK for the author, her husband, and their son. Interesting that there’s little in this article about the boy’s father.",
        "The Internet is an awful, unforgiving place. Well, social media at least. I don't think there is any lesson to be taken from that or improvement to be made -- we have to figure out how to get away from it, and quickly.",
        "Wow. This is the most stunning piece of writing I have read in a very long time. So many insights. Of course the main thread, the story of your mothering your son and your perception of same, is most compelling. But I was equally taken by your brilliant capture of IG influencers and the insanity therein. I quit IG, my last META connection, on Inauguration Day. In the three months since, the fog has cleared. I am so glad to no longer be trapped in that pit and your description of social media magnifies my gladness. Thank you very much for all of it.",
        "Compare the depth and quality of this piece of writing to the superficial brevity of TikTok or other social posts. Or what we got out of 20 minutes spent with this article compared to the same time spent scrolling. \n\nThanks for the huge effort, of self-reflection and craftsmanship, that went into it.",
        "In the last eight days Amanda Hess has published two of the best pieces to appear in the NYT all year.",
        "I was taught from a very young age to NEVER stare at someone who is disabled, mentally challenged, or otherwise different.  How some people not only stare, but actually vocalize the ugly thoughts inside their heads without a thought as to how it might make someone else feel, is beyond my comprehension.",
        "Whose story is this? the mother's or the son's? I think is belongs to the child who god willing will grow to adulthood. I found this piece horrific.",
        "This can never be replaced by AI. Thank you!\nSuch a special talent.",
        "Many people avoid social media for reasons like this.",
        "amanda hess, you are a treasure.\nmay the gods be kind to your family, and actually — may they be kind to all people who bear the mark of being “different.”",
        "Intensely moving",
        "This was a sensitive and balanced article about the mixed emotions that accompany parents of children born with medical challenges/complications. But, the last paragraph left me mystified. The author described her observation that her son at age 4 traced an “Amazon video logo”. Tracing an image/logo at age 4, “yes”, a milestone! But why mention a specific brand? How is that relevant? I’m optimistic that there was no intention to promote a specific brand. But if the author didn’t catch that faux pas, her editor should have been able to re-craft the statement to be more generic and to disconnect the description of a milestone from branding.",
        "Congratulations on your lovely boy. You are fine, moral, loving parents.",
        "The song I remember the most from Disney's Dumbo movie is \"Have You Ever Seen An Elephant Fly?\"sung by the crows that originally set out to put him down but ended up rooting for him big time. Your son came home singing and I'm certain that with your and your husbands amazing love, care and support, that he too will end up flying high and having a successful, fulfilling, happy life. I cried when I read your piece, but they weren't tears of sadness....they were tears of joy.",
        "Amanda - my wife and I have a son that was diagnosed with a chromosomal disorder prior to birth that is 100% fatal unless it is mosaic (meaning the chromosome defect is not in all cells). If it is mosaic and the baby makes it to term the average life expectancy is 1 year. Our son is now 15 and is doing well after 4 surgeries to correct heart defects. It was, and is, a slog. He had all sorts of problems and has spent a lot of time in various hospitals. We are lucky that we have two of the best children's hospitals in the world close to us, Stanford and UCSF (he's had surgeries at both). One piece of advice I wish I'd taken more to heart was to try to look after myself and my marriage. Having a child with such difficult health problems can really wear you down. Best of luck to you and your family.",
        "This is a beautiful story, Amanda. It reminds me of the song “I’ll Take Care of You” by the Dixie Chicks, about a mother’s fierce love for her child despite the world’s derision and negativity. I think most mothers who have had to advocate for their children in a sometimes-hostile system can relate to the feelings of “us against the world.” I’m sure your husband can relate to it, too. Your son is lucky to have you both. Thanks for sharing your story.",
        "I will never understand the \"need\" to announce a child's birth via social media with a picture. The author mentions her qualms about signing up her son for the research study at Philadelphia Children's Hospital. Medical research has stringent ethics and privacy requirements. Social media don't. Your child has the right to privacy, and that includes the right to not have pictures of them online that will never disappear and can be abused by anyone.",
        "As a social worker who served consumers with differences and their families for 35 years,   the best lesson I learned when I was supergreen was \"PEOPLE...first.\"    One of the things that separates us from other social mammals is the ability to accept and support community members of ALL kinds.    That is what makes a society civilized.",
        "Amanda, I think your son will understand why you've written about him. You do so with compassion, and that matters. Best wishes to you both.",
        "I'm a mom to a boy with a rare genetic syndrome, and this piece resonated for me so much. What a complex and empathetic telling of what is often a very lonely experience. Thank you for sharing.",
        "Thank you for writing this amazing article. I learned so much and your insight has reframed the way I think. I just retired after 43 years of being a health care provider.",
        "Thank you for your wisdom, intelligence, and loving description of your experience. My special son is almost 30, but I’ll never forget the early years after his diagnosis.  Your description is intimately familiar.  All the best to your son and family as you continue on this path.",
        "Amanda! You're an amazing mother in all your complexity, and an amazing writer, in all your complexity.  I hope you've read the short story \"Orange World\" by Karen Russell-- it's for all of us moms, and our fear. Thanks for sharing your story with us.",
        "Beautiful writing. I'm also impressed that your experience didn't include seeking multiple specialists for answers - the fact that your regular doctor diagnosed your son is quite extraordinary these days.",
        "Very interesting to me as a mom who became a wheelchair user when my kid was 6. She was the one who would stare back at the starers until they diverted their gaze. In college she wrote her version of your essay.",
        "Your son has you there. Your son knows your love and respect. IOW: Your son cannot hope for a better mother, and he will make the best of life that he can. This make you and your son exceptional. The pain is just part of life y'all will learn to deal with together.",
        "Thank you for this incredible essay, truth- telling, wise, intelligent, patient, kind and beautiful.",
        "Beautiful essay. It moved me. \n\nCaring for, educating, and guiding a child in the world— especially in the early years — always involves a certain level of fusion between a parent and her child. We feel both kinds of pain: the physical and the emotional, the real and the perceived. We suffer with them. Hearing that your child has a disability or a chronic illness is like being pierced by a knife. It changes everything.\n\nWhat I struggle to understand is the lack of empathy some adults show toward difference — especially when it involves a child and their parents. Sometimes, empathy is as simple as keeping your mouth shut. Is that really so hard?\n\nChildren, especially when they’re little, don’t see differences. They just see other children. Maybe we should let them teach us what empathy is.",
        "I’m a middle-aged woman who was born with a rare disorder, which means I had multiple surgeries from infancy, and most of the medical staff did not think I would survive until adulthood. I still have mobility impairments and I was not able to have children because of my disability, but I have a lovely husband, satisfying relationships with friends and family, and interesting work. The impact on the relationship with my mother was profound. She was an amazing ‘hospital mother’ and her advocacy saved my life over and over again. But. In adulthood, the boundaries about what was my body and who owned it never really got resolved. Even in my forties she would release little bits of important information about my medical history that I should know but she didn’t tell me. She died last year, and I still wonder if there are things I should know. She strongly identified as a parent of a child with disability when she found online support groups and released private identifiable medical information about me that I choose to keep private in my personal and public life. It’s such a hard relationship to manage, and often I feel like the actual me was invisible inside the disabled me as her role as the parent of a disabled child was a primary identify. My infertility trapped us in the parent/child role in a way that it did not for my sister who had children. I’m sad she died, but finally, at age 58, my body belongs to me.",
        "I have leaned heavily on social media since our then 4.5 year old developed asthma like symptoms. In fact, social media is what helped us get diagnosed with something other than asthma and ask for the right procedure for the diagnosis. I haven't posted many photos - mostly because I was too traumatized to do so and I felt the stigma of having an \"airway kid\" and being a \"medical mom\" (these are both things I do not want in my daily lexicon. Even as we have been getting closer to resolving her issues (again, with the advice of other moms on social media and the excellent specialists to whom they directed us), I weigh in on other inquiries regularly with our own story and experiences. I haven't considered what she would think of all this once. At this point, I am trying to help other people but this piece makes me wonder if I have a right to do so without her consent. At any rate, I am so grateful to be a \"medical mom\" in the era of social media. It very likely could have saved my daughter's life.",
        "Thank you for sharing your very personal story -- beautifully put. Having a child with a difference makes the parenting journey that much more challenging. And as hard as it can be to remember, other people really don't know how to react or what to say when confronted with anything outside of their own knowledge. I love that you have found some community; I've found that sharing info with people who know what you're going through makes the journey just that much less stressful. I wish your son a long and happy life.",
        "I was born with a random mutation of Marfan Syndrome, which was discovered when I was a child. My childhood was great. I excelled at sports and fit in well enough my peers, absent the insensitive comments regarding my weight and appearance which highlighted my differences. Then the major surgeries (back + heart) came in the high school/college years and I couldn’t do what I loved anymore. It completely destroyed me. Now that I’m a bit older (20s), I often find myself putting myself in my parent’s shoes, and it hurts to think about, but it also helps. They had no good options. It was either (1) restrict me from sports altogether, something they knew I already loved; or (2) allow me to pursue sports knowing that it may eventually come to some sort of unwanted end. As I mentioned, the second scenario happened, and it was much worse than any of us could have anticipated. But as another commenter mentioned, there was never a “playbook.” My parents chose to not take away my passion out of love, and I have many years of great memories and lessons. That doesn’t remove the pain, though, and I’ve had to learn to live with that. It always helps to know that my parents were doing their best in an unenviable situation, and that is all to anyone can ever do.",
        "When my daughter was diagnosed, in utero with a form of skeletal dysplasia the doctor handed me a piece of paper with the results, and a pen mark through the sentence “test results are within normal range”. This was and continues to be what having a disabled child is like, an afterthought when forms are formatted, and no one takes the time or cares enough to remove such a cruel sentence before handing it to a mother who is about to embark on a lonely and terrifying journey of bringing a life into the world that cares so little about the disabled.",
        "I had to fight back tears reading this beautifully written essay.  Thank you for sharing it.",
        "When my son was diagnosed with a birth defect in utero my experience was very similar to yours--that abrupt upending in the doctor's office from normalcy to confusion, panic, indignation, fear....He is now in his late teens, but I can still recall in great detail the pregnancy with him and his early childhood--which involved difficult feeding issues and surgery. Yet, despite the concerns that the genetic counselors raised before his birth (alarmingly offering the option of abortion), we were fortunate that most of those issues could be surgically repaired (or still will be). With time and experience, though, I have realized that we never really know what we might need to deal with and how seemingly significant issues might ultimately not be challenging to our children in the way we had anticipated and feared, while other issues, medical or otherwise, might challenge them more. More positively, it could also be that different strengths, interests, talents, etc., might actually be elements that are more definitional for our children--even though these did not show up glaringly under the ultrasound wand. In short, despite that early diagnosis, I have realized that we never really know what will unfold, an attitude that has helped provide me with some perspective even in the face of difficulties.",
        "This was profound. Thanks for sharing.  Cheers to you and your family.",
        "Amanda,\n\nI had something like the opposite of your experience.  Our daughter was always a bit different from other kids, but not terribly so--quite small, eye problems, and then academic issues.  We got nowhere with research (this was the '90s) and reaching out to every educational expert we could find.  Fortunately for her--I think?--her dad and I were both public school teachers so maybe more equipped than others would be to get her through school.  And, by some small miracle, she was willing to work harder than any student I ever had to learn.\n\nWe found out what her issue was when she was 17, a brain anomaly.  There was decent internet by then, and I researched like crazy.  But all of the stories of kids with this condition were so unlike her, so much more affecting, that, while I cried myself sick reading them for days, I could not relate.\n\nThen a very kind woman in Texas, who was an expert on this disorder suggested I research another disorder that always exists with the primary one but can present on its own.  And I immediately saw that these were her people.\n\nWe were fortunate that there was still no social media at that time.  I joined a listserv for each condition.  They were private and wonderful, full of compassion and information and suggestions.  No photos.  I'm sorry that they have given way to social media, where I do not live.\n\nBut I do treasure social media as a big, wonderful part of my daughter's life now that she's 37.",
        "Profound and moving, this article speaks to the challenges of parenting children with disabilities.",
        "I have a 21 year old daughter who has multiple special needs.  I think the best thing about having her when I did (before Dr. Google, etc) is that I was able to bring her home from the hospital and not obsess over what might happen.  I didn’t know that she only had a 10% chance of survival.  Instead, I got to raise my baby and love her for her.",
        "Great writing- brave sharing- no one is perfect (or even close to it) despite what social media comments might suggest!",
        "I wish all the best for this family. Personally, I would never post public pictures of my child to social media.",
        "I am 16yrs years ahead of the author - in parenting years - and it is wild to me how much has changed in terms of the social media landscape. When my kids were small, there were mommy bloggers and bulletin board type places to exchange information. \n\nWhile social media offers opportunity for parents/caregivers to feel a sense of belonging and gain valuable information, it also - as the author discusses - brings a lot of questions and concerns about what is ours to share and what is our child's to share?\n\nA very thoughtful and poignant piece. Parents of younger kids would do well to read and consider all that Ms. Hess has discussed - for all kids - not just those who have medical issues or are \"not typical.\"",
        "The 1 thing that I can assure any reader here is that very little of what can be read of genetic syndromes must be taken as authoritative.\n\nThat is hardly at all to say that the material is deliberate misinformation or even should not be trusted.\n\nDuring my schooling and my Residency and even in a Genetics unit as a resident on duty for a bit over a month, I encountered a good deal of situations with very real families who wanted information on their children and their families and it was always presented -and by published specialists much more informed than myself as what it is:\n\nA WORK IN PROGRESS!\n\nNeurofibromatosis has been seen as the Elephant Man, a disfiguring condition prompting a play and movie with bizarrely large bony growths and a distorted visage.   That tag was incorrect.    The supposed Elephant Man is now believed to have had something quite different, Proteus Syndrome!\n\nIndeed Neurofibromatosis was thought to be one condition, but it is now known to be at least 2 conditions, NF1 and NF2-SWN, the latter with Schwannosis, whatever that might be [and yes I do know it, but that would take more space than the whole of this response!]\n\nWe simply always are dealing with less knowledge than we might hope to understand and even then the published material is often quite a bit out of date!\n\nReading on line is perfectly fine if one wants some basic understanding that is understood to need, or indeed to have already been advanced.\n\nIt tells too little to be of worth.",
        "As I read this article, I was struck first by the fact that the diagnosis was made, immediately and correctly, by the author's primary OB-GYN. This is the result of excellent education and especially of rigorous research and the ready dissemination of research literature.\n\nThis is the kind of expertise that we all depend on.\n\nThis is the kind of expertise that is being devalued, undermined, and sabotaged as the federal programs for healthcare research, education, and communications are being vandalized.\n\nThis damage is going to affect every American, no matter who they voted for, for a long, long time to come. Generations will suffer.",
        "Your eloquent description of discernment about what served your needs vs your son’s needs was a master class on parenting.  Sometimes the needs overlap, but when they diverge, your selfless choice of his needs over yours is proof that you are a good mom making the best decisions possible. I’ll echo what others have said: be kind to yourself and don’t leave yourself out entirely. Also, thank you for some of the best writing I’ve ever read.",
        "I am the first person in my family born with a rare genetic disorder. I was diagnosed at birth via Newborn Screening, so my mother/parents didn't necessarily go through the same run-up after a diagnosis pre-birth, and social media did not rule the day when I was growing up. However, while you might think the essay would convey a very familiar feeling and point of view, this reflective write-up from the perspective of a parent/caregiver proved to be really insightful. I have many thoughts, but I think it is really important to reinforce a particular point:\n\n\"'Dumbo' taught me that a good mother wielded righteous anger on her child’s behalf — but also that this anger was dangerous, and it could cause problems for my son. I could become one more burden he was expected to resolve.\n\nOn the internet, it could seem that my son was me, that I was him. But this was not the case.\"\n\nSpot on, and, from the perspective of a \"patient\" -- particularly one who also lives in the role of first-born son with a rare condition -- I have to say this is a meaningfully important point of reflection and a key learning for parents, and maybe mothers in particular. I risk sounding callous by being brief, but the well-intentioned care, worry, control, etc., that parents tend to exert in these situations can easily become over-bearing and 'too much of a good thing'. Any parent who has come to the same realization as the author is exercising good EQ. I'd advise others to reflect on this as a learning.",
        "I am in tears.  This could have been me but my child was born with a disability before the onset of social media.  I can’t imagine the extra burden this creates.  Godspeed to you.",
        "My daughter was diagnosed with a rare brain tumor at age five, followed by a successful but unusual surgery to remove it (which has led to lifelong physical side effects). I was careful with her private information and did not post online. But I did join several online parent support groups using a pseudonym. It was an unutterable relief to know that we weren’t alone, and I received amazing advice and support from parents who were in the same trenches as I. I wish this author and her son the very best.",
        "I don’t know, I think in general without exceptions, that something is wrong with instagram, facebook, and  tick whatever it is. \nBecause is like to promote your humanity in a game of vanity, curiosity and gossiping about something that tomorrow will be  irrelevant and just an entertainment for strangers. \nSo I think your article is more deep than just about families with children in medical conditions.\n As parents,we need more perspectives and education, about our children in their future, like be better informed about their own limits on exposure and privacy. I want to protect in this case many children who are vulnerable and need kindness and respect. I’m a little idealistic but you show us how important is being able to protect every kid of mockery in social media.  When you use this social apps, their algorithms are forcing many people to constantly push in darkness zones, we need to be conscious about our kids need to be aware of that’s madness.",
        "Life is seldom as simple as most of us precess it most of the time.  Writing this good helps us recognize and appreciate the complexity of life.",
        "Thank you for such a great article. CHOP is a treasure.",
        "It wasn't the internet.  It was social media, that no one should ever use, and probably should be outlawed.",
        "Thank you for this thoughtful and insightful piece on entering into a much more complicated motherhood than you expected. My son is now 16, yet so many of your experiences brought me straight back to his infancy and toddlerhood. It was a very lonely and isolated time for me. Looking back, the thing that I regret most is that it was a challenge to be simply a mom to my son. I was so focused on his care and well being that it was difficult to stop and just appreciate my beautiful boy.\n\nYour son is lucky to have a mom who is so emotionally intelligent. The most important role you can play is to be his emotional guide and support him through the many intense feelings that are a part of living with chronic illness.  Just remember to take care of yourself as well. Often times a child’s illness is more emotionally stressful for the parents than the child themself.",
        "A beautiful piece, thank you. I was the mother of a profoundly disabled child, and I'm an American living in New Zealand. I just want to point out the extremely American narrative of \"This little angel was up against impossible odds, but then he was SAVED by his mom's LOVE and DEDICATION!!\" It's our classic, well-intentioned underdog story, but so hurtful to those of us who are living with a medical condition that cannot be fixed, no matter how much we love our children.",
        "My son died of a rare congenital heart disease at the age of 2 1/2 years old.  I appreciate the honesty depicted in this article. Nothing is easy and there is no playbook to follow.  But do what is best for you and your child is what you can do.",
        "Our son has a genetic condition so rare, it doesn't \"officially\" exist. It's genetically adjacent to a condition Wikipedia says only occurs in girls, because it is typically fatal in boys, if they are born at all. There is no community; there is only us. \n\nIntellectually, he is unlikely to ever be more than a 1 year old; totally dependent on the world for his care. Between sharing his experience, or not, there is no correct answer. \n\nThe world may never understand him, but I fear if I don't make he case for him - sharing his struggles and his joy - the world will not see him at all. Stories like these - awareness - are important. We need people to make decisions for our kids we will not have the power (or be around) to make, and that requires education, exposure, and experience. Otherwise, our kids are threatened with slipping into the shadows.",
        "For all the challenges you and your son have faced you have also been given -- and received -- something extraordinary: The opportunity to see and accept your son both for who he is, and who he can be. He will grow up knowing that his parents loved him deeply. And you and your husband will know that you gave your son the best you had to give. What a gift. And now, in sharing your story in this honest, beautifully crafted story, you have given your readers a gift as well. Thank you.",
        "Thank you for writing this significant article.  I live in Philadelphia and CHOP is part of the landscape out my window.   Good to hear an example of what they are doing. All the best to our family!",
        "Absolutely brilliant piece, full of thoughtful love, both its agony and joy. Thank you.",
        "Over 40 years I had a perfectly normal pregnancy (I thought) until two weeks before our son was born, when the doctors realized he had stopped growing a few weeks before. The world changed. Our pediatrician gave us two pieces of advice which have stayed with us: 1) treat him as if he non-disabled until he proves he is not, and 2) always make sure you have good medical insurance. 3 trips through genetic testing failed to identify a known syndrome (which isn't unusual) so we figured it out as we went along. Some things were curable, some treatable, others we and he have learned to live with. We love him dearly and his troubles have had a good and lasting affect on his brothers, one of whom has become a caring and dedicated doctor inspired by his experience with his brother. Good luck and God bless.",
        "What an incredibly insightful essay. The depth of your emotions will ring so true for many of us who deal with children with “syndromes” of all types. As a mom of a now 40 year old son I can attest to the many different perspectives your life will take as a caregiver, woman, wife, advocate, etc. Be confident that while you may cringe at some decisions you made, or will make, it is always with the best intentions for your son at that time, be kind to yourself.",
        "As a parent of a young child with a rare disease, I felt this deeply. The author expresses so well my own conflict of wanting to protect my own son's anonymity and yet my strong desire to find connections to other families online as well as the very best treatments to ensure he is guaranteed the most positive outcome. I was especially touched by the experience she shares of the impact of all these medical tests on her child's body and her lived experience. As much as I have myself entered into some of these medical groups for my own child's rare disease, I've struggled with how I can prevent us from learning about all the negative outcomes  - and I still daily brace myself for what I hope aren't eventual, harder decision we might have to make either for (or with) him down the road.",
        "I appreciate the struggle to seek help and understand what’s going on without getting pulled into every rabbit hole around, especially given some recent medical problems of my own.",
        "Amanda, thank you for capturing so beautifully the challenges we confront when one of our children has a rare disorder, particularly the question of what to share, and when, and with whom. \n\nYour son is fortunate to have you.",
        "When my son was diagnosed with autism at 4 years old, I agonized over whether to share the news with friends and family. I thought about writing a post, but in the end—out of sheer frustration—I deleted my entire account rather than “share” anything.\n\nI had lost the ability to relate to parents of neurotypical children, and seeing photos of my friends with their “normal” kids filled me with sadness and jealousy. At the same time, I felt a deep need to protect my son’s privacy while I figured out what he needed.\n\nLooking back, I’m glad I acted on that instinct. Today, my son is thriving—he’s in a regular classroom, plays sports, and most importantly, he’s happy. I truly believe that stepping away from the spotlight and focusing on his therapies without outside noise helped get us here.\n\nThis article affirmed everything I’ve felt and known in my heart, and it put those feelings into words.\n\nTo all the moms of special needs kids who have gone off the grid: you’re doing the right thing. These little humans don’t need an audience—they just need you.",
        "I am astounded at the great breadth of this author’s explorations of the nuances of parenting a child who experiences differences, from the complicated feelings during pregnancy through parenting to the impact of social media. A truly remarkable essay. As a parent of a child who experiences differences and as a former consumer of social media,  I am struck by the understanding of the conflicting positive and negatives  that social media provides.  Kudos!",
        "Amanda, I admire your compassion for your son and your willingness to ask yourself the very hardest questions. Courageous is the word I would use to describe your essay, along with  moving. You have so honestly articulated the complexites we face as mothers who share stories of ourselves and our children. They resonated deeply  with me and I have faced them in writing about my own son. \n\nI hope you can treat yourself with kindness in any future conversations with your son. You are a wonderful mother.",
        "Thank-you for this beautiful piece. The bravery and depth that you have shared in your experience is profoundly moving. The way that you wrote, so honest and intimate, kept me suspended in your truth and the process is such a meaningful way, showing and telling all the ways in which this process formed you, and your family. If only life had more spaces for this way of communicating, struggling and being with one another, connected and as a collective. What a gift to read this. Thank-you, truly.",
        "What absolutely stunning writing... \n\nWhen he's ready, your son will find your writing and find his mom and his dad are the kind of people who make you believe in people.\n\nIdentified with, and illuminated by, so much in this gorgeous piece. Thank you.",
        "This is an incredibly moving piece and resonates with me on a lot of levels. I’m not going to go into detail about that because it’s not about me. However, I was a special education teacher for 34 years and as a teacher, I am so impressed by parents who advocate for their children not according to what the parents need, but according to what the children need.",
        "Absolutely beautiful, inspiring, and meaningful to me, on so many levels.  I posted to FaceBook because of the differences between my own parental experiences starting in the 1990s versus today’s internet age.  However, the latter part of the article was the most moving.",
        "Thank you for this insightful and powerful piece. As a mother of children with special medical needs, your words and reflections resonated deeply with me. I am not on any social media, and have never posted about my children publicly. I believe my children have the right to define their own identities and share their own stories. I’ve tried to find the right balance of not compromising their privacy, while also seeking out some support for myself. I’ve sometimes found “support groups” (especially online) can be more depressing than reassuring, as the journey of each child and each family is unique. I’ve been lucky to have a supportive and close knit family who were always there to talk to; that’s ultimately what has gotten me through. It is a lonely path to worry so deeply and so uniquely for our children. Thank you for putting words to these complicated emotions and in doing so, highlighting the needs of both children and their parents.",
        "I too recall searching the index of every pregnancy and birth book from my collection for our situation- birth injury- finding it nowhere, and turning immediately to medical journals and eventually finding my way to the online community. I relate to your experience so much; I don’t know how my experience of my baby’s first year would have been different had I not been so plugged in to the grief and fear and ideas and experiences of the other moms. At first I felt like we were the only family on earth to be in our situation, and it was a weird mix of comforting and horrifying to realize that we were just one among many, trudging through similar journeys, alone together.",
        "I have a sibling with a rare physical disability and also a child with multiple medical conditions. I completely understand the push/pull of wanting to share so people understand and also protect your child's privacy. I am glad the researcher is including caregivers in her study. \nAs for the internet commenters and rude onlookers, sometimes I have time and energy for them and sometimes I don't. But I wouldn't change anything about my child, I only wish I could change the way society sees her.",
        "Thank you Amanda.  Such a beautiful, courageous sharing of a complicated journey.  Love is the most importance aspect of being human and your family's love for your son, in all his uniqueness, is a treasure -- especially for a world so desperate to see love prevail.",
        "This is beautiful.  Thank you for sharing.",
        "Thank you for sharing what must be an incredible personal thing to talk about. There are so many forgotten genetic diseases. \nGlad to hear he is doing okay. This is another piece of DEI. \nDEI just does not mean race. There are those with disabilities, and the aged that are covered in DEI",
        "This was a well written and informative essay.  I think you've done a great job of striking the balance you sought.",
        "Painfully relatable.",
        "Thank you for sharing your experience. Motherhood can bring out so many complicated and difficult feelings and can really alter how we see ourselves and the world. I’m glad to hear your son is doing well. Best to your family.",
        "This is only one complication of Beckwith-Weidemann.  One of the most visible.  That is not the case with every child born with BWS.  \n\nMy nephew with BWS is 27.  He had leg surgery when he was a child.  It never stopped him, and it was never something that visibly set him apart in any situation.\n\nHe is a gifted athlete, always has been, and has a professional job based on his amazing physical talents.",
        "I'm the mom of 5, all grown and raised before Instagram but they were young when FB was around, yet I somehow was wary of putting their photos online. Back then I was reading in the NYT about Sally Mann and discussing articles about her photography of her children. My children had no health issues but I'm now the full time caregiver for my near-90 yr old parents, one wheelchair bound with dementia and the other with extreme anxiety and what I believe is the start of dementia. I do deal each day with their difficult situations and care, and don't post about it, but keep a journal to remember. What seems right for one person may not seem right for another. Anyway, as a trained, briefly-former journalist and amateur photojournalist, and as a person who spends a lot of time thinking about how the internet and the creation and use of images have affected our behavior, after reading this article, I think if faced with this situation, I would decide not to go online, post photos or dive deep into these communities. One, so he can determine how to present himself to the world (maybe he will be like some people I know who have no disability, but simply don't want to have any online footprints?). For myself, strictly for medical info, maybe I'd go online, but the internet can be a raucous place to find comfort, and the best place for that would be the solid ground of my family and immediate community, allowing my mind the freedom from the heckling of new distractions and fears.",
        "Thank you for this. I’m the mom of a kid who was in leukemia treatment for several years. You put so many things into words that I have experienced, but could never quite articulate—the shifting boundaries between self and child, the need to “curate” other people’s experiences to protect yourself from their reactions, the way people blurt out the most awful or strange things. I’m also so very grateful that our experience was 2009-20012, right before smartphones. It made things much simpler in so many ways.",
        "Your son \"comes home singing.\" What more could a parent want? Your thoughts and emotions, so clearly elucidated, show the depth of your and your husband's love. Thank you for this piece that will be shared with many over the coming years.",
        "I was impressed by the honesty of this piece and the fact that the author has tried to move on from her dive into the internet and (if I understood correctly) help others in similar situations deal with the inevitable stresses and not succumb to the excesses of online searching and sharing.  I was glad she made the connection between medical moms and dads and other forms of online attention-seeking.  Her specific story connects to a broader one about the way the social media seeds and / or feeds attention seeking addictions.\n\nOne last observation.  There is also much to be grateful for in this story.  Notwithstanding the real and perceived negative comments about the author’s child, there would have been many more 50 years ago and still more a century ago.  And, notwithstanding the fact that medicine and its practitioners will never be perfect, the care available to us today would have seemed nothing short of miraculous to earlier generations.  There is something in that for which we can be grateful and maybe such gratitude can help us get through.",
        "What a thoughtful piece about something that echos for all mothers and families — how we seek community and support for ourselves and how we do or don’t use our children in those efforts. \n\nYour article resonates with me for all the reasons you share — when we talk about our kids or share images of them, is what we are highlighting more about us? If our ultimate goal is shepherding our children into the world by building resilience and inner virtue, we must continue to interrogate how we represent them in terms of our own anxieties. The early years feel so brittle and vulnerable especially when our children aren’t yet speaking to us and making their needs known. It’s joyful and isolating. Precious and unnerving. There is no inherited wisdom in motherhood and especially not in non-tradition motherhood that involves medical needs — yet it’s clear you are rising to the challenge in a kind and thoughtful way. I hope you continue to find grace and ease in parenthood and continue to trust your choices (and extra grace for the mistakes that we all make sometimes).",
        "I’m in tears, full of emotions from all the aspects of your journey. The nastiness you had to face from strangers. The warmth of finding a community to share experiences. The Dumbo movie which I have always loved for the Baby Mine song which says to ignore the bullies and shine. Thank you for sharing your story and his.",
        "Thank you for this beautifully written piece, so precise in highlighting the strong emotions that run in women, especially during pregnancy and early motherhood, and even more so when plans don’t unroll as expected. Thank you for the poignant reminder that the adult way to handle oneself gracefully and purposefully in life is through attentive kindness and stepping back to see a person as their entire self. I wish you and your family a beautiful, happy life."
    ],
    "web_url": "https://www.nytimes.com/2025/04/22/magazine/parenting-children-social-media.html"
}