{
    "main": "No One Told Me This Would Happen to My Body in My 40s",
    "abstract": "The decline in strength and increase in injuries is little recognized and far too infrequently discussed.",
    "keywords": [
        "Middle Age (Demographic)",
        "Exercise",
        "Muscles",
        "Hormones",
        "Sports Injuries",
        "Age, Chronological",
        "Women and Girls",
        "Weight Lifting",
        "Menopause",
        "Estrogen",
        "Testosterone"
    ],
    "comments": [
        "Testosterone loss in women after 40 is huge, and therapy in the form of transdermal cream (from a compounding pharmacy) helps your muscles, not just your libido. Have your baseline checked, before you slip into perimenopause, so you can negotiate with your doctor later.\n\nDid you know that there are estrogen AND testosterone receptors in your vestibule? I did not know until after 60. Feeling dry after 40? Getting UTI's? Husband not looking as handsome to you as before? Get some E&T cream up there!\n\nBTW, one of the downstream metabolites of testosterone is...estradiol! Win-win.\n\nGet it while you can. If trumplestiltskin and frumpy-dumpty are in charge, you can say goodbye to lots more of women's healthcare!",
        "Unfortunately most of us don’t work on farms or do construction work, and we tend to eat poorly, half of us are obese. No surprise here. Our bodies were meant to be in constant motion and physically stressed. Lifting  more than 10 lbs is considered heavy at 40? No trick here for most of us, don’t sit down, find ways to keep moving during the day, with at least 20 min/day for a balanced stretching/exercise routine. I bet the trackers many of us wear  will  show we are active for less than an hour/ day…..and btw, go to bed instead of watching TV or device surfing. If you think 40s are kicking.your butt, wait until your 60s and forget about your 80s.",
        "Yeah I'm not a doctor, but my two cents is if you do lots of other stuff, often hard, then maybe this advice said in this article of \"You have lift weights twice a week\"....is not totally on point. I'm male, late 50s in age, swim two days a week (do the flip turns, for your core!) and generally work on/play ice hockey the other five days a week, and my balance is excellent and core is pretty strong (I played pick-up hockey tonite at 9500 ft altitude).  I don't rock climb anymore -- never was good at that - but, for example, older folks who might regularly go to the climbing gym and push their body hard,.....should be good to go, without a weght session.  The idea is to work out hard, your entire life, in some sport you really love, and throw in the appropriate rest days so you don't burn out. There's still time for vegan cooking, reading Sartre, knitting, whatever, but find a strong regular rhythm for working fairly hard in sport, and enjoy the groove.",
        "As a 53-year old rehabbing from a cycling injury, I love the last paragraph.  I think I'm going to make it into a banner and hang it in our basement gym.",
        "I got 99% estrogen sensitive breast cancer in my late 60s so I worry about advice to take hormones. Since my 50s I began to ache in my hips and all down my back. Getting out of a car on a road trip was painful and stiff. I completely changed my diet and cut out grains, sugar, and flour. My body now feels like a teenager- all I can attribute it to is stopping from putting things in my body which cause inflammation. Now when I'm tempted I just think of how I ached and turn down the temptation to eat these things.",
        "I like exercise more for the mood boost than a specific body part/system effect. It’s all good. Better to do something than nothing. But then again when I turned 44 I got a raging case of breast cancer so…I appreciate the body and fitness at a different level than the author.",
        "My mother suffers from terrible osteoporosis, which research  shows can be, if not prevented, at least ameliorated with HRT. Yet when she asked about HRT as a newly menopausal woman her doctors laughed her off due to fears of breast cancer and “menopause is natural.”\n\nThanks for nothing",
        "I am 73 and feel wonderful. I continue to hike miles up and down steep hills every day, have always eaten a Mediterranean diet and been an urban bike-rider. I feel no differently than at 24 physically and have no pains anywhere. I do not and have not gone to a gym, lifted weights, jogged, etc. But I have taken HRT (Premarin since I had a hysterectomy at 51) every day, as did my mother who passed recently and was in fabulous shape until the day she died. Maybe its genes, but HRT works for me, as does just a healthy lifestyle doing pleasurable forms of exercise consistently.",
        "40??? Try reaching 70.  Fortunately I've been exercising all my life but I'm a small-framed guy and I don't like lifting weights.  I realize the importance of fighting sarcopenia so I still do my pushups, squats, and leg-lifts every morning (50 each).  Later I speed walk a couple of miles and hit the elliptical at the gym in the afternoon where I can jack up the resistance for the upper-body handles. So far this has been enough, but if I have to go to dumbbells I will.",
        "Yet another article promoting hormone replacement therapy for women, quoting an Instagram influencer to boot. The strong suggestion is that it can boost your workout and protect you from injury in your 40s. Nothing about the risks. \nTo quote an NIH paper, “HRT carries significant risks that are generally well known, including risk of stroke, cardiovascular disease, breast cancer, and venous thromboembolism. These risks were most well characterized by several landmark trials published in the early 2000s. There are several nuances to prescribing HRT that can make doing so complex.”\nI think Big Pharma is doing a big push on this, and it unfortunately jibes with a cultural shift that seems ready to go from “take our bodily woes seriously,” to  “females are fragile.”",
        "After reaching 84 years and being overweight with hypoinsulinemia, I embarked on a keto diet and started to exercise regularly. In a gym (where I still go every second day), I paid special attention to the slow improvement of individual muscles. \nA year after that, it was time to start with serious deadlift exercises to strengthen the core muscles in my body. It worked. Now, my walking pattern has changed dramatically with the newly developed stability and confidence with each step.\nIf it worked at my age, just imagine what you can do if you are younger than me.",
        "Changes at 40? Just wait until you're in your late 60s. I saw all of these changes but continued running decent distances until I was 65. Then the right knee, lacking cartilage, gave out. Then I started having lower back problems because ofmuscle imbalances. And so on.  Make good use of your time because it's limited.  And remember: \"Growing old ain't for sissies.\"",
        "“I find deep pleasure in the burn.” The way you exercise might help you live forever. But if that’s your idea of deep pleasure, I’m not sure it’s worth it.",
        "My sympathies, I too found my 40’s to be hard and had to relearn all I thought I knew.   \n\t“high-intensity yoga, running and rowing”  Yoga is great for maintaining one’s range of motion and to develop a low level of strength.  Running and rowing are great for cardio and muscular endurance, and low level strength.  Missing is strength focused training.  While almost anything exercise or activity will show some initial results, none will provide the strength results you’ll get from strength training.  When we’re young, everything is great, but as we age, what kept us strong is no longer enough.  We need to challenge our strength with resistance training.   Rep levels for optimum strength training is 5 reps for 3-5 sets, but even reps of 10-12 will still give you increases in strength\nMy two favorites are Starting Strength for focused strength training, and Frank Zane for building both strength and conditioning\n<a href=\"https://startingstrength.com\" target=\"_blank\">https://startingstrength.com</a>/\n<a href=\"https://frankzane.com\" target=\"_blank\">https://frankzane.com</a>/",
        "I worked out with a dumbbell today. I feel vigorous.",
        "I’ve had physical fitness ingrained in me from a young age. My mother held weekly Lotte Berk method classes in our living room; my father lifted weights. I started Pilates in the mid nineties, then yoga, some cycling, and rowing, to round things out. \nNow in my early 60’s my body is still fundamentally in shape. I’ve never gained weight, have a flat stomach and toned arms. However, what’s become clear is that I must work harder to maintain this. Now my program is 5 times a week instead of three and I’ve added resistance training to the mix. \nI don’t think I’d ever imagined it would get easier, so I’ve come prepared. Also, the foundation I was given by my parents is priceless. My father, at 91, still hits the gym three times a week and remains an inspiration!",
        "Beware 55! In one year, I had near fatal gall bladder surgery (it looked like a bag of golf balls; I have photos on WeChat - it was in China), strange eye floaters, a misdiagnosed (again China - and this went untreated for 8 months) diagnosed long that months later turned out to be STAGE 4 THROAT CANCER!\n\nI looked up cancers non stop and most of them become much more prevalent at age 55. \n\nBefore then, despite an incredibly dissolute lifestyle, I was in excellent shape superficially - I could do 100 pushup np, bench press near body weight, my waist was 30 inches for 57 height.\n\nBut I lost 10 pounds in the space of a week without changing anything and I knew there was trouble. Everything caught up to me at 55. You could call a moral-physio comeuppance. \n\nIf I would have radically changed my life at 50, would have things been different? Probably. I have no regrets, but 55 is definitively a signifigant number.",
        "This levels of denial \"And I’m far less intimidated by the notion of turning 50 — it’s just another decade to get ripped\" are only justified in people who (a) have never payed attention to what happens to people when they enter their 50s (or 60s or 70s), or (b) have never had a health problem. Guess what? We age. And get weaker, and get sick, no matter how much we exercise. Sure, exercise helps, but it makes little difference if you brake something, or have cancer, or heart disease, or any of the collection of ailments  that can floor you for months, years, or forever ... It's life.",
        "I've lived in the desert southwest my entire life. \n\nI have always been amazed when I leave here and travel to New York or Illinois or other states with harsh climates how many people are obese and extremely out of shape. But I get it, too. I imagine it's hard to get motivated to do anything when it's cold and dreary outside for half of the year. And when you live in a city like Chicago or New York, how do you even get a good workout?\n\nI have always known that we were spoiled, living in a desert paradise with few rain days where you can exercise and play sports outside nearly every day. During the hot months exercising outside involuntarily involves sweating and drinking lots of water, both of which are good for your mental state and cleansing your body of excess salt.\n\nHere in Phoenix we have the biggest municipal park in the contiguous US. My wife and I are nearly fifty and we will routinely do one of the many loops on a weekend. For me spending my entire life here, I don't know what I'd do living in a city without this type of access to the outdoors. Yes, going to a gym is fine, but there's something radically different between exercising in a closed space versus being outdoors. It's something spiritual.\n\nI think long-term our country will see net migration out of cities like Chicago and New York that make it hard for people to stay in shape. I foresee the net migration in the country to the south continuing and more people discover the benefits of exercise for aging.",
        "In my 30's and 40's I taught strength training and yoga with classes every day.  At 50 I had a critical health incident that was most probably hereditary.  This event was the beginning of a serious decline in my fitness level.  At 60 I revamped my work outs and exercise regimen.  But, 65 came on with a vengeance!  Suddenly nothing I did seemed to remedy the decline.  NO DOC ever recommended I do any kind of hormone therapy.  NONE.  Specialists and PT were the go to suggestions.  There was no positive outcome from these consults and procedures.  I quit them all and took on a strength training program.  The specific program I am doing is through the group, Max Strength Fitness, a franchised fitness program/gym.  This has been the best remedy for most every issue I have been dealing with.  But.  It is a pay out of pocket program and I am now retired and on medicare so the cost is becoming  prohibitive.  This is something needed in the medicare reimbursement program - at least some portion.",
        "Oh how I wish that my big problems were limited to muscular skeletal issues.\n\nI’m 44. People close to me and my age are getting bad forms of cancer. Im dealing with some serious neurological disorders, and I’m in perfectly fine physical health. \n\nI wish it was bad knees or even chronic back pain. I wish it was curable. It isn’t.",
        "The breast cancer lobby’s over interpretation of the nurses health study results regarding HRT and breast cancer are only touched on in this article. They managed to convince a whole generation of menopausal women and their doctors to forego HRT because of a slightly increased risk of breast cancer in some women. \nVaginal atrophy, weak bones, collagen depleted skin… who cares?",
        "This author has a fitness addiction like so many other Americans—both elite white collar workers, blue-collar gym rats, and the cross training fanatics who’ve been compared to a religious sect. I think we fitness-crazy Americans are self medicating to handle stress. Can’t we just stay active enough to be healthy? \n\nI say this as someone with a bum hip and neck from a yoga injury at age 45. Neither of them can be fixed. These days (age 67) my fitness is extremely limited due to these injuries—and I have many friends in the same boat. Take it easy!",
        "I'll be 63 in about three weeks, and in many ways, I've never been more fit. \n\nI was a daily runner for more than 30 years. Now I still run 4-5 times a week, making sure to warm up with a half-mile or mile of walking. On non-running days, I walk. Typical distance is 5-8 miles, but I'm ramping up a bit for a 30K \"race\" (I'm not competitive) in December.\n\nIn the past nine years, I have hiked the three \"Triple Crown\" long trails in North American — the Appalachian, Pacific Crest and Continental Divide trails — as well as several shorter trails and 200 to 300-mile sections of other longer trails, for a total of more than 10,000 miles.\n\nOn my hikes, I hike with the 20-somethings, because that's my pace/style.\n\nI don't go to the gym (I hate it), but I do strength training using my own body, pushups every day, crunches/ab stuff a few times a week, burpees, squats, etc. \n\nAbout 20 years ago I decided to pay more attention to my weight and diet. Today, I weigh what I did in my mid-20s.\n\nAm I bragging? No. Am I superman? No. Do I feel the aging in my body? Yes. Does it slow me down? Kinda-sorta.\n\nThe point is that, whatever aging is doing to me, my personality has driven me to respond with the above. I know it's a contest I must, inevitably surrender, but this one human's experience is that with care, at least this one human body has served me like a champ well into my 60s.",
        "Rather than exercise I opted for a program that involves walking with friends for enjoyable conversation and sightseeing, and intense housework at home that involves cleaning the bathroom, climbing under beds to dust, and doing all the yard work with hand tools rather than power tools, for example raking leaves and shoveling snow. I do add weight training in the hot pool at our health club once or twice a week. This seems to work for me and I have yet to have a knee or hip replacement like many of my peers, who exercise intensely by running or using gym equipment.",
        "I’m a long retired physician and emphasize the word long when people ask for free advice. At the gym I typically get these 40 year old youngsters whining about pain and wanting to know why this hip hurts, why that ankle hurts, why their lower back hurts, why they’re upper middle shoulder hurt. I just give them a blank look and say, “Listen, by the time you’re 70 EVERYTHING hurts and you don’t have enough time left to figure out WHY they hurt. Get a cortisone shot, take a Tylenol, slap on a heating  pad, hook up a TENS unit and just muddle on because eventually everything hurts until it falls off, gets replaced, or you just quit worrying about it.",
        "At 40 I was prescribed hormone therapy for hot flashes.  I was told it was safe if balanced.  Two years later the research was different and said there was a definite link between hormone therapy and women's cancers.  Right on schedule I got the cancer.  What did I learn?  Let the body change naturally.  Adapt.  Don't risk your life trying to be the person you once were.",
        "You can put all the paragraphs you want about exercise ahead of it and behind it but this article is another plug for HRT.\n\nThe pendulum is swinging back to handing it out like candy.",
        "Aging is the ultimate \"your mileage may vary\" experience. It's good to talk about, sure. Anyone looking for surefire rules to live by will meet with disappointment. Here I am, pushing only 50, having done the weightlifting, yoga, and assorted exercise. My diet has been reasonable. I'm healthy on all but one metric measured by my ARNP (cholesterol is a tad high.) My job keeps me active. And yet, my left knee all but fell apart over the course of one summer when I turned 44. I didn't have a specific injury. I did the things that are supposed to guard against serious joint damage. Yet here I am, climbing ladders up 75 foot silos putting both feet on every rung, because only my right knee can raise my entire body weight. Hell gettin' old.",
        "If you are concerned now be afraid, very afraid. At 75 i  was framing the interior of my hobby house, renting a lift and painting my house , installing my kitchen cabinets, and  building a 20foot wall of book cases, etc.. Since I turned 79 my right side-back, knee,and ankle have fallen apart. I am sure this will all be temporary but I am not a fan of the way medicine is practiced now--typical example about back: Go to PA , get XRay, Go to Ortho who did minimal surgery 4 years ago but have to see his PA, then get MRI, then back to PA who suggests steroid shot, then  get call from pain clinic who i must see before i can schedule shot--elapsed time 6 weeks in before i can possibly schedule shot...and my right leg still collapses ....I feel i have passed thru the 7 circles of hell and no one has still given me a \"Plan of Action\"  but thanks to great medical plans nothing out of pocket",
        "Based on a good potion of responses I am gaining the realization we 70 year olds are whiners superior in every way.\n\nDon't be jealous kids, you'll get there.",
        "Never hear about it? Are you kidding? To me it's ALL I hear: 'your body goes to hell in your 40s', 'make the most of your 30s because hit 40 and your body turns into a sack of wet pastry', etc etc.\n\nIt's so depressing. \n\nThankfully, in my case, it's also completely untrue. Never been fitter. Sure, there's aches and pains now and then but that's ALWAYS been true. No serious runner can honestly claim they had no aches and pains in their 20s. \n\nLive your life. Every minute of your life. Avoid avoid avoid articles like these.",
        "Yeah!  That's what I'm talkin' about, Eliza!  Let's get out there and kick the ever living daylights out of \"it\"!",
        "I'm in my 80s.....when am I supposed to get all these muscular and joint ailments?  And I did three hours of yard work today....Yessss!\n\nWhen do we start getting wrinkles?  I've had gray hair since age 33.....nothing new there.....",
        "C'mon.  You didn't notice all the athletes in the world retiring around 40 years old.\n\nNot one of the worlds great secrets.\n\nMaybe you weren't paying attention?",
        "I have this one pain in my body. It’s always there. It just moves around from place to place. I find soooo much joy in exercise and I’m thankful that I feel that way. I drank the CrossFit koolaide years ago.",
        "Best medical counseling I  got was from an MD I used for years who was almost my age — a month older than me.  I’d complain about X or Y and he’d come back with “Yeah, tell me about.”  Or attribute it to AWGO (As We Get Older) syndrome. Sadly, he retired.  I miss the commiseration, “don't worry” attitude.  “You are 62.  Don't kill yourself with high impact, intense this or that exercise / sport.  \n\nNow my HMO has assigned me a 35-year old, ultra fit, triathlon guy.  He’s full of lectures, exercise and diet goals, supplement recommendations, and lots and lots of lab work which he converts into yet more advice (sometimes hectoring).   \n\nI wish medical schools would make mandatory classes in aging and empathy.  The wave theory — the 40s and early 60s drop off —  should get special attention .",
        "It's hard for me to believe that anyone has to be told that things go downhill in your 40's. (Acutally 30's but not as noticeable if you're not a pro athlete.)",
        "The quality of your 40’s, 50’s, and beyond will depend on what you bring with you from your 20’s and 30’s. You bring an active lifestyle with you, you’ll continue to be active. “Active” may not be what it was in your 20’s but you’ll adapt and stay appropriately active. Quality of life is much more important than quantity. I hit 80 in August. I don’t know what 80 is supposed to feel like because I still see myself as much younger. I can’t run 5 miles anymore and don’t really want to. I can walk 2 or 3, and look at everything that I missed when I was too busy to notice. \n\nThe point is, get off your butt and move when in your 20’s, keep moving into your older years and don’t let old age catch you.",
        "Notice how  “No one Told Me …” and “we were told that 40 is the new 30 “ both sound like complaints from a passive, atomized consumer.\nWe age,  if we’re lucky.  Try approaching it with curiosity instead of dread.",
        "Ms. Barclay's opinion piece \"No One Told Me this Would Happen to My Body in my 40's\" is flabbergasting. I would be only slightly more dumbfounded if Ms. Barclay were in her mid-sixties and wondering why no one ever told her there's a place \"where the woodbine twineth.\" I'm not faulting Ms. Barclay for not having a stiff upper lip (perhaps only recently \"gone soft\"?); disappointment and even grief over bodily decline after 40 is perfectly normal. But there is nothing in Ms. Barclay's piece about what happens to bodies past 40 that are not, to my mind, shopworn cliches (and no less true for that). I think Ms. Barclay is dodging something, channeling the grief over the fact that \"the forest does not grow to the skies\" into a message of hope for individual trees looking beat the odds.",
        "Having not been particularly sporty when younger, nothing is worn out! I guess being bad at sports has finally paid off! Also vegetarianism!",
        "Any woman in their 30s and up should to the Huberman podcast - the episode with Dr Stacey Sims, where she talks in detail around the science of strength training women, hormones, etc. Life changing information. I have zero association with them,.",
        "Just wait 'til you're in your 60s, have chronic fatigue, but still can't retire.",
        "The New York Times puzzle page is the only place on earth where they will tell you you're perfect.",
        "Just stay away from the doctors who generously want to give you drugs as samples. Um how generous of them. In my 40s it was Zyprxa, Risperdal, and Abilify. Causes bad and permanent health problems. A few years later the miracle drug for the victims that came later than me was fentanyl, though I'm not positive it was ever given away as a sample, it was similar concept. I don't know what the latest fake miracle is, but I do wonder about Ozempic.",
        "About 55 it really starts to hit the fan.  For men, anyway.",
        "Love all the men disagreeing, as if the decline in estrogen affects them.",
        "\"More doctors are now talking to women in midlife about menopausal hormone therapy because it may be more beneficial than they realize.\"\n\nCriticism of hormone therapy is largely debunked by current research, with the key point being that the initial concerns stemmed from a misinterpreted large study (WHI), not reflecting the potential benefits for younger women experiencing menopause symptoms with newer formulations.\n\nMost experts now agree that for many women, particularly those in early menopause, the benefits of hormone therapy outweigh the risks when used appropriately and under medical supervision.\n\nSo it's good if more women can explore the potential relief and benefits of hormone therapy. The problem is that this is becoming less and less possible in much of the country.\n\nAlready, since Dobbs, 21 states ban or restrict abortion more than the standard set by Roe v. Wade. These bans have a chilling effect on ALL women's healthcare, and drive providers out of the state. \n\nIt's a slow drip, but sadly it's happening. No doctor wants to risk being thrown in jail for making a lifesaving decision when the law becomes a quagmire and the environment is hostile to them.\n\nWith OB/GYNs leaving these states, women not being able to get healthcare impacts the wellbeing of all women – and by connection, the husbands, children, and families who love them.\n\nPlease watch Michelle Obama's moving and powerful words on this subject yesterday:\n\n<a href=\"https://youtu.be/vaYXybmmfSI?t=2015\" target=\"_blank\">https://youtu.be/vaYXybmmfSI?t=2015</a>",
        "I try to exercise and eat right, but in the end there is only so much you can reasonably do...\n\nEat healthy. Exercise. Die anyway.",
        "Wait until you get to your 60s!",
        "I forget the proper attribution.   But if you are active, you have wear and injury. if you are inactive, you have disease.  Pick your poison.",
        "The truth can only be tolerated when it’s self discovered. \n\nOf course “they” have told us since the beginning of time getting old is not for the faint of heart. \n\nProblem is we don’t listen until we are ready to listen. \n\nLive it up!",
        "40s?!!  Ha!  You ain't seen nothin' yet!    Before you know it, you will be longing for your 40s.  Enjoy them while you can.",
        "In my 50s, I find that age has taken on a  physical component that previously I could not fathom.  Recurring aches, more fatigue, wear related issues like arthritis....I find I need to work harder not to get stronger or more fit, but to try to slow the  decline. Crossing this  threshold is bewildering and discouraging.  But.....it is part of the journey we must all face.  For those under 40-50 relish your body's youth and vigor!!",
        "I had my mid-life crisis at age 5. At 40, like all men, I thought I was still twenty.  At 70, I think I’m seeing signs of early onset rigor mortis. Hard to say at which age we have the wrongest impression of ourselves.",
        "You can’t really strengthen joints, only wear them out. There are some great physical therapists out there who are teaching how to work out by focusing directly on a specific muscle group and doing simple lifts (not complex moves that could hurt your joints). Highly recommend doing your resistance training this way. \n\nI like to ski and used to think I needed to train that specific movement to be ready for a ski vacation - lots of small jumps and pivots etc. Turns out simple squats/lunges/etc do a great job of building the muscles needed and the muscles react a lot better when my joints aren’t stressed/injured.",
        "Aside from our age the average life expectancy in 1900 was somewhere around 45 we have almost doubled that. Now let's make the time we are on the earth better",
        "Someone famous---I forgot who, said \"I have only 2 words to say to the elderly---\"DON'T FALL.\nThis is very true.  I found out the hard way.",
        "Life.  When we start out young and fit we see it as a sprint, don't we?  We zoom, zig and zag all over the place, and tend to do so at lightning speed.  Thinking we're racing to a finish.  Zoom zoom \"gotta get here, there, everywhere,\" zoom!  This is fitting.  It's all we know and that's how it all feels.   Well, it turns out, though, if you get thru that initial burst, that life ain't a sprint.  It's a marathon.  \n\nYou learn to settle into a groove that works for you and proceed apace from there.  What I have learned, now that I'm in the marathon phase, is this.  It's simple, really.  Use it or lose it.  Walk, stretch, twist, bend, turn, ride bikes, employ light weights, keep using this source of your conscious mobility, your body container.  And above all else, keep functionally limber.  \n\nI'm now on my 70th orbit of that wild fusion bonfire our Paradise Earth orbits, and for me it appears to be working. Yeah, I'm not 20 any longer, I'm certainly not as fast out of the blocks as I was then, but everything still works and I still proceed apace.  I'll keep to this pace until I hit the finish line.  See ya there!?\n\nJust some thoughts.\n\nJohn~",
        "Thank you so much for this article! Not enough people are talking about who HRT including testosterone (always left out of the conversation) can literally change women's lives. \nDr Mary Claire Haver is also one to follow!",
        "Ah, someone has discovered that in America where we can purchase the most remarkable substitutes for everything, including youth, some characteristics are not obtainable at retail.  Like a strong body.  As a shallow, vain, transactional culture we have the most difficulty with things like death, decay, senescence and senility.  Because we can’t throw money at them and make them go away.  Yet.",
        "No mention of obesity or the detrimental impact of “body positivity“ on every age group?  How have we gotten to this point?\n\nEven a small amount of excess fat can lead to significant negative health outcomes in the long run. Carrying an extra thirty or forty pounds?  You’re going to have all sorts of problems, full stop. \n\nPretending that you can be obese and healthy is delusional and losing weight is one of the best things you can do to improve your health. \n\nSo many places to start, but perhaps the most obvious is the American diet not to mention food deserts that provide people with cheap, highly processed, low nutrition foods.  Without good nutrition, our brains won’t develop to our full potential which impacts learning which impacts earning potential and keeps people in poverty. \n\nAmerica, please wake up and look in the mirror.  \n\nYou’re not healthy.   Your children are not healthy.",
        "Whenever I get the urge to exercise, I sit down and pour myself a glass of Chardonnay until the feeling goes away.",
        "I don’t mean to scare people, but if you think your 40s are bad, you're not going to love your 70s...my advice is get to work when you're still young on building your core strength and all your tendons. Keep moving!",
        "I am 80. I was sent to physical therapy to stabilize my walking. I thought exercises for walking were a joke, but I followed the instructions. The improvement was significant. I had not understood that muscles I barely knew existed play a critical role in ordinary activity.",
        "In my 50s I still do exactly the same sports I did in my 20s (that includes doing things like pick-up basketball games with kids who actually are in their 20s - and I can still put up a decent game). \n\nPersonally, I take Lebron James as my motivation to keep striving for peak performance as long as I can (did anyone see his triple-double the other day, 22 years into his NBA career?). What he is doing with his body and mind should be am example for all people who think they can't stay fit after a certain age, and simply give up.",
        "Wait until you're 70! A client of mine once told me that any time after 70 is borrowed time. He's right. And every morning my creaky self gets up and takes a phalanx of pills. Time waits for no one...",
        "I am healthier now in my 50s than in my 30s and 40s. At least in better physical shape. But I do have some mild elevated BP. But that started after I started exercising. Even though I am stronger and look better. But I don't exercise a lot, about 20 minutes a day on average. But doing it for a few years has brought benefits. \n\nI am cutting out all my meds and take half my BP med which keeps my blood pressure normal.  I have low testosterone but that I believe is caused by one of my meds that I am cutting out. Though it hasn't affected me aside from muscle mass (everything else is fine). When I supplemented with testosterone, it did start to bulk me up but I decided to cut my med instead and try it for six months and then go back on the testosterone if my natural levels don't go up. \n\nOne thing about natural and artificial: the former takes a while to ramp up usually (assuming there was an endogeneous cause), whereas the latter is more immediate.",
        "Really?  A person in his or her40s in young.  The changes that the author describes are happening to me now, a couple of months short of my 70th birthday, and I have always been pretty sedentary.  Maybe exercise causes unnecessary injuries and aging.",
        "The writer is in a state of deep denial. We humans are going to age very quickly, and then we are going to die. The weight training, the yoga, the hormone therapy, none of it will make a dime’s worth of difference in the end. If you are your early 50s you will very likely be dead and buried in the same amount of time that has passed since the new millennium. That felt like it was just yesterday. Ride a bike, walk, swim, and eat healthy food, but other than that just live your life and be grateful.",
        "My goal ( at 78) is to enjoy what I got while I still have it.  But it is a struggle.",
        "Every time I get another \"zero\", something changes with my body.    I am grateful for every zero and even some of the changes.  My hair turned gray at 30, way back last century.  Years of riding a horse and driving a car with a clutch, wore out my left hip.  But nothing a little weed won't fix.  The days, months, years go faster; don't forget to stop and smell the roses.",
        "My belly dance teacher is 79. She is in better shape than most people I know and wears all of us women out, whether we are in our 20s, 30s, 40s, 50s, or up. She's one reason I stopped weight training. Training with weights has always ended with aches and pains elsewhere, even with correct form and a trainer. Unless I do light weights, in which case, it's tougher to build mass. \n\nBut being a lifelong dancer I see how dancers age and I'm excited. They are strong, nimble, limber, and dancing is a communal and spirited activity, both an art and an exercise. \n\nI take walks to the grocery store and carry my groceries back every day. \n\nI think we should consider more organic exercise. Much of what people do at gyms and even physical therapy can lead to injury. After 40s, any injuries become a massive liability. Injuries are just as bad as inactivity, setting off a cascade of ill effects. \n\nEvery body is different.",
        "I’m 49. I workout daily. Lift. Cardio. Practice yoga. Teach yoga. I do other sports as well. I haven’t missed a daily workout in over a decade. It’s priority #1 for me as soon as I wake up. Despite that, I struggle with chronic pain and injuries. \n\nMy grandmother just passed a couple of weeks ago at age 99. She used to walk 20-30 blocks a day, but in recent years was using a walker and didn’t move much. She died from complications of a stroke, and her organs were all strong and healthy even after 10 days of no food/water until the day she died. Never had brittle bones, and never lifted weights, never had a joint replacement.\n\nMy grandpa died just before age 96, and was a lifelong athlete: ski, tennis, swim, worked with a trainer in his apartment until his last few months.\n\nMy other grandmother died at age 92. she had both knees replaced.\n\nI’ve come to believe that most of this come down to luck and genetics. \n\nhow much control do we really have over the process?\n\nYou can do everything “right” and be killed at random out on the streets or succumb to a surprise stroke or heart attack. And you can do everything “wrong” and live to an old age.\n\nBest to enjoy life while you have it. Do what you love. find meaning in what you do. Life is too short for all the drama around it",
        "I’m so glad to see an article about this topic and I hope to see many more pushed front and center at The NY Times.\n\nThere is definitely not enough discussion about what happens after 40, especially to women’s bodies.\n\nI was an athlete ages 7-18 (competitive gymnastics, diving, basketball).  I didn’t have any significant injuries.\n\nI didn’t exercise enough in my 30s as long hours as a lawyer stacked up, but I ate healthy foods, got enough sleep mostly, and exercised some.\n\nAfter 40, any light exercise I did started causing a raft of injuries that made exercising in all the ways I knew how to increasingly difficult.  Now, over the past year or so, from 53-54, as I’m getting closer and closer to actual menopause, it’s like I’ve gone over a cliff - the excellent muscle tone I’ve always had and my strength have disappeared.  A swim I could wip out a couple of years ago without thinking about it is now not doable - and I have to rebuild.\n\nAnd that’s just my muscles.  My doctors can’t agree whether other issues - most notably new, chronic headaches at the site of a concussion from my 20s - could be related to menopause.  For most of them, including my female gynecologist, it seems unthinkable that plummeting estrogen could cause anything aside from a common list of symptoms, such as hot flashes.\n\nSo…. thank you for writing about this.  We need to hear more about women over 40 and what we’re experiencing, so that we’re not each out here bushwhacking our way through it alone.",
        "Mid-forties?! Wait until you get to the mid-eighties! Maybe do a little less exercising? You can wear yourself out. The body will last just as long and you will feel just as good with a moderate amount of exercise as long as you eat a decent diet, maintain a reasonable body weight, get enough rest, and exercise moderately. Unless you are going to make zillions of bucks as a professional athlete, what is the point with all of this exercise? Enjoy your life!",
        "I had a baby last year at 38. Was previously limber and fit from swimming, hiking, biking, long walks etc. but now I have zero time for exercise (single mom here) and my body - though back to the same weight- feels so weak. What to do??",
        "No one talks about youth sports and what it does to us as we age. The injuries come to haunt us. To bad it is never moderate healthy sport but intense training and matches in many youth sports high school, college.",
        "Not an expert yet \n\nBut I think medicine’s first significant punch against aging must be a treatment for menopause beyond exogenous hormonal therapy \n\nHalf of humanity is basically experiencing steep hormonal decline that increases morbidity significantly, if not mortality, around midlife",
        "I hope everyone will take seriously the warning about what happens with the loss of estrogen. I changed doctors and am doing HRT now but really wish I’d started BEFORE I suffered from the effects of low estrogen levels. I feel lucky that I was 57 before this happened though and just hope that I can reverse the losses - I have seen great improvement in some things. I will make sure my daughters are forewarned!",
        "I'm twice your age and can stand for 30 seconds with my right foot lifted, less on left side. I feel healthy, strong, optimistic and fairly capable in terms of stability and balance. I've worked at it and never think of myself as \"old.\" Your generation spends all its time immobile, bent over screens. What do you expect?",
        "\"No One Told Me This Would Happen to My Body in My 40s\"\n\nCommon sense? You need someone to tell you that 40 is not 25, either in terms of what you can do or what you should be doing to stay healthy?\n\nNewsflash to the 40 year olds: if you make it to 70, 70 is not 40.\n\nCommon sense, act accordingly.",
        "I suspect that for most people experiencing these so-called 40's issues, it's mostly about alcohol and lack of disciplined exercise.  Those  deficits will catch up with you by the time you hit your 40's.",
        "My advice to you young ones ( I mean 45 year olds) is remember this about working out. Keep at it because it hurts to much to start again.",
        "I disagree.\n\nArticles like this read like a condemnation of aging. \n\nIn fact it's possible to maintain strength, increase endurance and remain vital as we age. \n\nBut what's disheartening is that there's no mention that the aches for those in the 40  camp are a reflection of the poor life choices that started from childhood. \n\nMaybe articles like this wouldnt be so popular if people simply ate well and exercised apprprivately when it would have worked as a preventative (during our youth).\n\nA car can run amazingly with 100s of thousands of miles on it while still looking great if it was cared for well at the right time (onset of ownership and not when fluids are leaking underneath while the check engine light is on).\n\nMy marathon times improved AFTER I hit 40 (third place in a grueling off road 26 mile marathon in the San Francisco Forests). I don't have an ache in the world. And I run laps around my infant all while working on my feet 12hr  days in my hospitals on the ER floor and in my operating theaters. \n\nSorry all .... I disagree.",
        "The author says that she did high-intensity yoga and running for years.  She may wish to consider whether these activities are the causes of her problems.  In my experience, yoga is harmful and yoga injuries were once the subject of an NY Times article.  I frankly don't get it.  I did yoga once and my body screamed \"NO!\"  I never went back.  Running too is bad on the knees and frame, especially the back, as you bounce up and down on the pavement.  Many so called sports like tennis or skiing routinely result in injuries, which although treatable, usually leave lifelong problems that a person carries with him to the grave.",
        "Eat less, move more. Challenge your body but don't overdo. Make sure to stay strong but also loose- stretch ! Take rest days, but walk on those days.",
        "I am now 70 and have been involved in a weight training class for two years and am pleased at how it has improved my sense of well being. Last week a new member approached me and asked how old I was which I ambivalently volunteered. When she placed her hand on my shoulder and said “, “I just want to tell you that you’re an inspiration to the rest of us,” I suddenly felt 90 years old.",
        "Im mid 40s and started lifting a few years ago, but didnt but was also intermittent fasting, as a result i didnt eat enough protein to bulk up! #RookieError! now I care less about fasting, and work about hitting my macros, focused on protein and staying below my calorie threshold.  Im a beginner to all this, but am feeling stronger 3 weeks in.",
        "I guess from a biological perspective, we’re just glorified mechanisms for passing on our genes. An aging researcher I know told me that one of the best and under-appreciated predictors in women for disease later in life is bearing children. Unfair, that—but biologically it kind of makes sense. Any time we get is luck, I suppose.",
        "Back in the 1980s, when I was in my 30s, I finally got into exercise. Aerobic dance improved my cardio situation and my stamina. Some floor work and strength stuff helped, to a degree. But pelvic tilts had me hobbling around with mild sciatica, when I was as young as that. I cut back. Low-impact aerobics and walking kept me fit for a long time, without pain. I'm 74 now, and not moving as much as I should. But I'm not in pain, most of the time, because I stopped pushing myself. Take it easy on your bodies, people!",
        "I’m tired of seeing so much framed in slightly victimized language: “Why didn’t anybody tell me?” \n\nOn the one hand, yes: where perimenopause is concerned, I only knew about hot flashes. But when I started talking about all of my weird symptoms, other women shared their experiences. Some gave welcome advice. When I brought it up to my PCP, she remarked, “Estrogen is joint-protective.” \n\nDid we not see our parents or grandparents aging? Why is this a mystery? The body is not static. I think it’s taken until this decade (the fourth) to understand that. I’m not at peace with it, but it get it.",
        "68 years old today and it occurred to me that I spent a very physical week doing winterizing chores, things I would never have expected my parents to have done at this age.  I got a bruise or two, and my shoulders sure don't work like they used to, but I got the work done in the same amount of time it's always taken.   Still, it was a little mind-boggling to realize my parents were routinely taking naps at this age.",
        "It’s curious that cellular changes cluster in one’s 40s and 60s, times that typically are related to work, social, and familial changes in our lives. Aka times of stress. Without further studies to identify causes and effects there is not much of use here.",
        "I’m 78. I run 2 miles 2x a week outdoors. This summer I struggled to run a 10’/mile pace; it was agonizing. Last week with cool weather I ran a sub-9’/mile pace with no pain or agony, and I felt like I was 40 yo. How can that be explained? I sleep for longer periods when the weather is cooler; is that the reason? I also do 45 minutes of intense cross-training one morning per week, also outdoors.",
        "Hey, I'm pushing 70, and I still can't understand what's up with all these injuries.",
        "Genetics helps, especially if one also takes care of themselves. Always an exerciser, I worked as a carpenter for 20 years and then as a contractor for 25 years did all the finish work on my projects. \nI exercise now to stay in shape to be able to take care of our 2 acres, which I enjoy doing. At 74, I feel as though my lifetime of very physical activity was a benefit with long term dividends. \nWhatever one does to stay in shape is a lifelong endeavor in which you learn how to listen to your body, too.",
        "Maybe it’s that young people aren’t interested in old people until they notice that they are old.",
        "Age thoughtfully and thankfully. Be realistic and accepting. A forty plus year old car doesn’t run like it did 20 years earlier so why should a human. We age. Our bodies change and sometimes hurt. That’s life. I’m almost 70 and my sister and best friend would have loved to see 55.",
        "Had my 80th birthday last month. The weather was nice so I biked 80 miles. That 80 is included in my 3,500 miles total so far in calendar year 2024 (in our abbreviated Minnesota biking season). Average speed overall is about 17.5 MPH. I know I am slowing down but not significantly.",
        "Pay attention to your knees. Mine held out until way after 40, but having a bit of a Peter Pan issue in my head, I didn't know one of my knees was about to implode.\nProblems can be gradual and passed off as inevitable aches and pains.\nGoing into the seventh month of physical therapy, and probably a bit over 90% better than when I started, but I don't know how much I had deteriorated before the acute event that sent me to PT to start with.",
        "Comments here range from \"you should do blah blah\" to \"this is what I do.\"  So I'll do the same. First if you haven't done so, please buy Peter Atia's \"Outlive.\" (I say buy, because it is sort of like a textbook and needs to be absorbed slowly.)  It's even been translated into Romanian where I spent the summer hiking with some bears. Secondly, get a VO2 Max reading to assess your cardio fitness. A lab is the best method, but workout watches do a pretty good job of giving you a fairly accurate number. VO2 Max has been rated by medical people as the most important indicator of how/whether you will be alive 10 years from now. And yes, it can be improved quite a bit. And I would add one more thing. Stay away from/drastically reduce your intake of seed oils. OK, kids, now go have some fun.",
        "At the age of fifty, I was doing yard work and accidentally hit my foot hard against a big rock.\n\nA bunion developed and never went away. It is not painful but it does impact my other toes alignment. It is a nuisance.\n\nI am convinced that if I had been twenty or thirty or even thirty five, I wouldn't have developed a bunion or if I did it would have only been temporary.\n\nAs Leonard Cohen sang \"I ache in the places where I used to play.\"\n\nEnjoy your youth while you have it!",
        "Get really fit in your younger years.  It will absolutely carry you through as you age.  The effort to stay mobile and have a pleasant life becomes more challenging as each decade presents.  Now at age 75 I am so glad at how physically active I have always been.  My contemporaries who disdained physical activity when they were younger?  They are in nursing homes in weakened states.",
        "Wow, 41. What I'd give to be back there again. You haven't seen anything yet. \n\n'I do the kind of physical activity — high-intensity yoga, running and rowing — that should theoretically keep my whole body strong. Yet doctors and physical therapists kept telling me that certain muscles were very weak, causing my other joints and muscles to overwork, leading to injury.'\n\nIt isn't what you do. It's how you do it. Make sure you're doing the exercises correctly, eating and sleeping right, and giving yourself plenty of time to recover.",
        "As a 62 yo guy, I have been a very lucky, I work at a university, and I play basketball with the faculty staff twice a week. I never liked running, but if I'm chasing a basketball, I get all my cardio, and it feels great when I am done. \nBut over the years I've worked on stretching my hips, and focusing on my hip flexor muscles, because that has been a source of pain or tension in my back.  \nAs you get up in age, you really need to focus on what your specific body needs to stay in good physical shape.",
        "I noticed I had to start working out at 30. Pushing 60 now and seeing that consistency has been key. I don’t advise hormones but I’m finding that strength training is making a difference. Listen to your body and stop when it gets to be too much. Finally, yoga is wonderful for stretching.",
        "75.\nMy father, a boxer, gave me only a few pieces of advice.\nThe main one?\nBe ready every day for the fight of your life. Literally. Which he did. Which I do.\nHave lifted very heavy for 50 years. \nRunning. Walking. Skipping rope. Weight training every day for strength and muscle. Shadow boxing. Rock hard muscles, knuckles, and endurance . All of which builds spirit, speed, and stamina. Be ready. Train hard. Fight easy.",
        "One of the things we older women deal with are pelvic floor issues not necessarily related to exercise.  A friend actually found a woman doctor who specializes in the pelvic floor.  Who knew?",
        "Your 40's!!!! Wait until 65, then 75, then 85.  THAT is when aging hits hard.  I did not notice my 40's nor my 50's nor my early 60's.  I just kept on hiking, exercising, and being active. About 65-67 is when aging hit me. My husband first felt it about age 82.",
        "Age with grace and a rueful smile, my young friend.",
        "If you think that's bad, wait until your 70s when everything falls apart. I was amazing until 68.  I was heartbroken because I took such good care of myself: Mediterranean diet, worked out daily, no alcohol, no smoking.  I've been on bioidentical hormones for 25 years.  Normal BP, no conditions. then my knees started hurting equals a total knee replacement. Then we found tarlov cysts (genetic) more surgery.  Now I have sinus tarsi syndrome in my ankle and mid foot arthritis.  And my right knee is unstable but I will not fix that one!  And this is after a \"perfect\" lifestyle. I even ate 9 vegetables a day!!! So stop complaining about 40.",
        "Agree with the importance of exercising including strength training. \nOne other thing - hours of sitting are statistically associated with increased disease and mortality. I try to counteract that by standing at a comfortable height counter for any computer time, also for breakfast lunch and most reading. Also getting up to move around a few times during tv watching.\nHoping it works!",
        "In my 80's I suffered a kidney stone blockage that took two weeks to clear.  It left me with the area permanently bloated and with floating kidney pain.  Walking was always my favorite exercise but now standing and walking become progressively painful as I do them.  Arthritis in my joints does not help either.  But I do enough exercise to retain my muscles anyway.  It would be so easy to become a shut-in and spend most of my time in a chair and in bed.  But one of my favorite sayings is \" use it or lose it.",
        "People in physically demanding jobs encounter more injuries, more cumulative stress on joints, more physical decline.  A disproportionate number of these workers are men.  It's rarely discussed: The much greater likelihood that a man's work will lead to his premature physical decline.  Lots of talk about the pay disparity.  No talk about the physicality disparity.",
        "umm, you're getting older.  and don't blame hormones on everything.  that is inaccurate, especially when you speak about menopause/perimenopause, which has not yet started in most women in their early 40s",
        "I do, what is for my 80s, heavy lifting once a week. That seems to retain my strength at a level I think optimal for my age, about 80% of lean body mass. Also some pretty intense plyometrics, as well as some longer distance running. Anyone aiming for this, start off slow and easy, you can always add a few days later. Avoid injuries.",
        "The advice about exercise and the 40s as a shift (it's called perimenopause) is great. But why advise hormones for women? Estrogen therapy hormones have well-known significant risks. It makes no sense to take a large long term risk for a small short term gain. It's also counterintuitive to the 'health' message being relayed here. Health is about using your body and the natural world (food, exercise). Not doping yourself with hormones.",
        "But see, that’s the catch-22: you are told to exercise more to ward off injury, only to get injured FROM exercise. It happened to me in my 40s and I had to do physical therapy twice weekly for a year to recover. I’m 50 now and I feel like I can’t win.",
        "I have been doing high intensity strength training for the better part of  decade. It is no doubt the best thing I can do for myself as I age with a chronic disease.",
        "To me, \"power yoga\" is an oxymoron.  I think part of the problem, at least here in the US, is that anything that appears to be beneficial, especially when it comes to exercise, is then modified to be faster, more intense, etc. because more is always better, right?  Not really.",
        "I need the companion guide to the What to Expect series: What to Expect as you are aging.",
        "Late 50s female. Arnold fan. Starting lifting in college. Really intense during the pandemic. Now I am ripped. I have a desk job Have made some major gains just in the last year.  It’s possible but frequency consistency intensity are the keys. Can’t remember the last time I was sick. Wenn schon denn schon",
        "I think the problems you're describing that many people also experience are not entirely about weakness or lack of exercise. You sound like your in excellent physical health, even if your doctors say that some of your muscles are weak. The real issue is how you're doing all your daily activities and exercises. You, like most people, are probably always pushing yourself to do more and better and harder etc. This can kill your back and neck. \n\nOne of the best things a person can do for themselves at any age, but especially as one gets older, is to study the Alexander Technique, a method used by actors, dancers and musicians for over 100 years. Studying this technique will help you recognize all the extra effort and tension you put into all your activities. It will do wonders for your back as you learn how to release all the habitual tension that grips every muscle with every activity - something one is so used to one doesnt' even recognize one is doing it. \n\nIt's quite possible that some of your muscles are weak, like your Dr. says, but with the Alexander technique, you learn how to spread the effort through your entire system, so that your entire body is involved in your activities. This helps tone the muscles that need to be involved with whatever activity, and helps reduce the extra work that is being done by other muscles to compensate. \n\nTry a series of 10 or 15 lessons and then write an article about how your back doesn't hurt anymore!",
        "Women especially aren't getting this message, because the message we *are* getting is.... about anti-aging. Anit-aging. A denial of reality. Why can't the messaging be pro-aging? It's going to happen whether we want it to or not. Fight it, or go with it, as the article states. Strength training is like a fountain of youth. I am a 48-year-old woman and feel physically better and stronger than in my 20s due to weight training and working with coaches. I am also weathering \"the change\" far better than my peers who only pop pills.",
        "I'm an equestrian.  When I turned 50 I started noticing that the ground seemed an awful lot harder when I took a fall.  At 70 I'm still riding, but I don't jump the height I used to.  I also notice that if I miss a week it takes me much longer to kick in the muscle memory that I took for granted when I was in my 30's.  I'm now much more attuned to the fact that I need to swim, bicycle, walk and ride my horse consistently.  No excuses.  I also have a half-hour set of exercises assigned as the result of a serious leg injury, which I do faithfully every day.  Good sleep is also important.  A tired muscle is a muscle waiting to be injured.",
        "A friend of mine and I — both in our early thirties, active, and regularly lift heavy weights — are already seeing PTs for trouble firing a glute on one side only. I know many people in my office of a similar age having similar problems. I assume having a job that requires you to sit most of the day to be culprit… it doesn’t seem to matter how active we are outside of work either. It may not be that too, I’ve heard having one side be weaker is very common.",
        "Does carrying heavy bags of groceries home from the store a couple of times a week count as strength training? If it does, this 60-soemthing New Yorker is all set.",
        "I swim, bike, and birdwatch. That last one requires walking , some hiking up hills, and the ability to stand still while waiting for the bird to appear so I can identify it. Since I live in a small village I tend to walk if I’m not in a hurry.   \n\nAt almost 66, I’m noticing that I need more recovery time. I’m thinking of swimming every other day rather than every day. Or doing a full swim every other day and a 2/3 to 3/4 swim on those odd days. My aim is to remain active but not hurt myself or exhaust myself too much. It’s taking longer to bounce back. \n\nThe odd thing is that I’m going fast even though I’m not trying to. It’s not about speed as much. It’s about endurance. That applies to biking too.",
        "True confessions from a woman over 45:  I’ve always been plagued with soft butt muscles.  I knew that with certain exercises, my muscles would firm up, but part of it is genetics… no one in my family has a defined “round” area.  So, I knew that I would have to work hard to even get a small change.\n\nThe above has some self-deprecating humor, but on a more serious note:  in recent months, I’ve been affected by Sciatica.  Aside from Tylenol, stretching, and walking, if anyone has some successful strategies, please let me know.",
        "40s, Hah!  Just wait til 60s, 70s (me).  Better stay in shape now or you'll pay for it later. I still ride my horse, dig in the dirt, do heavy barn chores - but it ain't fun or pretty to ache, get tired too soon, watch every inch of your self get 2\" lower.  I must say, however, I am happy and like myself better than ever.",
        "If you wear a heart rate monitor when strength training, you'll see your heart rate go pretty high although erratically. It's a pretty good cardio (or more accurately interval) workout.",
        "The muscle weakness in a woman’s 40’s is due to the decline in estrogen. Estrogen is absolutely essential to a woman’s health and healthy aging which includes muscle strength and bone density. I believe it is the only hormone deficiency that our medical establishment doesn’t regularly supplement. Most women have to request it.",
        "Besides the normal -- sensible eating, some regular aerobic exercise, and maybe some strength training -- the single most important thing to have at the front of your mind is not injuring yourself. Besides not being conscious of it, lots of people injure themselves through too much or too strenuous exercise.",
        "Consider that people entering the Sandwich Age often encounter more stress as they care for their children as well as aging parents. I discounted stress until I retired when I found myself with a new lease on life. Physically falling apart is not always inevitable. Many modern seniors are more fit than ever before in history. The cup is still half full.",
        "life's a long slow journey into night -- if you realize this in your 40s you're ahead of the game.  at 63 I mourn my lost youth, all the things I used to be able to do with ease.  i'm particularly annoyed by mental decline, wishing there were cpu upgrades for people like me.\n\nstill, my mom at age 90 helps me chase the self-pity away.  beset with innumerable diseases, one of which will surely kill her, she never complains.  instead she's grateful for what she can do, appreciating the time left for her on earth.",
        "Different people age at different rates. Although I'm just a casual runner, I enjoy road races, and my last overall win (of a small race - just 70-odd finishers) was at age 69. I worked a physically demanding job until age 71. Sure, there have been some intermittent problems - I'm currently recovering from back surgery - but I fully expect to get back to most activities, including downhill skiing, slalom and trick (water) skiing, running, Scuba diving, etc. With the proper diet (whole foods, plant-based,) exercise, and attitude, aging can be delayed.",
        "I’m a 52 yr old woman who started weightlifting in high school and have done it off and on since. The last 25 years mostly on. I am definitely not ripped, but that’s not my aim—I don’t want to just live long, I also want to live well. \n\nI talk to other women all the time about the benefits of resistance training and HRT. I just wish health care providers would too.",
        "Every \"body\" is different, which is why blanket statements about the 40s don't hold true for everyone. I was at my peak performance as a cyclist in my 40s. Retired from racing at 51. I'm 59 now and can still get a QOM in Strava. Just did a 63 mile ride yesterday at a 20.2 mph pace -- which was easy. However, I'm finding that my body can no longer compensate for structural problems. Had to give up competitive running years ago due to lumbar disc degeneration, and now any kind of running due to my right femur being tilted towards the right. Who knew? I do extensive strength training, now with a trainer. My partner, who died from leukemia in June at 78, was an amazing athlete, riding at 70 with the best of the 50 year olds. Every \"body\" is different.",
        "The answer to aging and living well is in your mind. What are the quality of your thoughts? Are they expansive or constrictive? We create our reality and the bodies we inhabit with every thought, feeling and action we take. At 53, I was losing my hair, experiencing extreme brain fog from menopause, had severe bouts of constipation and suffered with depression and anxiety. I was on 6 different prescriptions and nothing was working until I changed my mindset. Now at 57, I have never felt stronger or healthier in my entire life. I spend about 1 hour everyday doing breath work, meditation, and visualization practices.  You are what you think. Praise your body, tell it how grateful you are for giving you life and watch how it responds. We all have the power to heal ourselves. Start by showing it some love.",
        "Getting “ripped” seems contrary to the spirit of this op-ed. For most of us, getting “ripped” is out of reach. But we can aim to be stronger and more able as we age.",
        "I first realized I was heading towards old age when the wrinkles started showing up.\n\nI knew I was there when my feet hurt when they hit the floor every morning.",
        "I’m 57 and recently started lifting dumbbells. They’re great for a whole-body workout.  \n\nDid this because I noticed it wasn’t as easy to carry groceries/big bags of big seed or move things around the house. Also saw I wasn’t as confident on my mountain bike. \n\nA couple of weeks later I start noticing  that the groceries didn’t see as heavy, and I felt stronger, more confident on my bike. \n\nNext goal is to be able to do 10 pull ups in a row. Got a long way to go for that one. \n\nI’m a big believer in lifting weights and the way it’ll improve your quality of life.",
        "From experience, if you are determined to make weight training a part of your life, always begin with a trainer. The trainer will instruct you in proper technique which is critical to enjoyment and good health. Have an exercise plan designed for you and printed out so you can follow it. \n\nAt some point you must make a decision; continue with an instructor or go it on your own. Some people prefer the company, others like the solitude when exercising. Know you will feel pressured to continue paying someone to hover over you. Resist this. Remember, the trainer is not your friend, but is there to earn a living off of you.",
        "It's interesting that affects on mental health during this transition are not mentioned. I can't be the only athlete \"betrayed\" by entering her mid-40s. The decline in strength, flexibility, and endurance is beyond depressing, especially as I know it can (and will) only get worse.",
        "My experience is similar; going into my 40s I was suffering tennis elbow and shoulder pain. I found information about the benefits of strength training online, I gave it a go and four months later I was pain free. Over three years later I've kept it up, increased my understanding about nutrition and now I am stronger, fitter and more mentally relaxed than I ever have been.",
        "Having gone through the mother of all perimenopauses, I so wish I had understood that the realigning, so to speak, of estrogen sources - meaning that the adrenal glands have to start making up for the losses - can wreak havoc on the whole body. I had it all, except the hot flashes - though I had terrible night sweats. I had migraine, joint and muscle pains, what felt like peripheral neuropathy in the hands and feet, exhaustion - and everything else. What I wish I'd known when I was 40: Supplements, not just a multivitamin, are key. For migraine and neurological-related aches and pains: B2: at least 100 mg per day, up to 400 mg if have migraine. B1, B6: 50mg a day. Folic acid: up to 1mg per day. B12:1000 mcg per day. The B's will help with muscle pain and weakness as well. Have to take them all, as they work together. Very important: Magnesium - malate form is best. Works with calcium to help it absorb rather than sitting outside the joints. Tremendously calming, relaxes muscles. If having migraines, 400mg per day, otherwise 100 - 400 mg, depending on how sore and tight muscles are. Great for the heart. Same amount of calcium - I take 1:1 ratio. Vitamin A and D help the cal and mag absorb, vit C: 500mg, (adrenal gland highly concentrated with C). Vit E: 100 mg, a multi-mineral with iodine, and 20 mg of iron if lower end red blood count, or heavy periods. After 15 years I hugely improved all symptoms by starting this regimen. Will likely take 3 months to start kicking in.",
        "I know EXACTLY how you feel. My advice: bring everything back down to childhood-level. Start slowly, and slowly go back again. Injury is the worst thing, so don't do anything that will injure your body.",
        "\"I also discovered I had to lift heavier, meaning 10-pound dumbbells and up, to stress my body enough to get all the possible benefits.\"\n\nNo, you don't, especially as a new lifter. But if you don't lift heavier, you'd quickly end up having to do so many reps that you'd probably get bored of it before you stressed your muscles enough to stimulate growth.",
        "Be grateful for what you’ve got. I’m sure other posters here will tell me I’m judgmental and denying everyone’s right to feel the way they do and why do I need to bring this up here but I’m going to say this anyway. I volunteer for a shelter and we took our dogs to a community event. There were two severely disabled people, confined to big, complicated, wheelchairs (may have been MS); one was barely able to move any part of his body.  No matter what physical therapy or exercises they do, their conditions will never improve.\n\nMany of our dogs come from horrific backgrounds. Somehow I was fortunate enough to be born a person, and not an animal which suffers.\n\nThere but for the grace of God go we.  Or at least I.",
        "Try Pilates reformer - at 50 it changed my life and now, after 26 years I'm still finding the benefits,. Now doing small weight lifting and mat Pilates/yoga mix, walking quite a bit  and feel great at 76. No aches and pain!",
        "Yeah, well, yes.  I sort of knew I was old around 70-something, but it really hit me one day when I was struggling one day to carry a heavy box up the stairs, when a young woman, maybe in her 30s, offered to help and carried it by herself to my door without breaking a sweat. She was either Supergirl or I'd gotten old.",
        "Be careful with dispensing blanket advice about hormone replacement therapy. My doctor assured me that there are no side effects, a very common stance now, especially in the article like this one. A year into it I developed severe bleeding which turned out to be caused by polyps in my uterus and had to have surgery. My doctor said it’s just age (45 at the time). A year later - same thing. I went through three rounds of bleeding, extreme loss of iron, and surgeries. My doctor still insisted it had nothing to do with estrogen patches. I finally sought second opinion and what do you know - polyps in the uterus are a well-known and dangerous side effect of HRT. A new doctor took me off the patches and I have been oily-free for several years now.",
        "I got my first ever \"sports\" injury the week I turned 40, which was severe tendinopathy in my feet that kept me on the sofa for almost a month.  After 5 years of crossfit without any injuries, I got this from a spontaneous 10 mile hike in the NJ palisades across from where i lived in Washington Heights.  And I'm a New Yorker, I routinely walk 4-6 miles every day.  But I guess my feet weren't used to that level of activity and they were really unhappy about it.\n\nI've gotten two more sports injuries since then, one requiring an MRI of my shoulder (just bursitis, yay) and three months of PT, also the first time I have ever had to do PT.   I'm only 42. Aging is horrible.",
        "In my early 70's now, and 'retired' from a life of physically active work as a builder. Just like the author, I've been very surprised to feel the effects of building muscle, and have to acknowledge  that I'm ready for more. It's never too late to correct the problems we build into our bodies over time. As a side effect, my doctor recently suggested my testosterone levels were going up, and said that building muscle strength will do that.",
        "This is a useful article in that it explicitly spells out the physical aging process we all undergo. \n\nBut haven’t we all known forever that humans start to noticeably  lose strength/speed/ power in their mid-40s? I mean, all elite/professional athletes - regardless of their sex or particular sport - start to age out around 40 years of age. It’s vanishingly rare that an athlete is still at their competitive peak at age 50. \n\nAs the saying goes, it doesn’t take a rocket scientist …..",
        "The shape of the each soul is different.  No one else feels, sees or hears the world as you do.  The great law of life is :  Be yourself.",
        "Nuance article. Try doing three consecutive  cross country self- moves with three 26 foot trucks loaded to the gills ( yeah, too much stuff) in your late 50s to mid 60s and then tell me again about  miniscule changes in your 40s. In my early 70s now; my rapid  loss of strength now due to  recently discovered  congenital  Marfan Syndrome makes those self moves a thing of the past and weight training now to \"improve strength\" an inadvisable dance with sudden death. Know the signs ( of Marfan Syndrome).",
        "We don't talk to people in their 40s about aging because we know they are in deep denial about their situation. After 50 it gets easier to admit that one is aging and that needs to happen for one to accept advice about how to age well. Even at 55 my acacceptance of aging and its consequences is grudging, but there's no denying it anymore.",
        "Everyone's body is different but I noticed if I stuck with one exercise routine doesn't help in the long run. Sometimes exercising  to a point where you need to give it a rest and  recover for a few days does help more.\n\nStay away from weight machines that do nothing to help you with your balance. Except for the one with pulley's mounted to a wall where you can twist left and right to strengthen your core.",
        "Excellent piece.\n\nHowever, wait till you get to 70 or 80. At my senior center, aging starts to progress at the speed of light.\n\nI have searched the internet for a concise educational piece as to  what to expect as you age by decade, the good, the bad and the ugly.\n\nI have not found it yet. Example. My knees at 75 are in excellent shape. X-rays showed that of a much younger man but I get occasional pain in my left knee when I sleep. A doctor told me it is old age even if I am in good shape. Simple exercise, massage, raising the leg cures it.\n\nIn other words, what you still maintain, what you lose but is normal and what you lose that is not normal and what to do about it, a concise piece.",
        "Maybe it’s fortunate that I waited til my forties to straighten up and perform. Because I don’t remember experiencing decline then. \n\nAs for the next phase, I took up powerlifting a couple years ago.  I’m 60 and still waiting to feel my age.",
        "I don't agree with some of these assumptions. I didn't take the hormones after the complete hysterectomy 30 years ago, and although I do have pelvic prolapse, my health is crazy good. \nI garden, rebuild houses, just had a heart workup that was as close to perfect as you'd want. Nobody thinks I'm nearly 75. \nI don't sit down much. \nI hurt when I overdo, but heat, not a pill, is the fix. \nMy hospice nurse friend says it best: \"You can't quit moving or they'll throw dirt on you\".",
        "I'd be cautious about hormonal therapy in midlife given the issues with estrogen and testosterone replacement. I'd ask a physician about pros and cons and hope there is no bias, only facts.",
        "And then there's diet. What we can eat and drink without obvious ill effects (except perhaps the morning after really overdoing it) changes just when our habits have formed such deep grooves that they're hard to change. I assumed that exercise could always offset a big calorie count -- not any more.  We let ourselves slide into having bellies and from there issues cascade.",
        "I used to have back pain in my twenties when working as a merchant. Then I started studying Psychology and lived alone. Nobody could hinder me working. No more back pain! The older I get, the more healthy I become, even my shortsightedness recedes to adolescent levels and I do not need reading glasses at 67.",
        "Good thing you recognized this now. I didn't catch on until I was 49 after 6 years of trying to fix multiple issues and pain even though I was very physically active. I got on estrogen by my own request because the doctors wouldn't be bothered and it helped quite a bit. But I have to accept the new normal.",
        "Although 10 lbs. is not what most weightlifters would consider heavy, the idea that one has to use heavy weights to make gains has been debunked.  Instead, the way to make rapid gains is to work the muscle to the point of exhaustion regardless of the amount of weight used. Using less weight has the benefit of causing less stress to the joints.",
        "This is kind of unsurprising for anybody who follows professional sports and notes that few players can make it past 40 with anywhere near their peak level of ability. Yeah, that is in the context of long-tail high performers, but the same principles apply to regular people.",
        "This is absolutely terrifying\n\nI'm in my 30s and suffer from back pain. I spent too much time with my laptop on my bed. I already feel it's too late to improve my posture and my back.",
        "Why are we obsessing about changes in our physical bodies?  Do’s and don’ts…\nWhy are we supposed to think constantly of ourselves before, after, and later. Spend more time and awareness for what we do and forget about it.  Have you ever seen a seven year old,d child wondering why they can’t do the things a two year old does physically.   Consider yourself blessed that your mind keeps up with your age.  I’m \n94 and I do my daily chores and don’t have the time to waste pondering .  An ache or pain comes along to everyone . Accept it.  The time will come when it’s a bigger problem and then you will have nothing to worry about .\n\nP",
        "40's? I'm 75. I'm hoping for another 10 to 15 in good health. I exercise, don't drink alcohol, avoid red meat, eat reasonably mindfully (that means I also enjoy ice cream), I read, write, play music, and socialize. I'm feeling good, but I'll let you in on something - I can feel it happening. I can feel aging as it happens. I walk a little slower. I get up from a chair a bit slower. Sometimes names don't come as quickly as they did just five years ago. Yes, it's happening, so you know what I do? I make the best of each day. I don't hold grudges. I appreciate nature. I laugh. Like I said, I'm aiming for 10 to 15 more, but I'm not in charge of the clock. 40's? Enjoy it. Enjoy your 50's, your 60's, your 70. 80's and beyond. Like Stephen King said, \"None of us get out of here alive.\"",
        "We have classes for kids that talk about body changes in puberty. What happens as we age isn’t mentioned perhaps because it is  too scary. I worked as desk staff for a urogynecology group at a teaching hospital. A big part of the job was assuring women that they were not alone in having incontinence, prolapse and a series of other problems. There are solutions and treatments.\n\nThese problems can start at any age. The jokes about Depends aren't funny. Even a twenty year old can experience incontinence  Women need to talk to each other about gyn problems without feeling shame. Certainly discuss this with a physician who can refer you for help.",
        "Agree whole heartedly that weight training and really any type of movement be it gardening, raking leaves and even house cleaning benefits any body, but especially those past 40.  Hormone therapy well that is Western medicine intervention.  \nWhat isn't mentioned is eating the right type of diet.  Organic vegetables and fruit comes to mind to drive out the toxins.  On a personal note I work hard physically even though I'm over 70 without hormone therapy.  But I'll indulge myself by eating lot of greens like spinach that provide a lot of iron.  Organic melons and other fruits control the inflammation and flush the body of toxins.  Once your use to a healthy diet, the bode wants nothing else.",
        "I understand that protein is important for muscle building. I'm sure it's a good idea to eat protein-rich foods, but is there evidence to support the use of protein powders as well?",
        "A mid day nap helps the body preserves the joints and avoid injuries.",
        "Great essay. It should also be noted that for active people, the decline that results in injury can lead to serious depression. I’ve seen athletic people lose the ability to do something they’ve centered their life around because of a bad knee or hip and send them spiraling.",
        "I switched to more gentle forms of exercise because of severe shin splints and miniscus tears.  I swim now.  Also I am bipolar so I tend to be pretty extreme and hardcore with my work outs. Trying to listen to my doctor who says giving 85% is ok.",
        "There's so much about aging that needs to be told and isn't: It doesn't happen gradually, more like punctuated gradualism. Your diminishing eyesight and hearing is really going to affect how you do things, and there's a long gap - years even - between when it does and when you are so bad off things like hearing aids and bifocals become useful. Arthritis can cripple you even if you're 54 and your joints are still in relatively good shape. It's not just your muscles that weaken, but tendons and ligaments as well. Everything hurts, like really hurts, suddenly for no reason and you've no idea if it's an embolism or just something weird in your leg muscle...\n\nThey really need to work on the guidebook here.",
        "At 70, other than a few bits of old accident damage, I was lucky enough to feel great. I exercised every day pretty much my whole life.\n\nAh, if only I hadn't returned to the USA. I'd been traveling around SE Asia, often on my own, trekking in the mountains, playing tai chi. I just missed the devastating earthquake in Nepal, also the terrifying tsunami in Thailand.\n\nBut on returning to the USA, the tsunami and the earthquake of our broken, for profit health care system did me in. I was made to stop exercising, to stop even hiking for an hour or so up and down the old, worn down mountains of my home town, a thing I'd loves doing for decades. All gone.\n\nIf I were alone in this, I'd still feel saddened, but this is a health devastation we all share. Read Dr. John Abramson's books, the most recent titled \"Sickening: How Big Pharma Broke American Health Care and How We Can Repair It.\" Another recommended MD-authored book is \"Deadly Medicines and Organized Crime: How Big Pharma Has Corrupted Healthcare\" by Peter C. Gotzsche--accurate, and there are many others, just as there are many, many other victims.\n\nOur health care costs in the US are double that of other wealthy peer nations. For this, we die sooner and endure more of our shorter lives with chronic diseases.\n\nIt's not very subtle after one reads just a bit. StatinStories.com (oh, I could use more help writing this): yes statins prescribed for primary prevention to healthy people. Yet another family member suffered worse.",
        "The prescription for exercise, 150 minutes a week, seems very low and many (perhaps most) people do not even get that. Maybe that is the source of many of the problems. Not just the type of exercise but the volume.",
        "As a 51 year old woman, I was lying at the physical therapist’s doing exercises for my frozen shoulder when I noticed a whole row of similarly aged women doing the same exercises. The therapists described our condition as ‘50 year old shoulder ‘ and said that lots of women get it around menopause. Sheesh. Nobody warned me, but that was 20 years ago.",
        "Well, I don't know if this is really as true across the board as is reported. I did very physical work as a profession into my 50's, and noticed no real change in my strength and abilities. No injuries except those that were incurred in accidents on the job. I'm in good shape but don't consider myself an exceptional case. I have finally noticed some changes starting around 65, but certainly not in my forties.",
        "The physical therapy visit described by the author rang true for me, many times over since my first visit in my 40's. Since then, I've \"aged in waves\", each time with new discoveries of which muscle group I've unwittingly allowed to go fallow and hence left tendons vulnerable and fascia knotted and stiff. The next plateau of a slowing metabolism means I have to dial back what I'd like to eat to what my body will agree to burn. It's a constant dance of attempted renewal and attention to maintenance. I feel like an old but beloved car that now needs more frequent visits to the mechanic. But keep moving, I do. I have found that varying activity (deep water exercises, walking instead of running, and more regular strength training) seems to challenge a complacent physique and keep the injuries mollified, for now.",
        "In my 60s now, and I have discovered the pleasures brought to me by a new hobby: sitting.",
        "Wait until you hit 80.",
        "Your 40s?! Just wait.",
        "I feel like this information has been around for a long time - use it or lose it, slow degradation of muscle etc - but I think we largely tune it out until, bam, you’re there: mid forties and everything feels different. \n\nSometimes I feel a little extra rage being a woman. I feel barely recovered from the physical upheaval of pregnancy, birth, breastfeeding, sleepless nights, domestic servitude and now every conversation amongst my peers seems to be about perimenopause. And to add insult, instead of being held in high regard and valued for our contributions - and allowed rest and recovery - we live in a society where women become invisible and “washed up” unless we can keep up appearances and do all the things. \n\nI will endeavor to add regular weight lifting to my ever increasing list of to dos, for the sake of my own health, but where on earth will the time and energy come from?",
        "First world problem.\n\nWait 'til you hit 70.",
        "Sweetheart, you have no idea of the huge amount of info \"they\" never tell anyone, about aging. I was never told that being a woman wasn't actually set in stone and nearly all women have to start shaving parts of their faces, at some point. Nobody teaches you about what neuropathy is and how most aging people experience some form of it.\n\nNobody really talks about the constant, excessive phlegm, common digestive system failures, or \"leakage\".  This was never offered to me in any of those classes of Life 101 through Life Advanced. I think it's the biggest practical joke the universe plays.\n\nGood luck, my dear, and we'll all see you out there, peering through your recently eye implants, trying to figure out if you are really seeing what you think you are.",
        "And eat way more protein to support muscles, gut and brain health.",
        "Such an important message when it comes to quality of life and even longevity. Build up that foundation of muscle while you can, then hold onto it for as long as possible. Once you're in your 70s, being weak often leads to falls that cause disability, a loss of independence, and ensuing cardiovascular and mental declines. \n\nAlso, for women, I've heard strength training can be a great way to decouple your body image from an unhealthy obsession with a number on a scale.",
        "I've exercised since my mid thirties, am 79 now. I still do bench presses, pullups (3 is my current limit, down from 23 in my forties), and other weight exercises, as well as multiple bicycle rides weekly.  I'm pretty happy with my current status, although I do see that I am slowly losing balance, and strength. \n\nUse it or lose it is the name of the game. If you think you're going to age gracefully sitting on your butt, bad news for you.",
        "Oh, just wait until you hit 70!\nThere's more!",
        "I'm a former Navy pilot, trained by the United States Marine Corps.  The result is that I've exercised into my 70's.  The example I set for my two sons meant that they also exercise (they're 45 and 48).  But they do weight training whereas I have slacked off.\n\nThe article is spot on - weight training I desperately need to begin.  I find myself struggling to lift things, and my upper body is pretty weak.\n\nThank you for an excellent article."
    ],
    "web_url": "https://www.nytimes.com/2024/10/27/opinion/body-muscles-40s-aging.html"
}