{
    "main": "Not Everything We Call Cancer Should Be Called Cancer",
    "abstract": "Calling something cancer can lead to aggressive treatment even if the cancer in question is unlikely to cause problems.",
    "keywords": [
        "Tests (Medical)",
        "Breast Cancer",
        "Prostate Cancer",
        "Cancer",
        "Clinical Trials",
        "Surgery and Surgeons",
        "Anxiety and Stress",
        "United States"
    ],
    "comments": [
        "Let’s add basal cell cancer to the list. Mohs surgery performed by dermatologists is a cure for a cancer that is a limited cancer, if a cancer at all. Rarely it will metastasize. Mostly it recurs and needs a modest reexcision. But mohs folks get paid as surgeons and pathologists. Their “cure” rate is minimally better than other means of treatment but they have become the gurus of dermatology costing largely Medicare for treating a disease that is of low risk at best.",
        "Thanks for your coverage of this topic. \n\nIn 2009, at the age of 51, I received a diagnosis of LCIS. I sought a second opinion at a major cancer hospital where my “cancer” was more appropriately defined: stage “double zero” (not “cancer”, but “atypical cells” with the POTENTIAL to become invasive). Following confirmation from an open surgical biopsy - and with no family history of cancer - I enrolled in the center’s “high risk” clinic as well as their research study.  After being followed every six months over a ten year period, I remain cancer free with yearly monitoring via mammograms and ultrasounds.  \n\nI am so thankful to have been an early beneficiary of this level of care.",
        "I couldn't take \"active surveillance\" as an option. I'd be terrified of my own body. Hey boobs, are you trying to kill me in between these frequent screenings or should I have just cut you off when I had the chance? The mental anguish would be more than I could bear.",
        "As a layperson, I think I would appreciate this change, at least I would have done in my situation. I had what the first doctor called \"pre-cancerous cells\" which likely needed to be removed, and referred me to the appropriate type of doctor. Ok. I was nervous, obviously, and I went. The second doctor still called the cells pre-cancerous but said they wanted to observe only by increasing the frequency of appointments. Then, I moved - and one of my major concerns was figuring out how to access a doctor to maintain the observation. Again, same type of appointment, and as the test came back not pre-cancerous? they didn't notify me the results were negative. Of course the wait worried me, so I called. And now they say, thank goodness, that the cells aren't pre-cancerous and I don't need to worry about extra appointments to keep any eye on them.\n\nSo, at this point, while I am grateful to not have to worry about that word, I will also try to continue to go to the doctor more frequently than the latest recommendation because of the mixed messages.\n\nThis wasn't even cancer and it caused a great deal of stress, across doctors and even states. The word alone scared me. Even with \"pre\" in front of it.",
        "Perhaps in the generation of “Coddling of the American Mind” (authors:  Greg Lukianoff and Jonathan Haidt), the suggestion of not calling cancer or a pre-cancerous lesion, the “C-word”, is not surprising.  However, we should not sugar coat a potentially dangerous diagnosis, so a patient feels better.  Patients should be given as much information as possible to help them make the best choice for themselves.  People who exhibit markers of pre-diabetes are warned to change diet, lose weight, etc to prevent diabetes.  A synonym for diabetes is not given to the patient so they can be assured all is fine.  It is not.  As with any precancerous lesion, something is lurking in the body that has the potential to cause some serious damage.\n\nI do agree with improving surveillance and not jumping into premature aggressive treatments.  But I disagree with avoiding the term “cancer”.   I bet some lawyers will absolutely agree with your suggestion, so when those patients with pre-cancerous lesions or markers ignore that they have a potentially serious condition, ultimately succumb to that condition b/c they didn’t understand that they had CANCER (or a condition that could lead to cancer), lawsuits can ensue.",
        "We should do the same with psychiatric conditions. Most are variants of normality or are exacerbation of normal behavior under duress, abuse, or other forms of stress.\n\nOther than schizophrenia (psychosis really), severe forms of depression, and mental health issues that impair one's ability to reproduce, all else quite much could be considered not actual disorders.\n\n(before anyone comments, autism is in the realm of neurology, not psychiatry)",
        "Prostate and breast oncologists wrote this article, two of the most treatable and possibly slow growing malignancies a patient can have.  There is some merit but active surveillance in a healthy patient is a great way to turn them unhealthy in two years.\n\nThe concept of over treatment in early stage cancers would be better discussed by a thoracic oncologist, hepatic oncologist or any other oncology profession.  The average reader does not understand the prognostic difference of primary tumor sites.",
        "In 2009 my father was diagnosed with stage 4 prostate cancer Gleason 9 in at age 88. He was not offered genetic testing at that time and died 9 months later. He had declined biopsy over the years though his PSA was rising steadily. He got differing opinions - watch and wait or castration before his bladder finally failed from the enlarged prostate. Men in that age group often die from something else, and he was reluctant to do biopsy. He had been recommended for aortic valve replacement at 85 which he did but lots of complications. Intervention is double edged sword, since he survived heart surgery only to suffer a lot with the prostate cancer, catheters, etc.  \n\nIn 2012 I was diagnosed with TNBC IDC IIA at age 51 and was tested for BRCA which was negative. Then 2014 BCC skin cancer, and 2017 endometrial cancer. Further genetic testing showed Lynch syndrome MSH6 (and MLH1 VUS). Neither of my parents were still alive by then, so they could not be tested.\n\nBottom line is any patient with any form of cancer - low risk or otherwise - should be offered full panel genetic testing to know their full risk profile. A tumor may appear one way and genetics play a role in how it may progress.",
        "I admire that you are both oncologists. However, I noticed that you do not cover cervical cancer caused by HPV. I believe that there are 3 types of HPV or strains that can cause cervical cancer. \nMy husband gave me the joy of HPV. I had to have a hysterectomy. I had already had my kids. You don't cover this at all in your article. You should have also put in here about young girls from 9 get the shots to prevent HPV.\nI also noticed (could not put all of this in one article) that you did not cover the increase rise in oral cancers caused by HPV. \nThis points to the fact that there is an increase in oral sex. \nBy whom you say, young teens.",
        "I received a DCIS diagnosis from the breast surgeon who performed my biopsy.  She said, \"You don't have cancer!\" and then she said \"I recommend a double mastectomy\" and proceeded to put me on the surgery schedule.  I was so confused and anxious I agreed, at least until I had time to calm down and do my homework.  After lots of reading and talking with other women with the same diagnosis I decided to have a single mastectomy - I don't have the BRCA gene and I couldn't wrap my head around removing a perfectly healthy body part just in case.  I'm happy with my decision, especially since I've had complications with the implant and now need more surgery.  One foreign object in my body is enough.",
        "Most, not some, surgeries are unnecessary and I would include back surgeries, orthoscopic surgeries, bypass surgery and joint replacements. How is that  for some heresy.",
        "My husband was diagnosed in 2009 with prostate cancer (PC), Gleason 6, after a nodule was felt during his DRE.  His PSA was less than 1.  The docs recommended treatment. \n Being anti-surgery and anti-treatment, he had 3 annual biopsies as recommended by his urologist, but then decided to just have annual PSAs done and no further biopsies unless his PSA shot up or he developed new symptoms, recommendations made by  a third urologist who himself had PC.  Of the three biopsies, the worst results were 3 of 12 positive cores, with less than 5% cancerous cells in any core.  It was those stats that made us question the necessity of the yearly biopsy, a procedure that carries its own risks.  Now at age 73 his PSA is up to 2, and his worst enemy is his arthritis.  We appreciate this article!",
        "I was diagnosed with prostate cancer in 2015. By that time, I felt that it was not a threat and that at my age, 71, even if I developed prostate cancer it would be unlikely to kill me before I died of something else. \n\nAt my annual physical my Doctor said that my prostate felt “really good” but when the PSA test shot up dramatically from the previous year he referred me to a urologist. The urologist did a biopsy which was a Gleason 7. He explained many options, didn’t pressure me, but was clear that the combination of Gleason score and change in PSA was significant. I opted for removal and the Gleason score after removal was 10. \n\nAfter time had passed and I should no longer have a PSA, I did. I was placed on hormone therapy and referred to a radiologist. 38 sessions of radiation therapy. Hormone therapy continued for a year. The PSA had become less than.04 or “essentially undetectable”. I have been monitored since and my PSA has remained there. \n\nI had a friend who was diagnosed about the same time as I was. We compared notes in December 2017. He had a Gleason 6 and was treated initially with waiting. He died of prostate cancer 2 years ago. \n\nI recognize the point that there is often over treatment but under treatment is also an issue. And under treatment can have fatal consequences. The issue is complex and a blanket policy can lead to bad outcomes. Every case has to be evaluated individually.",
        "Well, all Gleason score 3+3=6 cases are supposed to be surveilled these says. They are indolent invasive carcinomas, but can  evolve into higher grade tumours and therefore need close monitoring.  Ductal carcinoma in situ of the  breast is a non-invasive lesion sure, but even after lumpectomy (as opposed to diagnostic core biopsy)about 15 % of patients will develop recurrent invasive carcinomas over 10 years, a recurrence rate halved by radiation. At this point its very unclear which of these patients, if any, can be surveilled after diagnostic biopsy So clearly at least a subset of these need therapy . Just saying.   Also, I'm a practicing surgical pathologist, part of a group clearly not included in this article.",
        "I’ll argue that we need to better educate the medical community as well as patients. Can’t remember the last time that I saw a patient write orders for a medical procedure.\n\nBut we also need a lot better information. For instance, we found out that our family had a BRAC2 mutation almost by accident and a very persistent family member who thought something was ‘off’ in our mother’s breast cancer. Since mother was first diagnosed with breast cancer at age 83, I found out that she NEVER would have in the genetic database..they give up on women at age 80.\n\nBased on mother’s age at diagnosis, we would never have found out that we needed to be tested for the mutation.",
        "I was diagnosed with DCIS. Upon learning all I could, my inclination was to join a study, where no intervention would be taken. \n\nMy family had a fit, and I gave in. \n\nI underwent surgery and radiation.  I am also taking hormones.\n\nI wish I had stuck to my guns and not undergone treatment. \n\nI totally agree with the authors here.",
        "One thing I would consider in choosing my cancer care is the quality of my health insurance. I have good, very expensive, health insurance right now.  If I change jobs or retire I probably won't have this insurance.  I'd treat now.",
        "The decision by a patient to do or not do a  procedure to remove a low grade cancer is a very difficult decision. In the mind of the patient who takes no action, other than being followed , will still be thinking \"is this spreading\". Every trip to the doctor is wrought with fear \"has it spread\". A person with low grade prostate cancer and is young, under 50, and Gleason of 6 could be told that you can wait and see. But he will also be told that if  it spreads beyond the prostate  at which point his chance of cure is significantly reduced. The same goes for breast cancer.Both are very difficult decisions for the patient to make.  I won't get into the issue of misdiagnosed more aggressive cancers that could have been treated but were described as low grade. Using the word \"cancer\" should not be avoided. It is what it is. And it should prompt action. Using other names to describe the same condition merely puts the patient wrongfully at ease.",
        "This is such a vital proposal - and I'm writing this after years of stressful PSA tracking and fusion biopsies of my prostate and after having a thyroid *cancer* diagnosis and half my thyroid removed in 2021, followed by daily doses of Levothyroxine for the rest of my life. After that procedure, my friend David Ropeik, a longtime risk-communication professional who's written a forthcoming book called \"Cancerphobia,\" sent me the thyroid chapter, which convinced me I could and probably should have chosen watchful waiting. Thanks for publishing the piece.",
        "One step we could all take to reduce our risk of cancer in the first place is to eat whole plant foods, avoiding processed foods and eating little to no animal products. Instead, eat veggies and fruit, legumes (beans, chickpeas, lentils, and split peas) and whole grains (not processed into refined flour), and in small amounts nuts and seeds. Avoid added oils and sugar, too.\n\nI learned this too late in my life, after I was diagnosed with breast cancer and my husband with prostate cancer. But as soon as we did learn this, we started eating whole plant foods to reduce our risk of a recurrence. We also exercise moderately, and avoid alcohol and tobacco. And we feel better and lost weight, too.",
        "\"Preneoplasia\" as a preferred term is window-dressing.  I have a family history positively brimming with neoplasia of the bladder, breast, uterus, fallopian tubes, and lymph nodes.   Depending on the individual, these were repeated, concurrent, or sequential. I buried all of them in the last decade.  It's still cancer.  So if I read \"preneoplasia\" in my chart, I'm not fooled about what it means.  Actions are more important - screening, diagnoses, communication, treatment options, and - almost above everything else - comprehensive and equitable insurance coverage.",
        "\"Ask anyone who has been told this: It’s terrifying.\"\n\nIn 2010, the results of my biopsy came in -- prostate cancer. My father had died of prostate cancer, but the announcement was not one I found remotely terrifying. After living a life I hoped would serve me well in old age, I discovered that genes can defeat years of eating right, exercise, and avoidance of stress. My response to the prostate cancer diagnosis had more to do with \"so what else is new\" than terror. My Gleason score was seven (the better seven -- 3 + 4).\n\nAdmittedly, prostate cancer is not the same as a diagnosis of lung cancer (I never smoked) or pancreatic cancer, but it still kills quite a few, mostly elderly men. My father was only 66 when he died. I was 63 when diagnosed.\n\nI went to the University of Washington Medical Center (then part of the Seattle Cancer Care Alliance) and on the same day met separately with the head of the Urology Department, another urologist, a radiation oncologist, and a medical oncologist. Then, all five of us met together to decide on treatment. For a variety of reasons I chose brachytherapy. Thirteen years later my PSA is still undetectable. \n\nGiven all the other health problems I have experienced, I can honestly say, cancer was not even close to the worst. I realize that my situation is not generalizable. Others face much more daunting diagnoses. My point is that while cancer is never welcomed, neither is it always the worst thing that can happen to a person. Don't despair.",
        "\"Some doctors who disagree with us argue that early-stage cancer patients may have regions of their prostate or breast with unsampled, riskier cancers that may pose a threat and should be treated accordingly.\" I would like to remind those doctors that the same applies to the seemingly healthy general population. Just like they don't assume that healthy people have cancer, it doesn't make sense to assume that people with early-stage cancer could also have riskier cancers. This is something that should be studied and proved statistically before these more aggressive treatments are prescribed in these situations.",
        "Four years before I was diagnosed with DCIS in my early 50s, my mother had died of metastasized breast cancer. After my diagnosis, my doctor did a wonderful job of explaining it to me just as you have done in this article. However, with my children in elementary and middle school, I opted for a lumpectomy instead of active surveillance. (I did not get radiation or tamoxifen afterwards, as no one saw a need.) Had I been older, and with older children, I would have been comfortable with active surveillance of my DCIS; not only would I have avoided surgery, but I could have helped advance medical science in some small way, with little risk to me. I agree that these diagnoses need individualized treatment options.",
        "Doctors are subjective, fallible humans. Some are up-to-date with the latest science; others aren't. Some, for whatever reason, always advocate a more aggressive approach; others don't. Until there is a truly objective way to assess risk/predict the future, opting for treatment will always be a personal choice based on limited, biased information. The best we can hope for is continued scientific advancement and access to large amounts of data and multiple knowledgeable physicians who can provide their opinions.",
        "The vast majority of clinicians involved in the treatment of the two cancers described by Drs. Esserman and Eggener already recommend individualized - and sometimes quite limited - treatment plans for these patients. Renaming these neoplasms will not meaningfully change standard treatment, and may lull patients generally into a mistaken belief that carcinomas of the breast or prostate are less serious than they really are.",
        "The article presents valid alternatives for diagnosing and treating cancers. But the article does not address health insurance realities. If we don't call it cancer, watchful waiting and all the testing that should accompany watchful waiting may not be covered by insurance. And I am not reassured that watchful waiting is a real option given how hard it is to get doctors' visits and tests. Frequent watchful waiting tests may be more stressful than actual surgery, if the cancer can be totally removed. Plus the world's experts (the authors) may not recognize the danger from lesser experts and limited followup testing.",
        "I was diagnosed with DCIS three years ago when a biopsy revealed stage 0, grade 2 (intermediate risk) cells. I enrolled n the COMET study comparing surgery to active surveillance, and was placed in the surgery arm. Surgery revealed grade 3 (high risk) cells, but no lymph node involvement. I'm in my 50's with grown children, but younger women especially do not want to take the risk of a low-grade cancer turning into a higher-grade tumor that is extremely unpleasant to treat and interferes with their family life. They'd rather take preventative measures like prophylactic surgery. Until there is a foolproof way to predict what DCIS cells are going to grow and which aren't, that's a reasonable choice.",
        "I am 72 and have mostly given up on all the screenings we are supposed to get, mostly because I dislike living in fear of what I might come down with. The medical industry is partly responsible for this fear when they oversell the risks as described in this article. But it also goes hand-in-hand with the evolution of medicine into an industry that wants to hover over us, excessively, in my view.",
        "I'm all for not calling something cancer, when it isn't a cancer.  But it isn't clear to me from this article at all that what is being advocated here makes sense.  The writers believe that patients are being given treatment (or surgeries) that are unnecessary, but what exactly does unnecessary mean in this context, because except for early prostate cancer statistics, I don't see any other statistics in here.  In other words, yes, a woman with DCIS doesn't need a mastectomy to survive with DCIS.  But the REAL question is whether it will progress to something with a worse prognosis--and it doesn't sound like we know whether it will, but the risks are heightened.  In that instance, it would be perfectly reasonable for a woman to say \"I'll just get a mastectomy now and not have to worry about it in the future\".  Because it isn't clear what the alternative is - wait and see ...see what?  Wait until it's actually turned \"into\" cancer (per these writers), when your prognosis is now worse?  To me, the question is whether the offered treatment actually is successful and success means different things - for late stage cancer it can either mean becoming free from cancer or extending life for some time.  For this early stage [non]cancer, it might mean significantly lowering the risk of progression to a worse stage--why wouldn't that be a worthy goal if we can't offer patients any certainty about saving them if they only continue to monitor and it DOES turn into a malignancy?",
        "Hello Laura Esserman. \nRemember having dinner in Bethesda, MD with Northop Grumman. You saved the man's life. \nWished things could have worked out for I-SPY. \nMichael M.",
        "Dr. Laszlo Tabar, a world-renown breast imaging radiologist from Sweden and the main researcher in the largest randomly controlled trial proving the usefulness of screening mammography, has a new classification of breast cancers based on the imaging bio markers which indicate cellular origin more accurately.  \n\nHis research proves that we misclassify breast cancers causing under- and over-treatment.  TRUE DCIS is, in actuality, a duct-forming, invasive cancer which can kill.  Much of what is called ‘DCIS’ doesn’t originate in the ducts at all.  This adds to the confusion, mis-treatment and, ultimately distrust of the entire system.\n\nUntil US pathologists adopt large section slides in order to see the true cellular origins of breast cancers, we will continue to under-treat some, over-treat others and, ultimately fail to save the lives of too many women. \n\nJerome S. Schroeder, MD\nBreast Imaging Radiologist\nDenver",
        "We seniors are an industry unto ourselves..\nJapan is religion, Europe is history, America is money.\nSinclair Lewis should see us now.",
        "This article points to the need for better tools to determine whose early cancer will resolve on its own and whose will become malignant.",
        "Just stick with the present use of the word \"cancer\", but define the types of cancer.  Your quest for clarity is laudable but is confusing to patients because it sounds like \"you have cancer, but you do not have cancer\".",
        "I would like to ask if Laura Esserman and Scott Eggener what they themselves would do in this situation. What if that ticking time bomb never goes off? Great! What if the experts said it wasn’t likely to go off soon, but an unknown, unexplained variable unknown to the experts causes it to metastasize quicker than expected. Oh well, the research goes into a log and you are now a statistic. No thank you- I’ve seen what cancer is and does.",
        "\"I regret to inform you that you have breast cancer.\" Nurse Mercedes blurted out over the phone in July 2012.\n\"Stage, Grade?\" I asked.\n\"I can not tell you.\" she replied.\n\"You can tell me that I have cancer, but not anything more?\"\nand so began my personal journey with breast cancer. As an Ob/Gyn , these discussions were held in person at my office with a large box of tissues on the desk. \nI was given a voice on the other end of a phone.\n  After a week of reading nonstop about LCIS, I did 4 consultations\nwith leading New York breast surgeons. All suggested bilateral mastectomy. Dr Christopher Mills, the former chairman of Surgery at St Vincent's Hospital agreed to do a lumpectomy.\nThe pathology report showed DCIS as well. The margin was .01\nA \"clean margin is .02\n  I had earned my admission to radiation therapy. After 30 sessions plus 5 of the boost, I had enough.\nToo bad for me. Tamoxofine and the reality of an abrupt cessation of ovarian function was next. After 2 weeks of insomnia and profuse sweating, I returned to my Oncologist. He called in Ambien and Xanax.\nI threw all the meds away\nNow I do my monitoring but require more due to the pericardial scarring I have from radiation\nMinor details",
        "There have been some very good articles (here and WaPo, I believe) in the last few months about the over-medicalization of the later parts of our lives. From aggressively treating minor cancers in 90-year-olds to the pushing of treatments when it’s clear someone is in their final days or weeks, mostly because we are not good at discussing these difficult things. Many times the doctors and nurses know what they are doing won’t meaningfully extend the patient’s life, but the family can’t accept that. Or the practitioners just don’t know how to have that conversation. We need to get better at deciding when medical treatment of all kinds is really needed and when to let things be.",
        "I am so glad to read this. I have many friends who have been through the cancer-treatment mill with only - yes, only - DCIS. Lumpectomies, radiation. \n\nIn the 90's the hammer was all there was. So another friend with stage 2 - had a lumpectomy, the tumor removed with clean margins, radiation, chemo and 5 years of the most aggressive drug on the market at the time usually given to Stage 4 and beyond, but her excellent doc threw everything at a breast cancer diagnosis in those days. She wound up on crutches by the time she stopped taking it. Even at that time I thought it was overkill. She was a total mess. 25 - 30 years later - still cancer free and doing fine. \n\nI have not received a diagnosis. I can't imagine what getting one is like but I do know that medicine has advanced and it's past time to take a more conservative approach to the treatments offered.",
        "Dr. Vinay Prasad (also at UCSF) has written extensively and made numerous videos about this topic. So glad to see it hit the NYT. Some commenters seem to suggest that this is some sort of insurance company conspiracy to reduce costs, but I don't think that's true. If anything, it sounds like many cancer treatments have been approved with very poor evidence that they work well, but the drug makers get to charge astronomical prices for them.",
        "I wish I had done this with my thyroid. I had a very small node (think .0007 in diameter) and we weren't even sure if it was cancerous. At the time, we wouldn't know until my thyroid was taken out for further testing because it was so small. I had my whole thyroid removed because it was what was suggested/what the pros and cons were that I weighed at the time; genetic testing etc. Fast forward to three years later, I find a new doctor who is amazing. We were having an in depth conversation about my health and she reluctantly told me she probably would have had me wait, if I had been her patient, to remove the thyroid. She said she probably would have waited and used surveillance at first considering most thyroid cancers are so slow moving. I regret it because ever since I have struggled with unwanted side effects of my thyroidectomy. Can't change the past but this is something our medical field should strongly start to consider, as the article states.",
        "MDS is an interesting disease that in some circles has been called cancer, and in other still is called pre-cancer.  Cell mutations proliferate crowding out normal cells, sometimes causing scarring and fibrosis, and blood counts drop to the point of needing transfusions.  Most we've spoken to recognize it now as cancer, which is moving in the opposite direction of this article.  In many MDS patients, there is no immediate risk to life, if at all. For many, there are no symptoms and it's discovered by a blood test. But to other MDS patients, it's a death sentence with little time to live.",
        "Very few patients have access to such highly qualified oncologists or even board certified breast surgeons as these two doctors.\n\nMost rural counties only have access to general surgeons who have done a lot of breast cancer surgeries.  It’s only been in the last decade that board certifications for breast surgeons has come into existence.\n\nThe same for the pathologists who read the biopsy results to indicate how the surgeon determines treatment.  There is usually only one radiologist who can determine treatment.  The one I was sent to had one way of treating all cancers as that was all he ever was taught.  As an MD who read every recent medical journal on DCIS I did not want surgery or radiation for this non cancer I had no say in my treatment.  The nearest research hospitals with good medical care was 200 miles away.  I was working full time…I couldn’t afford to take days off.\n\nThese authors don’t understand.",
        "I am a retired surgeon. I've been telling my patients for years that DCIS is miss-named. It is a pre-malignant condition that routinely gets over-treated. Great article!",
        "I just finished Michael Lewis' Undoing Project and one of the stories is about how radiologists often are wrong and contradict themselves. Two psychologists interviewed many radiologists to find out what is the criteria for determining cancer and then built a model around that. They then gave the same stack of scans to several doctors and often the doctors contradicted each others diagnosis. To test it further they put in the same scan of the same person multiple times in the stack and often the same doctor in one scan would say it was in cancer while it was not the next time they saw the same scan. In other words doctors don't even agree with themselves.\n\nThank you for this article and I highly recommend reading the chapter on this experiment in The Undoing Project. \n\nLesson for all of us get a second opinion!!!",
        "Always get a second opinion. My husband had a prostate cancer Gleason score of 7. His doctor said to have it removed but knowing the potential side effects, he was uncertain.  We were fortunate to get the name and contact info for a well-known expert and my husband asked them the classic question: If I were your brother, what would you tell me to do?  No hesitation: Yank it.  So he did.  Are there side effects?  Yes, but he isn't worried that he's going to die from advanced prostate cancer.  Articles like this worry me, the authors have no business telling people whether or not to treat cancer.  P.S. I am currently being treated for squamous cell cancer, which is supposedly low risk, except my friend died of it a year ago.",
        "I have been dealing with prostate cancer for 13 years. At an intermediate risk Gleason 8, I have required treatment.  Surgery in upstate NY in 2009 was deemed to have failed by the summer of 2011.  Knowing this was\nnow a marathon,  I then moved management of my case to Memorial Sloan Kettering in NYC. I am fortunate that my Medical Oncologist at MSK has in numerous discussions emphasized striving for a balance between the deleterious side effects of treatment vs the risks from the disease. Over my 11+ years at MSK I have been on Androgen Depravation Therapy (ADT) 18 months in three rounds (one current). ADT shuts off testosterone, the primary fuel for metastatic prostate cancer, like a cheap $1:49 wall switch.  ADT has plenty of side effects, including a passion for the Hallmark Channel, but I have been able to approach 80 now free of those  effects for more than 9 of the last 11 years or so.  Obviously cases are individual.  But I am very grateful to be treated by an Oncologist who has always strived to achieve a balance in his treatment decisions.",
        "Unfortunately, the vast majority of the medical community will not agree with the premise of this piece. After all, medical school loans needs to be repaid and families need another vacation to Tuscany at a 5-star resort.\n\nWhen the best and brightest doctors and surgeons have bills to pay, there will always be unnecessary and/or aggressive treatments prescribed and the patients will be none the wiser.",
        "Seems a mistake in logic by those physicians arguing that there could be hidden cells elsewhere in Prostate that the biopsy didn't catch, if the 15 year survival rate for active surveillance is indeed 99.9%. Perhaps a few instances, but vs. the huge number spared a profound impact on their lives?",
        "I had a dermatologist avoid putting a name to basal cell carcinoma when she froze it off. Now it is much worse. Part of it is getting people to take treatment seriously. Just talk to your patient, please.",
        "In medicine, sometimes semantics is just as important as psysiology. When physicians explain conditions to patients, the terminology they employ can evoke anything from tremendous relief to abject fear. The word ‘cancer’ construes a panoply of physical and emotional issues. Being told that a patient has brain cancer results in a markedly different response, as opposed to a diagnosis of breast or prostate cancer. Access to the malignancy seems the most operative issue here, in spite of enormous strides made by neurosurgeons and neurological-oncologists.\n\nThe authors are correct that employing a more nuanced, less-terrifying term might allay some of the fears that patients experience. “You have cancer” falls like a brick. “We’ve discovered an area that might be problematic down the line, so let’s watch it carefully and assiduously, and take action if and when necessary.” That seems informational, yet comforting.\n\nThis is very interesting — a must-read for anyone diagnosed with cancer, myself included. Thanks for elucidating us on a very challenging subject.",
        "Cancer treatment is one of the very few areas where US outcomes are somewhat better than those in other advanced industrialized democracies. While “over treatment” is definitely a problem, I cannot help but wonder if health insurance companies are looking at this article with interest…",
        "\"Patients’ assumption is that without treatment, the condition will rapidly or ultimately lead to metastases and death. Accordingly, many make the understandable choice of aggressive treatment they don’t require.\"\n\nA friend was told she had breast cancer at age 78. She had a mastectomy and chemo and, I think, radiation. Then she simply sat down in her chair one day and died while her husband was outside for a few minutes. I can't help but wonder if this aggressive treatment on a woman with other health issues was warranted at her age. But I can't say for sure because I don't recall the level of the lesion.",
        "My greatgrandmother, who died at the age of 93 in the mid 1960s of flu, was diagnosed with breast cancer several years before her death.  Her doctor, with the approval of her daughter, didn't tell her about the diagnosis because he said the cancer was so slow growing that she was almost certain to die of something else and there was no benefit in making her worry about the cancer or undergo treatment for it.   I'm pretty sure that wouldn't happen today, though it probably should.  Maybe a new name for it would help, something that  a patient wouldn't have to worry about.",
        "I agree completely with the authors .\n\nIn my early fifties (I'm now 72) my PSA started going wacky leading to multiple biopsies and MRIs over the years. In 2018 after another jump in my PSA, I had another another biopsy. This time, a small amount of microscopic (detectable only under a microscope) Gleason 6 prostate cancer was found. No surprise. If they keep hunting for prostate cancer as you age, sooner or later they will find some.\n\nThe local urologist here in FL urged me to have radiation ASAP. But I knew of the potential side effects and that I needed a second opinon. Through a contact I got a consultation with a radiological oncologist who confirmed my belief that I was a good candidate for \"active surveillance\". He arranged for me to meet with a team at Mass General Hospital. Long story short, I have been on active surveillance for six years, which means a PSA check every six months and a yearly MRI to confirm nothing has changed.  \n\nAny man diagnosed with Gleason 6 prostate cancer should  have his slides examined by a second pathologist to confirm that he doesn't have a cancer higher than Gleason 6, and then consult the most experienced docs he can find, even if that means traveling to a \"center of excellence\" hospital, to understand his options. Too many doctors still push their patients into having radical treatment for low grade prostate cancer, which, despite all the advances, can still have profound adverse side effects.",
        "I was aggressively treated for an ovarian cancer identified in stage 1A.  The type typically does not migrate and stays contained.  You see, not all ovarian cancers are the same.  However, my doctor had to take samples of all of abdominal lymph nodes, removing about 24 lymph nodes, to the point that I needed to have followup watch for lymphedema in my legs.  Of course, a full hysterectomy as well.  All of the samples were negative, and then they recommended chemo, and I said no way.  I did my research - in Europe, they don't do chemo for this type of cancer.  I felt massively overtreated.  I've had numbness in my right thigh (likely a nerve damaged in surgery), problems with incontinence, achy legs (from lymph drainage issues?).  And to top it off, the surgeon nicked my aorta when getting the lymph node samples (that probably weren't needed), had to do an emergency cut to stem massive blood loss, and now I have an abdominal hernia by that cut.  I know I'm lucky to not have had the really bad cancer (though could still get something of course), but this just seems like overkill (but maybe in retrospect).",
        "I was in an oral pathology training program for a brief period of time. My daily tasks included looking at biopsy slides. The main goal was to count “mitotic figures” (cells in the middle of division) to decide if the patient had oral cancer. If there were 2 or 3 in the visual field, the patient didn’t have cancer; if there were more than a hundred, the patient was very likely to have cancer. If the figures were in between, however, it depended on the patient’s insurance. Good insurance coverage would lead to more aggressive “cancer” treatment. I decided to leave the program after a month.",
        "Why can't doctors just call each case what it is, be it multiple myeloma or basal cell carcinoma?  Then they can explain that while this is a form of cancer, it can be treated. Allow questions, then explain treatment options. \n\nI get concerned because my PCP tells me things like swollen ankles are normal. If they were normal, why didn't I have them the first 75 years of my life?  No, they are not normal, though they may be common at my age. But given that I can easily live another 20 years, early treatment or at least consideration of treatment would make sense rather than shrugging me off because I am a senior (in otherwise good health).",
        "And what about basal cell skin cancer.",
        "This is a really nice outline that unfortunately doesn't take into account the reality on the ground for most Americans, which is that unless a treatment/course of action makes money, it will not be prioritized by medical professionals and insurers. Add to that the reality of discrimination because of genetics means that Americans are NOT in charge at all in most cases of any of their treatments or screening or coverage. This in turn can (and does) result in thousands of cases of bankruptcy for individuals and families, all the while the allowed treatments are often brutal and sometimes ineffective. But as the rich people behind the scenes get richer, it's all working as intended.",
        "Yes well. Cancer is a sneaky son of a gun and operates by stealth. When I was diagnosed - Stage 2 - I was told that I could wait and do the chemo and radiaton first and then have surgery. Human beings what they are I decided heck to the no take that \"thing\" out as soon as possible because I could not stand the idea that \"the thing\" was there supposedly slowly disappearing due to the chemo.  Nope, nah, nien, just no.  Take it out and do it quickly. \nI don't agree with the article.  It doesnt say how aggressive monitoring will be.  A rose by any other name is still a rose - horrible analogy but you get my drift.  Give me the whole truth and stop trying to make me feel good by giving \"the thing\" another name. We humans are remarkably resilient....",
        "I've watched friends and relatives die of breast cancer, colon cancer, blood cancers, brain cancer, lung cancer (non-smoker), prostate cancer, and uterine cancer. You can call it something else, but it can still kill you if you don't catch it in time. The reason \"cancer\" is a scary word is that people still from it every day.",
        "I might be tempted to ignore recommendations because of my lack of trust in our healthcare 'system.' You have the insurance companies who will do anything to 'under-diagnose, under-treat;' and a medical-industrial complex that will push anything that generates $.  \n\nHow do you have confidence in an oncologist?  Personal recs are great-  but it's not like hiring a plumber.  Specializations don't always 'translate' between patients experiences. Does your PC physician actually know anything about the oncologists they recommend; or are they pulling from a list of specialists because they are in the 'hospital network' which that PC almost always works for.\n\nHow does the average citizen compare doctors, let alone oncologists?  It's a morass for anyone, let alone anyone just told they have cancer.  Google a doctor's name and you get..  Yelp reviews!  My husband just got back from his regular check-up and his long-term internist told him that he's considering retiring. He showed my husband the computer screen that kept 'insisting' he treat my husband for high blood pressure and immediately start prescribing a list of meds, even though this is the 1st time in 20+ years my husband has registed anything but very low BP!  His doctor said it doesn't account for 20 years of history or anything else-  and he's sick of being told how to treat patients by a laptop. And, he works for one of the most prestigious hospital systems in the country.",
        "I had DCIS three years ago.  Diagnosed with over 9CM via mammogram.  I had a double mastectomy and do not regret it at all.  That large amount of DCIS since my last mammogram indicated to me that it was just a matter of time before it became invasive.  My cousin was just diagnosed with stage 2 breast cancer having both DCIS and invasive.  I feel like I made the best call for myself.  I got many opinions and did extensive research.  I am lucky that I did not require any further treatment.  I had no reconstruction and have very little chance of recurrence given I have very little tissue left.  If it was a small amount I might have taken a wait and see approach.",
        "I’m the husband of a woman diagnosed with DCIS ten years ago. The diagnosis lead to two separate surgeries followed by radiation.  It was awful for my wife and our entire family.  \n\nPerhaps even more devastating, the diagnosis lead to genetic counseling that identified BRCA mutation “of unknown significance”.   The discovery resulted in an oophorectomy, resulting in early menopause and the associated lifestyle, health, and emotional sequelae. \n\nTen years later we received a letter stating that the mutation is now considered benign.   Thanks for that.  \n\nWe are roadkill in the DCIS juggernaut.",
        "If you're in your 40s and get \"low grade prostate cancer\" I think that's serious. This happened to me and I had surgery. If I was in my 60s or 70s I would have taken a different course of action. There's isn't enough discussion of prostate cancer in younger men. For them (us) it's a different kind of disease.....which should be called by its name: cancer.",
        "Not that long ago - 1960s - a big upheaval in medicine swept like a wave over us, where practitioners  began to tell patients what their diagnosis was and what are the treatment options and what are the odds, instead of offering soothing placations to the patient while whispering back stage to the family the actual diagnosis and its realities. I had a few friends in residence then who described how at that time one was not allowed to provide end of life assistance or even coaching. So what some of these folks did, such as one doc at UC San Francisco General, was prescribe a quart of morphine thus providing self auto Hospice. Fortunately now we have Hospice. There persists a completely non-  even anti- scientific euphimization of many therapies and of cancer. Tell it like it is - give the odds, state the alternative approaches with the unvarnished description of possible side effect. The TRUTH will set you free. If the hazards of over diagnosis are stated loudly and clearly and NOT exaggerated then the patient can make a fully informed choice.",
        "What you are saying about prostate cancer is almost true.  Yes, if you are diagnosed with low grade prostate then aggressive treatment is not warrented.  However, none of that is relevant to African-American men in our healthcare system.\n\nAA men present at a much younger age with prostate cancer that is much more advanced and aggressive and proliferative state.\n\nThe logical conclusion is that we, the medical profession, are missing the earlier, and life saving diagnosis of prostate cancer in AA men.  This conclusion has not occurred, evidently, to the vast majority of  medical practitioners or systems. \n\nIts like a blind spot in American Medicine. It makes me think of that business management instructional video, the one where a group of basketball players are vigorously passing a ball around and the viewers are asked to carefully try and count the number of passes made. <a href=\"https://youtu.be/vJG698U2Mvo\" target=\"_blank\">https://youtu.be/vJG698U2Mvo</a>\n\nThere is distinct value in the early diagnosis of prostate cancer.\n\nThe men who are at high risk of progressing to advanced disease, where treatment options are significantly reduced, are black men.  The idea of screening AA men at an early age or starting active cancer surveillance, is never considered. \n\nSo, Drs Esserman and Eggener, what is your protcol for African-American men?  Do you consider us?",
        "I don't know the numbers are as to how much overtreatment is done due to patient fear around the word \"cancer\". But I can see serious issues arising from essentially sugarcoating medical news because doctors don't trust their patients to handle it properly. \n\nFor one thing, what happens when, as will inevitably occur in some cases, a patient's \"low-risk\" tumor does spread? The patient then (rightly) says to the doctor \"what's this - I have a tumor that spread? Then I have cancer, right? You told me I just had IDLE or preneoplasia or something - how come you missed it?\" There goes trust in medical advice. \n\nAnd when the patient's friend detects something suspicious, they may think: \"Why should I get it checked? My friend did, and the doctor was useless.\"\n\nThere are ways to reduce overtreatment other than hiding information from patients. For example, treatments could be reserved for cases where the medical consensus is that the risk balance is in favor of treatment.",
        "THIS is so correct: \"We are increasingly identifying medical conditions that might have gone undetected without any issues. This phenomenon of overdiagnosis is a well-documented consequence of screenings for breast and prostate cancer.\"\nNuff said.",
        "I completely agree with this article about the  over treatment of cancer based on scans that lump everything into one category. I believe my mother died from over treatment of breast cancer. She was poked and prodded for 30 years, based on what they called at the time, fibrocystic breast disease. \n\nThe stress of this never ending loop in our medical system including having to fight for ultrasounds and not just mammography every 6 months as well as the pain of regular needle biopsies and surgical biopsies had a dire affect on her well-being. Eventually she ended up with a ductal carcinoma biopsy. I believe the stress and constant damage to her breast tissue correlates with this outcome.\n\nEven if the names are changed and active surveillance becomes the norm, the stress that comes with active surveillance still needs to be addressed in the community. Living on pins and needles while waiting for the next scan to be clear or suspect, is no way to live. And if stress is a base element for all disease…patients need tools and psychological support to handle their mindset. Thank you to the doctors for putting this out there.",
        "I have a blood disease known as Myelodysplastic Syndrome or MDS.  It affects by blood platelet counts which for normal readings should be between 140 and 400.  Mine have been as low as 6.  At that point the risk of bleeding to death from any trauma is very real.  I don't run with scissors.\n\nMDS has fairly recently been classified as a cancer.  \n\nFor two years now we have tried seven different treatments to raise my platelet count.  The only one that worked for a while was Nplates, but they too now are failing to help, so we have discontinued that treatment too.\n\nThe next step is chemo.  I had seen my father suffer badly through chemo for his prostate cancer.  I told family, friends and doctors that \"I'm not going there.\"\n\nBut in meeting with my hematologist this month, she was very persuasive about a treatment called Vidaza.  It attacks the cancer cells that are destroying the platelets.  She asserted:  \"This is not your father's chemo.\"  She continued that if I did not seek additional treatment there was significant risk for spontaneous internal bleeding and that I would be spending a lot of time in and out of the ER and would eventually need hospice care.\n\nSometimes you have to be brave and change your mind and your mindset.  I had my second dose today and we'll probably know by the end of September if it is working.\n\nMy point is to keep an open mind.  Do your research, ask questions of your medical support team.  Be ready to be cooperative.  Listen well.",
        "Medical experts have been saying this for years.  \n\nWhen a rigorous study demonstrates that there has been no change in the recorded death rate from a given cancer following an era of aggressive screening,  it is appropriate for other medical authorities to conclude that there is no benefit to such screening.    \n\nOn the other hand, it is appropriate to study carefully whether improvements in the severity and duration of symptoms following aggressive treatment  justify both the risks and the benefits of aggressive treatment.  The patient's right to be the final decision-maker may honorably be subjective,  but the doctor should never replace the patient's judgment in subjective circumstances.",
        "This is a very helpful article. I had  robotic surgery for prostate cancer two years ago, and I have not once regretted it. The key for me was having enough information to feel that I was making an informed decision driven by my interests and those of my wife. \nMy Urologist was thorough, answered all our questions, was very clear about risk level, and explained all the options, including active surveillance.\nMy advice to other men out there: if you are low or even moderate risk you need to get another Urologist if the only thing your Urologist says is \"you need treatment now.\"  \nI also recommend getting a transperineal biopsy. It accesses more of the prostate, which was key in my case, and has much less infection risk.",
        "I was found to have a Gleason 6 in my prostate. No doctor suggested any treatment and I didn't consider it. If it were on my pinky toe, then sure, cut it away. But messing with the prostate often leads to a permanently reduced quality of life.\n\nI'd like a word for it other than the \"C\" word, as I think that would be more appropriate. But \"IDLE (indolent lesion of epithelial origin) or preneoplasia\" doesn't exactly roll off the tongue. Any better suggestions? If you want change, you have to make it easy.",
        "Cancer by any other name is cancer. Treatments should depend on each patient. Do diligence is necessary even though emotions run so high to take away thoughtful processes. Early detection is really good. Vigilance throughout a patient’s life is necessary: whether surgery is done or not. Younger patients’ cancers are, in many cases, lethal and require action, but older patients can often wave a surgical option. Medical testing has changed a lot in my lifetime as has treatment. Seek an oncologist that will sit down, discuss options and recommend the best treatment for each patient. If s/he doesn’t, go elsewhere. Seek the right team that will support you including both allopathic and naturopathic medicine.",
        "Doesn’t matter what you call it. It’s not gonna change the diagnosis. Some cancers are less severe then others . Just lay out the details. Don’t pander to linguistics. Coming from someone with stage 1b pancreatic cancer ….",
        "As an oncologist, I agree violently.\nCarl",
        "I am reminded of the classic exchange:\nQ:  \"What do you call a healthy person?\"\nA:  \"One who has not yet had a complete work-up.\"",
        "What about when taking the “wait and see” approach turns into — oops this turned into a huge tumor in an area we weren’t watching? It happened to me and completely upended my life at 40 years old. If something seems off, push for early screening. If your doctor’s recommendations seem questionable, then get another opinion.",
        "I've was diagnosed with prostate cancer 7 years ago and was on active surveillance until this past spring when my PSA and Gleason score spiked.  I'm now sitting in a comfortable chair with a catheter running out of my bladder having had my prostate removed last week.  Tomorrow the catheter will be out and I'll be wearing adult diapers for a while. \n  \nFor the first time in my life (70) I felt old walking out of the hospital last week.  And now I also feel relieved.  My pathology report looks pretty decent and I've got a good chance of an almost normal life for a geezer moving forward. \n\nMy urologist here in the sleepy north Olympic Peninsula was supportive of my decision to avoid early surgery or radiation. He has been an excellent advisor and source of information. \n\nI think my reaction to referring to the early stages of this disease as cancer is indifference.  The only time I've mentioned the \"C\" word during active surveillance was with my urologist and among  my friends when there were just a few pieces of smoked salmon left on the table and I stated emphatically that I needed the protein and Omega 3 for my \"cancer\". \n\nWhat is important is for men to have their PSA checked annually.  I'm thinking of getting a bumper sticker with that on it.",
        "Read this article for a counterpoint.\n\n<a href=\"https://www.nytimes.com/2023/05/16/opinion/breast-cancer-screening.html?smid=nytcore-ios-share&referringSource=articleShare\" target=\"_blank\">https://www.nytimes.com/2023/05/16/opinion/breast-cancer-screening.html?smid=nytcore-ios-share&referringSource=articleShare</a>\n\n“But while many critics of earlier screening connect it to the issue of overtreatment, I argue that there is a missed nuance here. There is a difference between getting overly aggressive treatment for cancer and not being diagnosed — or not being diagnosed at a point when the options could be less severe.”\n\n“The goal should not be to find less cancer but to be more thoughtful about what to do with the cancer we find.”",
        "One of my doctors followed the advice  about prostate cancer advocated here. I waited \"watchfully\". After a bit of that I had a false negative biopsy from another doctor. After continued growth, my 'non_cancer\" was removed surgically and identified as stage 4. I was then urged to have \"adjuvant radiation\". I had it all right. \n\nTwo years later I developed acute myeloid leukemia. After therapy which did help me live through that, l developed graft versus host disease,which required multiple \"immunosuppressive\" drugs, according to yet more doctors. One of these exacerbated multiple skin cancers on my face. The surgery to remove them disfigured me for life, and I continue acquire more despite taken extreme measures to avoid exposure to carcinogenic processes... like sunlight.\n\nThe writers of this piece are naive, disingenuous and simply ignorant of the subject they claim to understand so brilliantly. Their column  should be excised like the cancers I suffered while following the advice of doctors who behaved as these writers urged them to behave. \n\nDon't be a fool and believe this rubbish. The publishers should issue a statement correcting the errors these writers have made.",
        "Here is some data: the United States Preventive Screening Task Force summary of the data for prostate cancer: for every 1000 men 55-69 screened by PSA, 50 will develop erectile disfunction and 15 will become incontinent following treatment or biopsy, 5 will still die from Prostate Cancer and 1 will avoid death from Prostate Cancer.  The costs of PSA screening are even higher and benefits less after 70…",
        "Men as you get older get you PSA check periodically, it could save your life.   Several years ago, at age 73, my PSA started to increase above 4.  A biopsy resulted on a Gleason score of 6.  My urologist said that 10 years earlier the standard procedure would have been to removed my prostate.  Instead we did active surveillance.  A year later the results of another biopsy was a Gleason score of 7.  I then went through a course of radiation treatments, 5 days a week for a total of 26 treatments.  Each treatment lasted about 15 minutes and had no side effects.  I was also given 4 shots at 6 months intervals of a drug that suppresses testosterone.  My PSA is now undetectable (<0.064).  I'm glad I had this treatment and very pleased with the results.  However, for a while I couldn't even spell secks.",
        "\"Ductal carcinoma in situ doesn't spread to other parts of the body.\" Yeah, that's what they said about cervical carcinoma in situ, and that was false.",
        "Doctors like to monitor, it brings in regular money.",
        "Individualized screening protocols are great, but so many of us have such poor access to care because of huge deductibles, narrow networks, or simply long wait times. Then some of us have no paid time off or sick leave. \n\nAnd from the provider end…it’s already way too easy to code an order incorrectly and have payment denied. If you increase the complexity of the system, more people will end up with big bills.",
        "The authors don't mention one of the newest methods for determining one's cancer risks. After a mastectomy for DCIS this summer, I was able to avoid chemo and radiation through a test from Exact Sciences which determined my chances of recurrence to be less than 1%, assuming I take a hormone-suppressing drug. The test was done with tissue from my breast. The mastectomy also involved taking three lymph nodes to check for any lymph involvement. I wonder how a doctor would determine these things without surgery. At 71, I'm happy to be one-breasted and cancer-free.",
        "In 2002 at age 50, I had a biopsy for a PSA in the mid4 range. 1 small amount of the biopsies showed a Gleason 3+3=6, low risk. I had surgery, which showed Gleason 4+3=7 or high risk disease. I have been dealing with metastatic disease for 21 years. I am probably an outlier that shows the problems. I suspect that active surveillance has progressed, but my clinical case demonstrates the downside.",
        "Many years ago, I had a conversation with a friend of mine, who was head of dermatology at a major cancer institute. I told him I had a theory of cancer. Being perennially curious, he asked me what it was. I said, I believe that if we had sophisticated enough scans, we could scan everyone’s body and we would find some cancer in everyone. He said, we already have that theory,  it’s called surveillance theory. Then he went on to say if you want to stay healthy, stay away from doctors.",
        "Thank you for this helpful article.  I'm a 75 year old male.  Two years ago, I was diagnosed with CLL Leukemia.  We don't know when this condition began; it could have been years before diagnosis.  I tell my friends that like Rossini supposedly said about Wagner's music, \"It's not as bad as it sounds.\"  \n\nI live a normal active life and see my oncologist regularly to monitor blood changes. The only treatment to date has been \"watchful waiting\".\n\nI hope this is helpful to someone.",
        "Almost by definition, the cancer that kills you is the one you can’t stop. When you get the Gleason 6 diagnosis will mean two opposite things depending if you are 55 or 70. Unfortunately for me I had a slight higher score (3   4) which they upgraded to (4   3 equals more aggressive) after the prostatectomy. \n\nThe cancer was not excised, and radiation was used. This was 2016-17. I’ve been clear but I’ve recently had an troubling test. \n\nI felt I maybe should have done waiting. I’m positive I should have avoided surgery. The injuries to my marriage, while not fatal, are not to be dismissed.  Doctors focus on mortality, that’s measurable.  They are mostly silent or worse, rank amateurs when it comes to intimacy.\n\nGreat article.",
        "More important than the name is the probability that one of these pre  lesions will go on to form malignant cancers and what the time course for this progression may be (\"pre\" implies that they do often go on).  If there is a reasonable likelihood that they will eventually progress, doesn't it make sense to remove them before they have the chance to do so? This is the approach used for colo-rectal cancer screening with colonoscopies. The physician examines the colon for adenomas, which are non-malignant pre lesions and removes the ones she/he finds during the procedure to avoid allowing them to grow malignant. It's not clear to me if this is done because there is a high probability that they will progress to malignancy or simply because it is easy to do while performing the colonoscopy anyway.",
        "All this costs money.  Most of us do not have insurance that is this good.  How are we supposed to pay for premiums, pay the high deductibles, stay within the narrow network if it's recommended that we see someone outside for another opinion, pay for medications, etc.?  Oh, and let's not forget the inevitable lost claims and denials.   \n\nScreening, prevention, and care are lovely words.  Too bad our wealth care system makes a mockery of them.",
        "In the United States, cancer is as much an industry as it is a disease. Overtreatment is good for profit, so it will continue.",
        "A cancer is any neoplasm with the potential (however small) to spread.  It is the obligation of the physician to discuss this potential with the patient.",
        "You don't get to the important part of this article till the last two paragraphs where the authors tell us that other doctors disagree with their approach.\n\nTo be clear, surgeons and oncologists have journals and meetings where they discuss how things get diagnosed and what is happening in their fields.  These doctors have presented their ideas in those settings.  I suspect that they've not been greeted with the success the authors would like.  So, they are coming to the public to promote their vision.\n\n1)  The public should not decide such things, doctors should.  If they are convinced they are correct they need to convince their colleagues.\n\n2)  We should understand that there could be a financial incentive in how cancers are diagnosed.",
        "My husband has advanced thyroid cancer. It’s frustrating that everyone calls it the “good” cancer and yet if it’s advanced there is virtually nothing offered or available for treatment. He is in active surveillance for multiple lung lesions but I wonder why since the news is never good and there is no treatment. Better to not know since he feels fine. Sometimes I wake up in the middle of the night and wish we just didn’t know.",
        "In the land of most expensive health care with poorer outcomes, it's hard not to be cynical,   so I won't bother.  If you change what you call cancer, you will reduce the income of  all of those who are involved in cancer treatments and surgeries, especially the surgeons.  That's why we lag.",
        "In regards to prostate cancer, the author points out that men with Gleason scores of 6 should undergo surveillance and not be treated.  Under the AMA task force guidelines it is suggested that men over 70 stop taking the PSA prostate cancer test.  I am a healthy 76 year old and luckily my primary care physician gave me the PSA test.  Ultimately I was found to have a Gleason score of 7, the more aggressive 7.  I ended up having focal radiation treatment which has a 90% chance of killing the cancer and of it not returning.  When I asked my radiologist about the task force's guidelines, he said there is a chance that I will treat you for this cancer and at 76 you will die of something else in a year.  Is this rationale applicable to other cancers.  Do we treat or not treat individuals for a life threatening illnesses, like cancer depending on what on average their life expectancies are?",
        "The statement by the authors that Gleason 6 does not lead to metastasis or death of prostate cancer is unfortunately a half truth: It is true if you have investigated the entire prostate, that is when a prostatectomy is performed and there is only Gleaason 6 carcinoma. But in a biopsy diagnosis of Gleason 6 you can not know whether something more sinister is lurking there and definitely men with Gleason 6 in their biopsy have died from the disease due to undersampling.  It is also possible and likely that over time some  untreated Gleason 6 cancers progress and become more aggressive.",
        "I completely agree with this, I was diagnosed 10 years ago with DCIS and I have no conventional treatments.  I was bullied and harassed by doctors that were just too afraid to support me.  They had to follow their standard of care, care should not be in the statement.  They wanted to mutilate me and here I am 10 years later still in tact and still alive.  I monitor the DCIS and there has been no advancement.",
        "not everything we call a disease is a disease. often it is a condition or something else like an infection.",
        "By and large, cancer is a disease of the aging process.  The chances of getting cancer at age 20 is like one in a thousand.  By the age of 50, it is more like 10%.\n\nNinety-percent of all cancers upregulate an enzyme called Telomerase, yet to the best of my knowledge, there is no blood test for Telomerase.  Why not?\n\nOnly cancer cells routinely upregulate Telomerase.  Normal cells do not.\n\nIf you have elevated Telomerase, you have cancer no matter how difficult it might be to locate.  Even a minor blip on a mammogram should elevate Telomerase.\n\nBlock the action of telomerase and cure all cancers.  Simple.",
        "My dad had low level prostate cancer and was advised to \"wait and see\".  So there was no danger at that time. But his oncologist persuaded him to participate in a trial of extreme radiation, not at all necessary. Dad had 32 radiation sessions and was listed as a \"success\". He paid the price with attendant medical issues for the next 20 years of his life.",
        "Thank you for this. It’s very helpful. A lot of these diagnoses are driven both by malpractice insurers and “big pharma” that needs to sell, sell, sell. \n\nI’m about to turn 62 and have again updated a list shared with my family and friends of what “I’m not going to be treated for”. The list has continued to grow since my late 50s. A friend in his 70s has done the same thing. Cancer is on the list for me already. I don’t have cancer, and do things like eating healthy and working out. But, that’s me. I find that many patients don’t want to have “honest conversations” with their families or their doctors. \n\nAn older friend when through very aggressive bladder cancer treatments in his late 70s and died two years later of a heart attack. Maybe unrelated, but spending two years traveling back and forth for treatments, which was his choice, didn’t net much back.",
        "I completely disagree with this, as a physician and breast cancer survivor. When I was diagnosed with DCIS at age 30, an incidental finding, I underwent life-changing treatment including lumpectomy, radiation, and tamoxifen. When my first oncologist explained “it’s *just* DCIS” it was so alienating and disheartening and it undermined the worry and the suffering I went through during treatment. It made me feel like I couldn’t reach out to others who had had breast cancer to be part of a larger group. Additionally, I had no children and tamoxifen forced me to postpone this part of my life. I felt like if the standard of care for this treatment was so invasive I at least deserved to have a diagnosis worthy of respect, of fitting in. I understand that it was a noninvasive lesion, but the treatment was the same as if it were a carcinoma. Now, 13 years later I have an invasive carcinoma in that same breast and I have mentors and groups to be a part of. I can’t imagine how tremendously helpful this would have been to be the first time around when the people and care providers around me were trying to minimize my experience of having “just DCIS.”",
        "The authors bring up many good points.  There are, however, some obstacles to implementing them.\n\n1- Malpractice: many doctors would be loath to tell a patient their condition was NOT cancer when, at some future time, it might undergo transformation into a more malignant phase.  A doctor who did that might be held legally responsible for failure to sufficiently alert the patient to possible dangers.\n\n2- Follow-up care:  A patient who was informed that their condition was NOT cancer might be less inclined to follow a strict regimen of follow-up care than one who believed they did have \"cancer\" but at a very early stage that might never progress. \n\n3- Financial: Sadly, not all physicians are motivated by the most noble intentions................which explains why there is so much unnecessary surgery performed in this country.\n\nPerhaps the bottom line is that each patient (and their condition) needs to be handled on a case-by-case basis and all should participate, where possible, in the final treatment decisions.",
        "An overlooked component when considering treatment is anxiety. If “watchful waiting” results in long-term high anxiety, then opting for aggressive treatment is a valid approach.  Every diagnosis is individual and every individual should be supported for their treatment decision.",
        "In early 2022 I was diagnosed  with pancreatic cancer.  Stage 3 I think.  A blood test showed that my CA19-9, a measure of its severity, was about 14,000.  That's very high.  I was told by my oncologist that the tumor could only be shrunk but never completely removed.  \n\nI was terrified but also furious.  I began my own research and found an article in the Journal of Pancreatic Cancer that CBD can increase the effectiveness of chemotherapy.  I also found similar articles elsewhere about positive results using Tadalafil (Cialis), Fenugreek Seed, and Turmeric.\n\nSo I started using this combination, taking them every night plus larger doses an hour or so before treatments, which included radiation.  I never altered those treatments, just supplemented them.\n\nBy the end of that year my CA19-9 had dropped from 14,000 to 13.3.  The day after my first PET scan, which was three months after the end of radiation, my radiation oncologist called me at home and expressed amazement that no tumor could be found.  All scans later showed no tumors.  My chief oncologist calls me \"cancer-free\".\n\nI am 81.  I never expected to make it to 82.  Now I'm aiming for 100.  It pays to do your own research while still listening to the professionals.",
        "I had low grade DCIS, and accordingly a lumpectomy and radiation. But telling people about it was much more difficult than I'd have preferred because people don't tend to know what \"DCIS\" is, thus I had to use the dreaded \"c\" word, which freaked them out, and didn't do me a lot of good, either...",
        "Am not sure whether relabeling would help that much.  Certainly better determination of the likely progression would help, and is starting to happen with genetic analysis of the cancer (via biopsies) and of the person.  The availability of less aggressive treatment should be pursued - most of the new treatments (monoclonal antibodies and such) are only available for metastasized cancers.  I have Gleason prostate cancer usually indicating aggressive whole organ treatment.  But the genetics put me on the low end of intermediate risk.  The cancer is currently localized and not metastatic and I would prefer focal treatment, ablating only the cancer.  This is only available at specialized clinics such as the Mayo clinic, and this can run into insurance problems.",
        "One of my relatives died of one of those \"low-risk\"prostate cancers. The doctors said he was old, he'd die of something else first. He didn't.  I'm all for early detection and insurance coverage thereof.",
        "My DCIS grew to invasive cancer with lymph node involvement in the month between first detection and the planned surgery. I owe my life to the \"over treatment\".",
        "10 years ago I was diagnosed with a low grade DCIS after multiple pathologies disagreed with the original finding of Highly Atypical Hyperplasia.  I had a lumpectomy which was unnecessary because the stereotactic biopsy had gotten it all, and I was encouraged to take Tamoxifen since my mother died of breast cancer.  After my 5 years on Tamoxifen, I developed endometrial cancer.  I have had to live with the question- Was I overtreated?",
        "Not once in the article do the authors propose a medical definition of the term cancer, nor do they remind us what the current definition is.",
        "Overtreatment is a consequence of the demand to do something in the face of a crisis. The word \"Cancer\" inspires fear, of course. But the writers point out very persuasively that ratcheting down a sense of emergency can lead to better medical treatment. Thank you.",
        "This piece is so welcome! Hospital systems are definitely exploiting the over diagnosis phenomenon to keep their imaging centers going. A free breast cancer screen can lead to a higher priced “diagnostic screen” simply if one’s breasts are hard to image. Once you’ve accepted the diagnostic screen, which is not free, then they won’t do a free screen the next year. You have to have the more expensive diagnostic screen year 2. Only if that shows nothing can you go back to a regular screen. Presumably it just starts the process again. I don’t know, because I’m not planning on going back. For profit medical care means buyer beware.",
        "Thank you for this excellent piece! This goes hand-in-hand with the vital and often ignored opposite end of the spectrum: making sure people with progressing malignancies are treated with their hopes for their remaining life in mind [Dr. Gawande’s “What does a good day look like?” is the question I so often coach my congregants to ponder as we talked about cancer treatment and end of life care.]\n\nAs a thyroid “cancer” patient who was diagnosed with NIFTP (Non-invasive Follicular Thyroid Neoplasm with Papillary-like Nuclear Features) after lobectomy, I was so glad to delete “cancer” from my worries. I believe the change in language is crucial for lowering the alarm people feel. I am once again on the verge of a cancer diagnosis and will be hoping for a treatment approach that balances my daily well-being and the number of those days, especially given the indolent nature of the lymphoma I’m dealing with.\n\nI’m curious if the authors have any sense of the role of economics in any of this? With a very broken, for profit healthcare system, I’m guessing it is significant.",
        "This is a vile propaganda piece. \"Call it something different, so people won't feel as much need to act on it. After all, it PROBABLY won't kill them...\"\nPeople should have a right to address anything going wrong in thier body. Doctors saying, \"oh, it's not that bad, let's just wait and see\" has had absolutely catostrophic results for many women in my life. Is this a ploy to gaslight people into being more complacent with ill health, to take pressure off our country's failing health infrastructure?",
        "Metastatic breast cancer patient here (9 yrs in remission, doing fine). A few comments:\n\n- Unchecked cell proliferation -- cancer -- is a process that happens to EVERYONE, all the time, but the body usually catches and stops it. As we age, more damage to DNA and the regulatory apparatus make that self-healing process more difficult, until some growth gets out of hand. \n\n- No one, repeat no one, has a way to accurately predict how cancers will behave. They could have seeded other body parts long before detection, or never. But early detection is critical to informed decision making. I worry that this article will discourage people from screening exams.\n\n- There are many new initiatives to detect and treat very early stage problems without invasive strategies. And there are new techniques for monitoring (blood tests for cell free  circulating tumor DNA, etc) and research into who is likely to have later problems.\n\n- Two months before diagnosis of stage four cancer, I was pronounced in perfect health by my internist. I found the lump myself. Without MSK's prompt and aggressive treatment, and continuing maintenance infusions, I would not be alive. \n\n- Yes, we need MUCH better public and patient education  about how cancers may or may  not behave. But calling something pre-cancer (or, with more obfuscation, pre-neoplasia) does not relieve stress or clarify anything for patients. Lots of people with DCIS are watching and waiting and still terrified.",
        "Despite the on-again, off-again views from the medical community about PSA tests, I had one every year or two since my 50s (mid-60s now).  After all, my former boss (Andy Grove, former CEO of Intel) had somewhat famously had prostate cancer and was successfully treated for it.  Ditto with my (not famous) mother and breast cancer.  But the pandemic blew a hole in that schedule, and when I was again able to have the test, the results popped from 2 to 32.  The biopsy showed a Gleason of 8.5.  I consulted five doctors, and the only thing they agreed on was that Active Surveillance was not on the table, and I agreed.\n\nI'm now nearing the end of apparently successful treatment.  I ran the gantlet of surgeons who only wanted to cut, radiation oncologists who only wanted to irradiate, and other oncologists who proposed chemo.\n\nBecause I had seen the ordeal before, because I kept up on the changing literature, because I was fascinated by the prospect of a genetic link between my other's breast cancer and my own prostate cancer, and with the help of one doctor who didn't treat me like an idiot, I was able to make a fully informed and non-emotional decision.\n\nThis is what is missing from the opinion piece -- patient education (no pun) over time.  Then one can make a rational decision based on evidence and not an emotional one.",
        "I would like to address this from the perspective of those whose cancer diagnosis is truly devastating.  My wife recently passed from glioblastoma, an aggressive brain cancer that is by definition classified grade 4 at diagnosis.  Many well-intentioned people \"encouraged\" us by sharing stories of various cancers heroically overcome through modern medicine and a strong personal will to live. And we would just shake our heads and say \"no, I'm afraid you don't understand, this cancer is not that cancer.\"",
        "Clonal hematopoiesis is the canonical example of a properly named potentially-preneoplastic condition which no sane person proposes to treat.  Instead, identifying factors that raise the risk of progression to preleukemia (which in truth is distinguished from full-blown leukemia based almost solely on the percentage of immature cells in the blood) and typically lethal acute leukemia has become a major area of study and translation. This seems far more sensible. \n\nThe description of triple-negative breast cancer (quite high-risk) as 'the leukemia of breast cancer' provides a useful perspective as how this approach can inform patients 'you need to get this treated, NOW' versus 'this lesion may or may not expand in the next 5 years; best to keep an eye on it'. \n\nJMHO, I am not a physician, but I work with many physicians.",
        "Didn’t I read somewhere far more men die with prostate cancer than from it",
        "After watching my 54 year old sister die of pancreatic cancer five years ago I cannot agree with any of the comments advocating staying away from doctors. She was complaining for almost a year of minor abdominal pain before she finally saw a doctor, who blew her pain off as menopause and OB related. My brother in law and I freaked out and she went to an oncologist who immediately set her up with a host of tests and MRI. But it was too late. The tests picked up late stage pancreatic cancer that had spread.  10 hours of surgery later her pancreas (and much more) was gone, yet 2 weeks later she was dead. Apparently so much of her had to be removed that an artery to her small intestine was damaged, cutting off blood flow. She died because the cancer had spread so far that the operation became a surgeon's worst nightmare. \n\nIf you don't feel right, get to a doctor and do it now. Don't go months with minor pain. Listen to your body and don't listen to anyone who blows your pain off.",
        "It is scary to think that non medical writers are discussing this. Medicine needs to come to this conclusion. Insurance companies would love to withhold treatment. This article open the door to such actions. Many people are probably being saved from developing full blown cancer. Let’s ask how much the mortality rate has decreased in breast cancer due to early detection and treatment. Be careful NYT what you are advocating. Let scientists develop medical protocols. Lay people should not try to do so.",
        "The problem is that the Health Industry sees every patient as a statistic and set or probabilities; but every patient sees him or her self as completely unique and idiosyncratic. Thus, when the doctor thinks: \"based on the mortality charts, he will probably die before the prostate cancer spreads\"; the patient thinks: \"I want to live to 100 and I bet I can\". This happened to my grandfather. He was diagnosed with prostate cancer (and I believe colon cancer) in his late 80's or early 90's. They took a watchful approach and he eventually died at 98-after a full life. On the other hand, had a more aggressive approach been implemented, perhaps he could have had a few more active years since his energy, legs and mind never gave out until the cancer took hold.",
        "After reading these accounts of the pecuniary aspect of medicine in  America, I thank G-d that we have in England a National Health Service. People have to wait for routine operations, but for acute problems and cancer care, the response is prompt.",
        "At the first sign of DCIS I had a double mastectomy.  One was prophylactic, due to dense breast tissue and my history of hormone therapy during menopause.  I had immediate (beginning right after surgery) breast reconstruction using tissue from my back and buttocks.  This was done by a neurosurgeon who specialised in reconnecting nerves, in my case, breast nerves to new tissue.  I have full feeling in both breasts.  This was done 20 years ago at Methodist Hospital in Houston.  I would had the mastectomies even without the reconstruction.  The radiologist who originally found the cancer recommended “watchful waiting,” and I told him to go jump on the lake.",
        "Of course, unnecessary treatment translates into not just stress on the medical system and dollars spent, but also human suffering. It’s the sequelae, people.\nAt 66, I will apparently go to my grave (likely of heart disease yet developed, not because of breast cancer precursors) with questions about the choices my doctor and I made regarding my treatment for DCIS. \nIn the absence of robust research, we did our best.",
        "My sister was diagnosed with DCIS 7 years ago.  She chose \"watchful waiting\" with the very grudging support of her doctor.  Two years later, she ended up with invasive BC (with 13 positive lymph nodes) and had a double mastectomy and 16 rounds of radiation.  18 months ago, she was diagnosed with metastatic breast cancer which has spread to her liver and bones.  SO.... takeaway message: Cancer does not go away!  DCIS can be treated with lumpectomy, which is a very well tolerated procedure.  For heaven's sake, everyone, stop worrying about women's \"feelings\" and try to protect women's lives!  That is much more important.",
        "As someone who navigated the DCIS diagnosis, it is heartening to hear a breast cancer specialist call for re-thinking treatment for this \"Stage Zero\" condition.\n\nI was offered mastectomy with reconstruction, radiation, and chemotherapy. I was very lucky to belong to a health system that allowed me to consult multiple specialists in multiple locations within their system, along with my own research, and make my own decision. \n\nI learned so much about cancer and its treatment, and decided on a simple course of treatment: a diagnostic lumpectomy followed by several years of tomoxifen. No surgery, no chemo, no radiation unless the Stage Zero cancer grew or spread.  I had annual MRIs and diagnostic mammograms for another five years. I'm now back to annual screening mammograms and all is well.\n\nI was supported by doctors who followed the research and kept me informed as new information emerged. Because of the health system I belong to, their only interest is in my health.",
        "A long overdue article.  I learned this myself more than 15 years ago, when I discovered I had been walking around with a rare skin tumor called dermatofibrosarcoma protruberans--which is called a cancer.  I believed in the layman's definition of cancer--something which, untreated, will eventually kill you--even though I knew I had had this for at least 20 years (it had recently gotten bigger.)  Thanks to a dreadful local oncologist I got a CT-scan that seemed to indicate possible metastases.  When I got to a leading cancer center a couple of weeks later, I found I really had nothing to worry about--it just had to be removed.  Eventually, on a follow up, a practitioner admitted that calling it \"cancer\" was pretty questionable.",
        "What happens with insurance coverage if we stop calling this early (maybe not invasive) disease cancer?  Insurance companies love to find loopholes, and I know for breast cancer there are laws that ensure some treatments and reconstruction are covered in insurance plans.  Re-naming might be more accurate, but will it end up reducing patients' options?  Right now patients with DCIS are free to refuse treatment they do not want.  Could an insurance company refuse to pay for treatment if DCIS is no longer considered breast cancer?",
        "I don’t understand why (skin) basal cell ‘carcinomas’ are labeled as such. They’re common and generally are removed in an office setting via quick freezing or a similar process. I had Mohs surgery on one, but am hardly worried about dying later from this spot.\nAlso had a LEEP procedure, which eliminated atypical cervical cells 25 years ago - there was no discussion of cancer. \nWas far more nervous about the skin lesion only because of the word cancer connected to it. Let’s downgrade that one.",
        "What a fabulous article. I know.there are a lot of issues at play here. First is over testing and that derives from getting paid more as a physician and second is doctors fear of being sued. \nSomehow, we need to find a better way. \nI’m 78 years old and in pretty good health. Yet my PCP constantly wants me to still go for mammogram, colonoscopy, bone density etc. \nI am a retired healthcare professional and I think we over test! Testing has its place.  I’d be more inclined to accept genetic testing. \nI could write stories about people who got tested religiously and still died of cancer. And then there’s the larger group who had cancer, yet died of something else. \nThe main point of this article was terminology. I wholeheartedly agree.  \nMy mother had colon cancer at 88. The pathologist I worked with said leave her alone, don’t operate or subject her to treatment. She’ll die of old age which she did at 97. If not for him, we might have moved in a different direction. \nCancer is terrible. But not all findings are a death sentence. We need to change that perception.",
        "It's a nice thought, but if you are comfortably employed and therefore well-insured when the cancer is diagnosed, it may be advisable to eradicate it immediately, lest the watch-and-wait catch you at a point where you are un- or underinsured.\n\nIt's embarrassing that in the US, this has to be considered.",
        "At 65 years of age, I had a routine mammogram. There was a lump. It was invasive cancer. I had a partial mastectomy, radiation, and took tamoxifen for 8 years. I have been cancer-free for 10 years and am feeling fine. I thank God and my pro-active, diligent, kind, ethical, and professional healthcare team for my early diagnosis and aggressive treatment.",
        "A big cancer naming hoax is MGUS, or the presence of cancer particles in blood. Of course these particles are present and of course they increase with age. And the number of people labeled with MGUS who later have bona fide blood cancer (AKA multiple myeloma) is about the same as the number who were diagnosed.\n\nMGUS is not detected by ordinary \"complete\" blood testing. Since it has no symptoms of any sort, it is found by accident (AKA as \"going fishing\") or while looking for something else awry in the blood.",
        "For crying out loud, the chemo and radiation that treat cancer also Cause cancer. I don't trust the radiation of the mammogram either. Women get them for most of their lives, the radiation is cumulative, going directly into the breast, and the test causes immense pain (and who's to say this crushing pain doesn't worsen cancer or even, perhaps, something that really isn't cancer)? And all this is not even counting all the tests and x-rays over a lifetime that give off ecer more radiation. Doctors always make light of this. Id like to know when we are going to put mammograms out of business and when we will get Real treatments for cancer that don't Casue cancer or have Any risk of doing so!?!",
        "I cannot comment on other cancers, but I do know something about prostate cancer. Besides \"watchful waiting, the \"company line\" also recommends discontinuing PSA testing at age 70. The rationale is that men will probably die from something else before prostate cancer. I know of seven people, myself included, who have had prostate cancer. Six of the seven were over the age of 70 when diagnosed. All elected to have robotic prostatectomies. Unfortunately, the one \"watch and wait\" in the group had a more difficult time in treating the disease.  After watching the low grade cancer eventually progress, hormone treatments were necessary, and there were complications after the surgery. This person regrets following the watch and wait urologist's recommendation based on actuarial data. The others had excellent outcomes and are doing well years later.  One study found that 40% of prostate cancers metastasized eventually. It is a disservice to recommend suspending PSA testing for men at age 70. Without that information, a person does not have the option of considering his options for treatment, if any, is right for him. It is also a disservice to suggest that watchful waiting is as effective as removing the source of the cancer. My late urologist told me that he regretted having to put me through several biopsies over the years, but that no one should die of prostate cancer when it can be diagnosed in early stages with PSA testing, digital exams, biopsies, and treatment.",
        "I would like to point out that there are benign tumors that grow and spread, doing much damage in the process. They are technically not cancer because they do not metastasize, but they can require extensive treatment, including surgery, radiation, and chemo. Been there.",
        "Encouraging. The psychological effects of a cancer diagnosis are so traumatic. Thanks for this.",
        "My body, my decision as to treatment.  \n\nCall less invasive cancers whatever you want. Just be very clear that these less invasic=ve forms of cancer are in fact cancer. Then, give me the information, and the treatment options and trade offs. \n\n I will decide what I wish to do.",
        "I was diagnosed with DCIS four years ago, followed by a lumpectomy and four weeks of radiation. Now the \"cancer\" is gone, but the treatment left me in constant, sometimes excruciating pain. My oncologist first denied that I was having any pain at all and, finally, on my last visit, admitted that some patients experience this for \"up to five years.\" Knowing what I know now, would I have had the treatment? Probably. But there needs to be a balance between \"saving a life\" and quality of life.",
        "The name of the lesion is less important than educating patients with the precancerous or low grade cancers. I diagnose cancers every day because I am a pathologist. At our hospital we do a multidisciplinary review of new cases and are looking to find the right approach based on the tumor, the health and life expectancy of the patient. We are very concerned about the posttreatment quality of life for the patient. I am also a cancer survivor. Fortunately I had the knowledge and access to high quality specialists so that my treatment did not impair my quality of life later on. My advice  to patients is find an oncologist and or cancer navigator who will listen to your objectives, educate you on your disease, and match the disease, the treatment and your future plans where ever possible. That is our modern paradigm.",
        "Aggressive treatment used to be reserved for the rich and so I am suspicious of this proposal. By being aggressive about cancer, ordinary people with good health insurance are living longer.",
        "I have complex hyperplasia in my uterus. This is a pre cancerous condition. It is being monitored. There was a great deal of pressure brought to bear 6 years ago to have a complete hysterectomy to prevent this from becoming uterine cancer.\nI agree that uterine cancer-any kind of pelvic cavity cancer -including colon cancer-that gets away and metasticizes is quite grim. \nBut I did not have cancer. The doctor explained that the condition doubles my risk. I did some research that indicated that the lifelong risk of uterine cancer for women is about 4%. My condition then doubles it to 8%. I saw that I had a more than 90% chance that I would not get uterine cancer.I decided to take my chances.\nA hysterectomy comes with a lot of consequences: increased risk of cardiac disease, loss of core strength, leading to bad posture and perhaps worse back problems. I already have back problems. Dry eyes are almost universally a consequence and I am told that people who do not have them do not understand what a horrible quality of life issue they can be. There is possible bladder prolapse and in many cases serious sexual compromises lay in wait. I decided that I did not want a preventive hysterectomy.I respect my doctor's perspective who has seen people die of uterine cancer. But I am glad that I could decide for myself.\nWorthwhile article.",
        "I get the point of getting away from using the terminology cancer to label every one of a variety of diseases under the same umbrella. At 78 my G.P. has been monitoring my PSA levels and now that they've spiked and a subsequent biopsy showed cancer cells in the prostrate ,then I've begun conventional treatment since it's been caught early I've opted for hormonal treatment followed by 2months of 5days a week of 15minutes of radiation. Here's my point ; I'm constantly having to reassure loved ones and others and I find that the most debilitating part of the whole procedure. This is why I'm all for 'de-horrifying ' cancer and this article goes a long way to doing that.",
        "As a recently retired family physician, I have some thoughts about this:\n1. Thank you to the authors for broaching this topic. No, DCIS is NOT breast cancer requiring mastectomy. And every uptick in the PSA doesn't require multi quadrant biopsies. The approach has to be more measured and collaborative between patients and their physicians.\n2. And why aren't there better studies to come up with evidence-based protocols for follow-up and shared decision making? There's simply no money in it--at least not like there is in pharmaceuticals and surgical technology.\n3. Finally, the authors fail to address the ultimate drivers of this over-diagnosis and over-treatment: misaligned health system incentives. Fee-for-service healthcare and piecework compensation for procedures--often reimbursed at far higher rates than the compensation for communicating and collaborating with patients---will inevitably result in this state of affairs. Just look at the pay differential between primary care doctors and procedure driven subspecialties. \nAs George Bernard Shaw once said, \"Why would you give someone a pecuniary interest in taking off your leg?\"",
        "Really appreciate this article. The life insurance industry should take note. I can imagine someone like me, having recently been diagnosed with Gleason 6 prostate cancer, being rejected for coverage because they had to answer \"yes\" on the cancer question, as opposed more accurately checking an IDLE box (\"For men, have you been diagnosed with an indolent lesion of epithelial origin in your prostate?\"). By following my urologist's advice after my PSA test and going on to get an MRI and biopsy, I've possibly made myself uninsurable even though research suggests that I am no higher of a risk than another man who hasn't had their PSA tested or undergone an MRI and biopsy. In fact, by eliminating the possibility that I am carrying a more serious illness in my prostate, all other things being equal it's not unreasonable to consider me a *better* risk than someone who's never had any of those tests done and is walking around with a mystery bag for a prostate.",
        "Yes, yes ,yes, to \"watch and wait\" with more research directed towards less invasive (and less profitable) treatment of all forms and stages of cancer. \n\nThis article dwells on how people overreact to the word \"cancer\" but the comments, rightly, show where that overreaction comes from: doctors. Doctors have been urging and even brow-beating women with breast cancer into excessive treatment for decades.  \n\nWhen I was diagnosed with Stage 2 breast cancer in 2011, I read the American and the European guides for treatment. In the US, chemo was recommended for far earlier stages of breast cancer, (Stage 1) than in Europe. One can't help but wonder if more aggressive action is taken in the US because the state is not paying for it, and because profits and income in the US are increased when more is done, not just for doctors, but also for drug companies, medical device manufacturers, etc, etc.\n\nResearch has now shown that around 70% of women don't benefit from chemo: they live with considerable side effects for no benefit. \n\nMost women won't try to say \"no\" to recommended treatments, but for those of us who do, the pressure is immense, from family, friends, and also doctors. One radiologist pretty much trapped you in his office with a 1+ hour harangue. It would not be an exaggeration to say that some of these meetings were \ntraumatizing. This needs to stop!\n\nWe need research directed towards saving women not just from death but also from side-effects of treatment. And single payer.",
        "Quality of life isn't quantifiable and doesn't factor into medical standards of care. Still breathing with a heartbeat is a \"W\".\n\nI was fortunate it have a radiation oncologist who looked at my individual situation. For my recurrent prostate cancer, he recommended a less aggressive treatment than the standard hormone suppression and pelvic radiation that hits lymph nodes.\n\nI hda minimal side effects and recovered quickly. My PSA is still undetectable over a year later, and we preserved my pelvic bone marrow which is the source of a majority of immune cells.",
        "Yes. We can call it a condition formerly known as cancer.  Like X formerly known as Twitter. Or that little sign people had to refer to as the artist formerly known as Prince. \n\nThat will be very reassuring to people.  Nobody will associate the new labels with cancer. Genius.",
        "As someone who has been on active surveillance for a couple of years for Gleeson 6 prostate cancer, I can say there is still plenty of money involved. Annual MRIs plus annual biopsies involving a surgeon, anesthesiologist and a fully staffed ambulatory operating facility add up.",
        "Cancer is Cancer.  Just because we have become better at detecting it and have more options to treat it (or not) does not change its name, regardless of how much an insurance company may desire that shift.\nDiagnosed with prostate cancer at age 52, I engaged in a clinical trial utilizing an immunotherapy drug and active surveillance, neither of which cured me, but may have retarded the growth, or simply done nothing.  Then my PSA started to creep up, and \"do nothing\" became an insufficient answer to hard questions about parenting, finances, and greeting the sun each morning.\n\nCould I have continued to wait? Absolutely.\n\nShould I have? My best answer: its a roll of life's dice that we can control on a table of disease that we cannot.\n\nBottom line:\n\nI am a CANCER survivor, not an IDLE survivor.  Please don't downgrade anyone's difficult journey.",
        "We have elevated cancer to some god-fearing yet noble pedestal from which to die on and treat it as some awe-struck horror show. People die from all sorts of diseases no one gives much thought to. I think that's why people have such a reaction to a cancer diagnosis. And I say this as someone whose parent just died from it and works adjacent to it.\nHowever, it's a high-prevalence disease in terms of public health, so  should get proportional resources, particularly focusing on treatment for pediatric and early-onset patients and those younger than 70.  AND offer very, very, good palliative and end of life support for those too elderly and frail to undergo toxic treatments.",
        "When I learned from a cancer specialist that I had a treatable form of Non-Hodgkin's Lymphoma many years ago, I went to an expert at UCSF for a second opinion. He told me that the type  of NHL I had was not likely to spread and was technically not cancer. \n\nAfter several rounds of treatment with Rituxan, every trace of my \"cancer\" was gone. I was grateful to have been told at the outset that this frightening diagnosis was not, in fact, cancer.",
        "Not to be overly morose, or to bring to mind unpleasant policy discussions from 2010, but to expand on this op-ed, people should become more comfortable with the idea of their own death.\n\nIf you're in your 80s and already suffering from other serious health problems, and receive a cancer diagnosis, consider whether it's worth it to take resources that could help the next generations of your family, or other medical patients, and put them into an outside shot at extending your life by two years.\n\nDeath is something every person has to come to terms with on their own, and I would certainly NEVER refuse treatment that could extend somebody's life if they wanted it. But it's an individual decision and as individuals, we need to rethink how we make these choices.\n\nI realize that I'm young - 39 - and very far from dealing with this myself. So, maybe it's easy for me to say. But I'm not a stranger to death, and it's part of life - one that we should not let intrude on all the other parts of life, by obsessively trying to defeat something that is undefeatable.",
        "Dear Doctors, I appreciate your expertise and the ethos you offer to this topic. However, please never use the dictionary as a source when writing a paper. Assume your readers know definitions of words, or could easily look them up. Also, definitions of words change over time. A dictionary only reflects what words mean in general usage at the time the dictionary was published. The definition of the \"cancer\" will become whatever people use it to mean, so it doesn't really matter what you want the word to mean, even if what you want is the current dictionary definition. Thanks.",
        "My spouse had active surveillance for prostate cancer. He started with a good Gleeson score and a pretty low, but elevated, PSA. He had all the usual monitoring (thank you, MSKCC) and when it worsened, then and only then did he have surgery. He had 18 months of active surveillance. Neither of us has regrets but there are post-op changes that it was good to have been able to delay.\n\nHe never didn't have cancer, though. I don't know if calling it something else would have changed anything.",
        "Good points are made in this article, but the presentation is biased. There is no discussion of ductal carcinoma in situ that is triple negative, growing at an incredibly rapid rate (e.g., through 80% of the ducts), and highly deforming of normal breast cells.  Without thoughtful discussioin of this profile, along with the more common receptor positive forms of breast cancer, the readership is misled and misinformed.  Shame on Esserman and Eggener for not being more nuanced in the presentation of this important topic.",
        "That's one way to cure cancer--declare that many cancers actually aren't cancers. Saves a lot of research money, too.",
        "In 2004 I was diagnosed with DCIS, Ductile Carcinoma in Situ, and was told it was a Pre-cancer.  I had two surgeries to obtain a “clear” field.  I read all I could on the internet and discussed the findings with my GP.  The gist was that this was like prostate problems, most women will develop DCIS but have no real problem. My surgeon wanted to do a double mastectomy and my oncologist wanted me to have radiation. The radiologist said that since they got some chest wall with the second surgery there was a chance of damage to my heart, so I declined to do the radiation.  I agreed to go for a second opinion at  Baptist Hospital in Winston-Salem with a renowned surgeon.  She assured me I had a slow growing type of cancer that would be able to be caught before it caused damage.  It will be twenty years next February and  I still have my breasts.  The doctors now count DCIS as real cancer.  My feeling is that counting DCIS as cancer increases the “cure” numbers for the doctors.",
        "Part of the problem with such an approach is that Americans are very demanding of medical care. If something isn't being done, they feel they aren't being treated optimally. \n\nThis even includes their approach to screening tests. I remember once reading a message on a message board that read something like this: \"My father paid into the system for 40 years, and if I want my 95 year old mother with dementia to have an annual mammogram, she's gonna get one\".\n\nIn addition, my understanding is that if a woman has had a history of normal Pap smears all her life, she no longer needs Pap smears once every three years after age 65. But look how many American women continue to get them annually, even after age 65.",
        "We need to overhaul our health care system from top to bottom! Vaccines weren't created \"for profits\" but to stop treatable diseases from becoming epidemics wiping out Americans. \nBig pharmas receive a lot of federal grant monies for R&D, on top of huge tax breaks, curtsey of American taxpayers; makes their consumer price gouging all the more outrageously insulting. \nHealth insurance companies are owned by the same hedge funders aka vulture capitalists who own big pharma and big businesses oil. \nVOTE to ELECT leaders who will actually work for all Americans instead of just wealthy people who buy them. \nVOTE to ELECT leaders who respect bodily autonomy regardless of gender. \nVOTE to ELECT leaders who firmly support Separation of Church and State.\nVOTE to ELECT leaders who support single payer healthcare coverage. \nRep. Scalise is extremely lucky to have that taxpayer funded healthcare for life, especially now that he has cancer which is exactly what every American should have too!!!",
        "Fear is a most potent motivator and using a less formidable word than cancer is one way to mitigate that response but we all perceive risk differently.  With good data, treatment pathways should be established and covered by healthcare insurance (for all). Those whose fear so drives then could pursue whatever course they choose provided they had the means to do so.",
        "From the Columbia website.\n\nIt’s important to understand that radiation and hormone treatments do not change survival—the 10-year survival rate for women diagnosed with DCIS is 98% regardless of whether they receive either treatment. These treatments instead reduce the risk of breast cancer down the road.  \n\nSince treatment of DCIS after surgery doesn’t improve survival, there is a growing concern that DCIS may be overtreated if the benefit of these treatments is outweighed by their impact on quality of life.",
        "I was diagnosed with Stage 2, invasive, high grade bladder cancer in 2014. My oncologist reviewed the meaning of this with me and provided the options, all of which included removal of the bladder. He also informed me that the \"standard of care\" included the removal of my prostate and seminal vesicles (the biopsy revealed there was evidence of cancer in my prostatic urethra). I asked what would happen if I chose to do nothing; the doctor stated that the cancer would grow quickly and that I might last 2 more years. I opted for surgery and although the effects of losing my prostate are readily apparent, my daily life has changed little from pre-surgery. Still, especially after reading this article and the associated responses, I wonder if there could have been a different option that would have kept me relatively intact.",
        "Great article. I was diagnosed in my late 50’s with Stage 1 node negative breast cancer, my care was at the number 1 cancer hospital in NYC. My Oncotype number was 21 ( the test used as a predictor of the cancer returning) which at that time was 3 points over the hospital protocol for skipping Chemo. My oncologist at the time said there was a study out called the Taylor Rx that was looking to see Chemo was beneficial for someone with my diagnosis and age, but that the results would not be available for another year. She then said “ we want to throw everything at it that we have available “ and then set me up for “Chemo Lite” 6 months worth, cold cap and all. \n\nI read the study, declined the chemo and changed providers. The following year the study concluded that chemo would not be beneficial for someone like me. Fast forward 6 years 2 surgeries and 7 weeks of radiation, I am still cancer free and thriving. \n\nThis experience made me think that there is much money to be made in prolonged cancer care and over treatment. if the medical providers would treat each case and person individually based upon their needs and not protocols, it might save the patient not only unnecessary pain and suffering and yes money!",
        "What if your patients fall into the 10% of cases that are not typical cancer progressions? I fall into these. Pre-op PSA 4.3. Against the advice of my doctor, I insisted on further diagnostic steps. It is stage III b aggressive prostate cancer, Gleason 9. After surgery and two months of radiation, still not in remission. Just admit there is much you do not know because the scientific community does not know, and each case is somewhat different. To all male readers over 50, better take this seriously. And call it what you want. I call it cancer.",
        "The best \"medicine\" for any condition is prevention, & the best prevention is nutritious food & exercise.  I'm an eighty-nine yr old man in perfect health.  I eat vegs & fruits & nuts.  Every lunch I make my own cocktail of 2oz vodka & 6oz red grape juice, my version of wine.  I walk about 40 minutes a day, not easy under this hot California sun.  I understand that \"cancer\" is natural throughout the body, only a problem when a vital organ is involved.  With global warming coming on like gang busters, I'm beginning to wonder if good health is all that desirable.",
        "How unsurprising it is to learn that treatment for the often over-treated cancer affecting men has been changed, but the often over-treated cancer that affects women - barely any progress....",
        "Maybe we should be re-thinking \"screening\" mammograms.  When they started 40,000 people were dying annually of breast cancer.  Now after decades of \"screening\" mammograms', even more people are dying annually from breast cancer.   Is that not the definition of failure?    Meanwhile, how many people have received unnecessary treatment for DCIS, treatments such as such as radiation and chemotherapy that could actually cause cancer by themselves?",
        "My best friend was diagnosed with DCIS and had a lumpectomy and took Tamoxifen. Five years later, in terrible pain she saw her back doctor who saw spots on her back. She was told to see her gynecologist who she begged to admit her to the hospital. She collapsed at home and needed up in the ER where she was diagnosed with metastatic cancer. She died shortly thereafter. So much for DCIS being nothing to worry about.",
        "I was diagnosed with DCIS six years ago at age 72. I was immediately taken to a “navigator,” who wanted to schedule surgery before I even had a chance to take this all in. I thanked her, went home, did my research and decided to do nothing. No more mammograms or any other kind of test, ever.",
        "Thank you for the great article. The authors approach is both scientifically on point and rational. Unfortunately it's application would require an in place, humane and universal healthcare system. Since we live in the USA where we spend more money on healthcare than any other ''advanced'' country but where a substantial proportion of that money goes towards private profit, we don't get to have nice things. Healthcare for all !!!",
        "I really appreciate this informative article and the need to \"do\" something! My mom was diagnosed with DCIS at 76 and her first physician actually said to hold off treatment and to monitor closely. The second opinion said to begin radiation immediately. I urged her not to do radiation and monitor but she wanted to \"do\" something. Since then, she has been tired (for years) and complains that her body started to fall apart after the radiation.",
        "My doctor and I have come to an understanding. I call him when I'm in pain or some other form of need. He treats that problem and does not go off looking for trouble to find.\nI'm 75 and so far it's working out fine.",
        "Great article! Every middle-aged and elderly man and woman should heed this valuable advice.",
        "IN 2016 I had a routine mammogram that noted I had a \"suspicious area in my breast\" and was not followed up by me doctor. Two years latter, I had another mammogram that shows the same area. This time, it became an immediate need for a biopsy which was rushed on me. The biopsy confirmed the suspicious area was ACH - a condition that is 80% of the time benign. Only in 20% of cases does it lead to a malignancy. I was immediately rushed into an appointment to start chemotherapy, and another for surgical removal of the tissue. I did my own research and said No to both. I was put on a year of repeated mammograms and ultrasounds that showed no changes. After the indignity of a breast MRI (and the cost) at the end of that year. I am now back on an annual schedule of testing, including the MRI. The area in my breast has not changed- the biopsy left me with painful scar tissue and took out a significant portion of the area. So I am left maimed and waiting for some doom that likely will never happen. So next winter, another MRI, another bill that is only partially covered by my insurance. I believe we need to find a better way to not scream fire when all we see is a warm brick. I am out 50K so far for these tests. I'd rather spend it on a vacation.",
        "It is not just the term used, it is also the \"rabbit hole\" syndrome.  In my case, it was first the nodule in the thyroid felt on routine PE followed by ultrasound, followed by CT scan, followed by biopsy, followed by genetic analysis.  None were definitive so the default position was surgery - remove half a perfectly good thyroid - so that now I am on thyroid replacement meds for rest of life.  Sure I'm happy to not have malignancy but surveillance would likely have been the better route since thyroid \"cancers\" are often quite indolent anyway.",
        "I'm 66 years old and in good health. Earlier this year, blood work from a routine physical returned an elevated PSA. My primary care doc ordered an ultrasound of my prostate and referred me to a urologist. The urologist re-ran the PSA test (still elevated) and after looking at the ultrasound results, ordered an MRI. Based on the MRI results, he ordered a biopsy, and the conclusion was that I have a couple of small lesions, fully contained in the prostate, Gleason grade 6 (3+3). The urologist spent about an hour discussing the results with me, sent me home with some literature from the Urology Care Foundation and said \"come back in a month and we'll talk about next steps.\" He said there was no particular urgency and he didn't want me making any decisions until I had some time to think things over. He never offered a recommendation (and I didn't ask for one), but when I told him I wanted to do active surveillance, he said he thought that was a good choice, and what he would recommend to his father, who's about my age.\n\nMy father was diagnosed with prostate cancer when he was 70 and did \"watchful waiting.\" He died of something unrelated 10 years later. Because of his diagnosis, I had done a fair amount of reading about prostate cancer long before my diagnosis - so my diagnosis was neither a big shock, nor especially scary. But to the authors' point, my wife was completely freaked out from the very start - CANCER!!!\n\nThere really should be a better way to talk about this.",
        "Could we also do a better job educating women about invasive lobular cancer? I'd never heard of it before it was found during a routine screening mammogram (followed by a 3D ultrasound and an MRI). I would never have found a \"lump\"--it's a star, really, and way in the back of the breast, far from areas you'd feel in a self-check. I was completely asymptomatic.\n\nI'd like to see more research into ILC, too--it may be only 10 to 15 percent of breast cancers, but it shouldn't be a research orphan.",
        "In medical diseases and disorders, there is always a choice between lumping and splitting. These two authors are simply attention-craving splitters. \n\n\"Early milder form of cancer\" conveys the point and has for decades.",
        "My Dad was diagnosed with prostate cancer at age 80 and immediately given the injections of female hormones intended to slow or stop the tumor. To which he immediately developed a blot clot in his gut with sepsis and death. Way to go, modern medicine.\n\nAt age 47, my mother developed an indolent lymphoma/leukemia CLL in the early 1970s. Treatment was aggressive with radiation, then chemo using the gold standard of CHOP. The prednisone dosages  decimated her spine making her immobile. Those one-time only treatments of radiation and chemo did nothing to extend her life. When the cancer turned aggressive in 1977,  she died. Protocols for CLL nowadays practice watchful waiting because of the futility of what my Mom went through.",
        "A fantastic and reasonable solution to overdiagnosis and the fear of not screening breast cancer.",
        "Agree. The word \"benign\" can also be misleading. just  because it won't be aggressive doesn't mean an indolent growth can't cause harm in other ways. Some \"cancers\" are really bad, and some are...fine. it really depends since cancer seems to be a catch all term that the general lay person can't possibly be equipped to differentiate. I was seen a heartless when I shrugged off a basal cell carcinoma on a friend, which, yes, is technically a cancer but seriously so not as big a deal as people make it to be. But stomach cancer? pancreatic cancer? Glioblastoma? You have my attention and sympathy.",
        "On the issue of detecting breast cancer: Women with extremely dense breast tissue are routinely denied breast MRIs. Rather they are asked to submit to a mammogram, a barely useful diagnostic radiological study (and painful for someone with extremely dense breasts). \n\nThere is persuasive medical literature suggested MRI is the best diagnostic tool for detecting breast cancer in women with extremely dense breasts.\n\nOne out of 10 women has extremely dense breast tissue.  There’s evidence that supplemental breast MRIs would lead to early detection of breast cancer in women with extremely dense breast tissue. If early diagnosis is the goal, shouldn’t insurers be forced to pay for breast MRIs for women with extremely dense breasts?",
        "I see an analogy to epilepsy.  Both are generic terms for a family of medical problems where \"Cancer\" and \"Epilepsy\"are entry terms for the patient's long education.  Many seniors on hearing Heart Disease, Stroke, or Cancer know there is more to come.",
        "I'm more in favor of active surveillance for prostate cancer, especially for Gleason 6 or lower, now that PSMA PET scans can detect small lesions outside the prostate capsule. I was diagnosed with Gleason 5+5 12 years ago. The science has come a long way in the intervening years, especially in regard to detection of metastatic prostate cancers.\n\nI am fortunate to be receiving treatment from colleagues of Dr. Eggener at U of C. It's a wonderful research institution, and the fact that I'm still on planet is a testament to their hard work and excellent care.",
        "Dermatologists are the worst culprits. They routinely label basal cell tumors “cancer” despite the almost zero likelihood of metastatic disease. They use this scare tactic to justify painful , overly elaborate, and overly expensive procedures to remove them",
        "They are only low risk because of early detection. It is still serious though and should be treated as such. \n\nI am writing this as the caregiver of someone with stage 4 colon cancer. You don't want someone not to take it seriously at stage 1 or even zero and end up needing life altering chemotherapy, surgery and radiation.\n\nIt's hard enough to get people to get colonoscopies.",
        "Excellent piece. As a stage 4 colorectal cancer survivor, it pains me to imagine people unnecessarily having to through chemotherapy and surgeries when a better approach is possible. The treatments are often worse than the disease.",
        "Where would the line be drawn at what is and isn't considered actual, actionable cancer?  I was recently diagnosed with Gleason 6 and 7 grade prostate cancer, and I'll be having a prostatectomy in a couple weeks.  All 18 samples of my biopsy showed some form of carcinoma.  The way it was presented to me, Gleason 6 is \"watch and see,\" and Gleason 7 is a slightly higher risk of metastasis.  Would the authors here tell me I've made a wrong choice?  What would they have to see in order to tell a patient, \"let's go after it?\"",
        "I would even cringe at early-stage prostate or breast cancer if 'In Situ' is the business to which it has been referred.\n'In Situ' means that the abnormal form is yet limited to only the baseline tissue level and that is the mucosal lining or other original tissue element from which a Cancer will ultimately develop.\nFor the lay person here.  Cancer must reflect both invasion and extension of the abnormal tissue.   At least that is what I learned in Medical School and how the business is defined.    In an 'In Situ' setting, the abnormality is there but without extension or invasion.   It has not yet been a Cancer.\nIt is not an Early-Stage Cancer but a predecessor to Cancer, a 'pre-Cancer' in reality.   It is merely a forerunner.   \nPreneoplasia is a fine usage, but who would understand that?\nTo make matters worse and NOT STATED HERE, at least in the past studies showed that a good part of Cervical 'In Situ\" Cancers in women, AKA 'Cervical Intraepithelial Neoplasia' (an even more confusing term for all reading here!) went away spontaneously and never even developed to some actual cancer!!!!\n<a href=\"https://www.sciencedirect.com/science/article/abs/pii/B9780323074193000011\" target=\"_blank\">https://www.sciencedirect.com/science/article/abs/pii/B9780323074193000011</a>\nMy suggestion is to change the name to 'Candidate for future cancer of the ____' (Breast or other).",
        "This is not a new discussion. It has been going on at least since the late 1990s'. The reason it has not progressed faster is the profit-driven business of US medicine. This has gotten worse since the consolidation of doctors' offices, treatment centers, and hospitals into large corporations. Just as mammography and colonoscopy have turned into cash cows that will not be cut back or dismantled anytime soon, aggressive treatment will continue to be the norm. Other countries do not subject their citizens to all these tests and treatments because their value has been called into question. \n\nThe US has the most expensive medical system in the world but it is far from the best. Everyone thinks they know someone whose life was saved by overtesting and overtreatment, but that is still not good evidence-based medicine. It is a travesty that many people's lives have been destroyed by overly aggressive treatment when none was needed. People should remember that in 2018, Memorial Sloan Kettering Cancer Center's chief medical officer, Dr. José Baselga, resigned under fire over his failure to disclose payments from healthcare companies in dozens of research articles he wrote.",
        "My husbands doctor told him about prostate cancer screenings being over used and pretty pointless. So he skipped them. High PSA's came up in random blood test a few years later. It turned out he had aggressive malignant prostate cancer. They moved fast, got what they could, did chemo on the rest. We are three years out and still holding our breath because it could still pop up on a rib or elsewhere and still angry with the doc down playing prostate screenings.  It's a simple test, why not just do it.",
        "Prudent approach to such a common disease sounds reasonable of course. But 'cancer' remains an entity we all show concern for, given how little we know about its, on occasion, capricious conversion to a potentially lethat condition if left untreated. And I'm not talking about reallly lethal malignancies like pancreatic cancer or glioblastoma multiforme, but more common tumors. You mentioned two very common neoplasms, undeserving of radical surgery; personally, I stopped having the prostatic antigen test long ago (now, 82 yo), as its rationale escapes me (of note, as a retired GS); and can relate to a more 'benign' approach to cancer in-situ (you mentioned breas and cervix). A relative of mine had a sizable inflammatory breast carcinoma, and treated successfully with chemotherapy (with persistent annoying side effects elsewhere), followed by radiotherapy, with disappearance of the tumor; hence, forgoing a mastectomy. A day may come when a simple blood test may alert us as to the existence of a neoplasm in our body; this, as I'm told we do have cancer cells developing in our body sometimes, of which we shall remain unaware...and eventually die of some unrelated issues.The name of the game ought to be taking preventive measures, such as a proper diet, enough exercise, enough rest, avoid alcoholism and smoking, and some other abuses to our pretty but fragile self. And further, altering our DNA and useful drugs for control. Lets exercise humility for the little we know!",
        "As someone who is part of a growing number of people diagnosed with colon cancer while under the recommended age for screening, I completely disagree with idea that we should screen only for certain risk factors.  I check none of the boxes for this cancer, yet here I am.  Cancer doesn't care.  Get screened.",
        "If the word didn't strike fear into people's hearts, misinformation blogs and the market for \"natural\" cancer-fighting products would collapse.\n\nBoth health care practitioners and laypeople are to blame for making such an emotional fuss about cancer and its treatment. Too many vested interests.",
        "While I think there is some wisdom in this approach, at least some of the time, there are some issues with it too. Not every finding is black and white when it comes to the degree of risk. And not every doctor is equally skilled at predicting what will happen next - and none of them know with certainty.\n\nI did not freak out when I was recently diagnosed with breast cancer. Since no one could even feel a lump, I assumed correctly that my tumor was quite small. But when considering treatments, that wasn't totally reassuring. My ductal carcinoma was labeled \"invasive\", the type of cancer was triple negative (considered the most aggressive and hardest to treat), my grading on the Nottingham was 2 (intermediate - cells quite abnormal but growth rate slow). So with this mixture of high and low risk, it becomes a matter of judgment what to do next. \n\nIf a doctor had decided to call it something other than cancer, what would that have accomplished? Well, it would have kept me from from learning the things I need to know to help me participate in making decisions. While I shouldn't have the authority to decide independently, \"I want chemo!!!\", neither should I be left totally in the dark, putting all my trust in the doctor's decision. If I happened to have a doctor whose knowledge was not top-notch, I wouldn't even know to ask for a second opinion.\n\nUsing staging and defining clearly what that means helps a lot of people.",
        "In Australia we have national government-sponsored screening programs for breast & bowel cancer from age 50 BUT none for prostate cancer.  Perhaps it should be done for men over 50 as our Cancer Council recommends. We also have cervical cancer screening from age 25.\n\n An early diagnosis would have saved my son-in-law.  He had no idea he had prostate cancer until he went for a back scan.  2 fractured vertebrae were found but also found were 5 tumours in his body starting with the prostate.  \nHe had radium therapy then chemo; the tumours won't shrink any more than what they have so he'll keep having 6 monthly chemo blockers as long as he lives.  \nPS he can't have the vertebrae fixed because of a tumour on his spine.",
        "Chasing a cancer diagnosis can be an idee fixe for doctors. When that occurs, their zeal and dire warnings intimidate a patient into invasive diagnostic and treatment procedures with potentially serious, and often underplayed, side effects. In my case, a prostate cancer zealot doctor practically ignored my complaints of a chronic UTI (which can elevate a PSA reading) and small kidney stones. in his push for doing a biopsy*, which I refused after getting a second opinion that contradicted his assurances that it was a nothing procedure.\n\nNow, four years on, the UTI and stones have been treated, the PSA results have moderated for a man my age and I thankfully have a reasonably well functioning GU system.\n\n*I have quit that doctor's practice, which I subsequently learned had been taken over by a private equity outfit, in favor of a doctor belonging to a first class non-profit hospital system.",
        "THere are many preference sensitive conditions, including cancers like the ones cited and low grade thyroid cancer.\nI dare you to decide the best way to treat them using AI for any individual patient.\n\nYou don't consult a doctor to see if they can win Jeapardy",
        "Thirty five years ago I had what was a very small and very  low risk thyroid papillary cancer removed - or rather, my entire thyroid was removed. Of course a lifetime of hormone replacement is required with a lot of monitoring that never ends. \n\nAnd I had a great Frankenstein-like scar on my neck at the age of 25. My surgeon joked(?) that it would blend into my natural neck wrinkles when I hit 50...no, actually it did not - and why would that pronouncement have any chance at all of making me feel better in my mid-20's? \n\nMy point is that yes, overtreatment has consequences and careful evaluations need to be made rather than knee-jerk reactions simply to \"get it all\". Nuance is what is needed.",
        "My friend was diagnosed with Stage O practically, decided to do a full mastectomy - after surgery and pathology she was diagnosed with Stage 3 breast cancer.  As a breast cancer survivor myself, I don’t rely on the medical system to watch and see what happens.  It is a complicated proposition, where all the parts have to be working well to achieve positive outcomes. This country is not ready for that in my opinion.",
        "As an Emergency Medicine Physician, I obviously never discuss the pros and cons of these types of cancer treatment with patients, but of course, I discuss the risks and benefits of many critical treatments with more immediate risks and benefits with patients regularly. There’s a significant subset of patients (or their proxies) that just want “everything” done.  I know women with DCIS who’ve chosen to have double mastectomies because they “have to do everything possible to be there for my kids.”   Is there enough data in the world to counter that emotional argument?",
        "After a 40 year career in medicine and participating in the care of thousands of patients with a variety of malignant cellular diseases, I completely agree with these authors’ ideas. The biological behavior of cells in this diverse group of conditions is so much more complex than earlier pathologists’ simple image on a slide finding “cancerous cells.” Patients’ genome, cellular genetics, organ of origin, age of patient, and immune system status all have been shown to have roles in this. Patients should not be made to suffer treatments which are worse than surveillance of disease which may not progress or be indolent for a lifetime. The lay public likes to see “cancer” as a one-size-fits-all disease. No way!",
        "Part of the problem is the \"warrior\"mentality that exists when it comes to cancer. Cancer is something to eradicated, fought relentelessly until the battle is won or lost. Whether we call it cancer is beside the point, it's the doctor/patient interaction that matters. Physicians must take the lead and explain the options to patients and eschew needless treatment, and patients should ask questions even if they risk irritating the doctor. \n\nUnfortunately there are unscrupulous oncologists, so the onus is on the \"cancer\" patient because they ultimately suffer the consequences of ill advised treatment.",
        "I agree with the authors on the basis of \"words matter\" and appreciate the example of the change in nomenclature from CIS to CIN. One aspect of this discussion I haven't seen in the comments is the concept of \"shared decision making.\" This is where the patient has the opportunity to choose the more potentially damaging course in order to make them feel more in control. It's a nice idea but a mistake. I had adenocarcinoma at the tip of a pedunculated polyp removed at colonoscopy. At the subsequent meeting with the surgeon I had the opportunity to choose a partial colectomy. As a physician myself, I was surprised at this. The surgeon said, \"Well, some patients hear the word 'cancer' and want everything done.\" Although it sounds very 1950s, giving the patient a certain amount of the decision making is not always a good thing. By having a CEA and CT I avoided all the risks of laparotomy, general anesthesia, and partial colectomy.",
        "Not that complex. \"Cancer\" is an archaic term for a group of many separate processes. It was coined before science. Seeking a \"cure\" for cancer is a meaningless cliche. Each disease is different, some are curable, others not. It is simply semantics.",
        "How about doctors being given the time and communication skills to be able to discuss serious diagnoses with patients? That, coupled with time and opportunity to keep abreast of new developments, would go a long way. Probably much farther than trying to obfuscate by using what may amount to medical \"legalese\". Having said that, \"tumor, abnormal cells, abnormal cell growth,\"etc, are all sufficient to begin the discussion.  And don't tiptoe around the \"cancer\" word, if asked. Acknowledge it and move on to the more positive news, whatever that might be.",
        "Agreed.  I am a dermatologist.  The diagnosis of Keratoacanthoma is a good example of a 'cancer' that has low probability of being aggressive, but the pathology report usually says the 'possibility of Squamous Cell Carcinoma cannot be ruled out'.  That makes it difficult for me to explain why I'm not recommending full excision when I'm happy to monitor the site for a few months after biopsy.  I'm sure other specialists have their own diagnoses that have the title 'cancer' and are, in truth, low grade, indolent, and not life-threatening.",
        "Thank you NYT for publishing this article. Having been treated for DCIS (hormone neg/HER  ) over four years ago by Dr. Esserman, I am very grateful for her individualized approach to my care and treatment. While my DCIS was Stage 0, the lumpectomy surgery also checked lymph nodes (negative) and margins were clear. Dr. Esserman told me that radiation is the typical treatment post surgery but in my case, “why bring out the big guns?”. I think you can only have radiation once in an area. So I have regular monitoring, looking for changes mammogram to mammogram. I am thankful not to have been pushed to routine radiation because of it being a typical protocol. If cancer returns, then I still have radiation in my arsenal. Yes, “Cancer” is a deeply disturbing word that tilts your world when you hear it. I think some readers’ replies are misunderstanding Dr. Esserman’s motive in renaming certain kinds of diagnoses. Science and data informed individualized treatment and routine monitoring based on their family history and medical profile is what every person deserves.",
        "The SDM Model focuses on six preference-sensitive conditions: stable ischemic heart disease, hip osteoarthritis, knee osteoarthritis, herniated disk and spinal stenosis, clinically localized prostate cancer (cancer that is confined to the prostate gland) and benign prostate hyperplasia (BPH).",
        "Having been diagnosed with prostate cancer at the age of 69 (in 2017), both my wife and I were quite concerned as my urologist wanted to remove it immediately or have me go through radiation. Further personal research introduced me to Dr. Klotz of Toronto University, Canada who had coined the phrase Active Surveillance. As stated in the essay, Gleason 6 is the \"Tipping Point\" for considering treatment. I was diagnosed with Gleason 8 (Grade Group 4) although I was first told Gleason 7 (3 + 4) or Grade 2.\n\nI chose to research other modalities of control (I believe we never fully remove the cancer - only control it). Currently I am on ADT (Androgen Deprivation Therapy) which shrinks the prostate and hampers this cancer growth. Combining this with a change in diet (no red meat or preserved meats, lowered dairy and high cholesterol foods) with increased tomatoes, red and purple vege's, fruits and crucifers (cabbage family) has reduced my PSA (Prostate Specific Antigen) numbers to less than 2. I am now on an altered Active Surveillance but watch for PSA 6 as a number of concern. The side effects of the ADT can be handled readily by a change in life-style.\n\nI have also joined an online group \"The Reluctant Brotherhood\" of prostate cancer survivors which, for any interested can be found through Facebook. Members of this years-long group have much personal information to share for any interested in knowing more about this disease and associated treatments from the survivor viewpoint.",
        "Being male, prostate cancer is somewhat a big deal.  But long ago, I am now 75, I decided I would rather not know.  I read that the aggressive type of the cancer is mostly a young man's cancer, and I observed that even with early detection most of the men who got it died even with lots of treatment.\n\nThen as I got past the young man's stage I read that often times it is better not to treat prostate cancer, the so called 'cure' being worse than the disease.  And that if a man lives to be old enough he will invariably get at least some cancer in the prostate, but it won't cause any trouble. \n\nSo then I played the odds.  It looked like odds of early detecting the possible cancer , and then the odds of the intervention that could occur after being detected being of any benefit , were low.  But the costs of doing early detecting were quite high.  I have health insurance so not that cost, just all the 'costs' of any medical test.  And then the cost , to my serenity, if the cancer were detected but I decided that it was better not to do anything.  Basically I would rather not know.  So I decided that the risk of the cancer killing me because I didn't detect, and intervene surgically etc. , was low enough that avoiding the definite cost of detecting, and the cost of knowing but taking no action, outweighed that risk.\nSo far so good.",
        "My uncle moved to FLA when he was 70, found a doctor who sent him to a urologist, who ordered a PSA test, his first. The new urologist told him he needed drugs and radiation to manage his “cancer”. He asked his NY based urologist to review the findings. The NY urologist told him he would probably die of prostate cancer, in about 25 years. My uncle passed away in 2020 at the age of 92.",
        "Labels matter. Brands matter.\n\nBranding this category of malady as \"cancer\" is both too vague to be diagnostically helpful and puts an unnecessary psychological toll on the patient. \n\nMedicine shouldn't be in the business of branding things. They should be in the business of descriptive labels. Let Big Pharma brand their solutions to maladies.  Keep medicine grounded in descriptive precision. \n\nIf we *need* a broad category to describe the nature of \"cancer,\" we could call it \"adverse cell reproduction\" -- because that's precisely what it is. No need to brand it. \n\nWhy not just tell a patient \"OK, we've found some adverse cell reproduction in your colon. We're not that concerned about it at this point, but we should monitor it.\" \n\nHow much better is this than \"OK, we've found CANCER in your colon.\" Hmmm? Not only is the patient more informed on what's actually happening (due to descriptive labels vs. branded labels) but the \"cancer brand\" doesn't need to invoke the things that we're trained to think when we hear the word \"cancer.\"\n\nBTW, the same applies to \"diabetes.\" In fact, I developed a manifesto about this condition, including an entire chapter dedicated to on how branding a series of barely-related conditions \"diabetes\" is a huge problem for diagnosis, patients, and general public comprehension:  \n\n<a href=\"https://typeadiabetic.com/should-we-call-the-condition-diabetes\" target=\"_blank\">https://typeadiabetic.com/should-we-call-the-condition-diabetes</a>/\n\nIn this chapter, I even talk about \"cancer\" as having a similar problem - supporting this article's thesis.",
        "No matter what you call the condition, it is what it is and needs to be treated accordingly.  Clinically, cancer is called according to the type of cellular irregularity has/is occuring.   So caner is a general term for a whole range of cellular irregularities that need to be diagnosed and treated according to its condition and according to the norm for that type of cancer.  Like all medicine doctors may have different opinions so it is prudent to have an extra consult before going through any type of aggressive treatment.",
        "'Changing the label would make matters considerably less stressful for patients and their families. It would greatly reduce unnecessary treatment.'\n\n Are the authors of this article seriously saying that the problem lies in the terminology? If we just stop calling it cancer, all will be well? Physicians need to at least pretend to show a bit more respect for their patients.",
        "Many years ago, my mother, in her sixties, was diagnosed with breast cancer. A famous big-city surgeon at a big-city university teaching hospital was ready to go. She'd have double mastectomies, and immediately following them, would be wheeled into another room for reconstructive surgery.\n\nI told my mother to stop the presses, I'd arrange for a second opinion in New York. Which I did. Sloane-Kettering.\n\nMy mother arrived in Penn Station armed with Kodachrome slides of the cancer. The doctor held the slides to the light from the office window and told us that indeed, my mother had cancer, but it was one of the slow-growth kinds, she should monitor it, but she would probably die from something else––go home, have a good life.\n\nHe was right on all counts.\n\nBottom line: get a second opinion.",
        "Why wasn’t the grade of DCIS mentioned on this article?",
        "Recommended reading:\n\nEstimated Lifetime Gained with Cancer Screening Tests\n\n<a href=\"https://jamanetwork.com/journals/jamainternalmedicine/fullarticle/2808648?guestAccessKey=8c8d3deb-aeda-47a8-93ad-41089f2f55bf&utm_source=silverchair&utm_medium=email&utm_campaign=article_alert-jamainternalmedicine&utm_content=olf&utm_term=082823&adv=000519780046\" target=\"_blank\">https://jamanetwork.com/journals/jamainternalmedicine/fullarticle/2808648?guestAccessKey=8c8d3deb-aeda-47a8-93ad-41089f2f55bf&utm_source=silverchair&utm_medium=email&utm_campaign=article_alert-jamainternalmedicine&utm_content=olf&utm_term=082823&adv=000519780046</a>\n\nand\n\nThe Future of Cancer Screening:  Guided without Conflicts of Interest\n\n<a href=\"https://jamanetwork.com/journals/jamainternalmedicine/fullarticle/2808645?guestAccessKey=6b73f46d-985c-4b98-b4e2-069532bc6730&utm_source=silverchair&utm_medium=email&utm_campaign=article_alert-jamainternalmedicine&utm_content=olf&utm_term=082823&adv=000519780046\" target=\"_blank\">https://jamanetwork.com/journals/jamainternalmedicine/fullarticle/2808645?guestAccessKey=6b73f46d-985c-4b98-b4e2-069532bc6730&utm_source=silverchair&utm_medium=email&utm_campaign=article_alert-jamainternalmedicine&utm_content=olf&utm_term=082823&adv=000519780046</a>",
        "Some doctors are afraid to not advise standard of care (often surgery), out of fear of the low percentage of patient for whom the alternative could be the wrong decision in hindsight.  What really should be happening is more surveillance, and doctors know this.  Many people, for example, have benign thyroid tumors that never progress.  Most people with these tumors don't know they have them. \n Doctors recommend thyroidectomy out of caution, even though that forces the patient to deal with the switch to artificial thyroid hormones (for the rest of their lives) and the risks associated with the surgery.\n\nRoutine, nonintrusive surveillance would probably be the better option for most patients with indolent tumors.  We need \"standard of care\" to catch up with our knowledge.",
        "Of course, the problem with these factual arguments is that very few people will be able to emotionally live with their diagnosis, especially with well meaning relatives being opposed to 'watchful waiting'.\n\nAdd to that two nefarious reasons to treat these early cell mutations:  1) profit for the treaters   2) by calling these 'cancers' they go into the statistics with the more aggressive cancers and, therefore, improve outcome statistics for other treatments that are being advertised.",
        "Hmmm....Convincing people with cancer that they don't have Cancer. These suggestions are all about cost savings for the provider's institution. In statistics the risk to the individual is always 1 or 0. Thanks, but I don't tend to roll the dice with my life.",
        "Thank you for your common sense approach to diagnosis. Unfortunately, the way the US healthcare system is set up, it is a for-profit, mercenary business. Look at how many cancer treatment centers are out there, even in the smallest of towns looking for customers. There are billboards on the side of highways advertising cancer treatment centers. The insurance system is setup in line with the for-profit model, forcing physicians to work within their \"approved for payment\" treatments if those physicians are dependent on the insurance companies patients. Cancer is a huge business, that sadly, the more people with cancer the more the profits.",
        "Many of the comments reinforce the authors' point that to the lay person, cancer is cancer, it's scary, and aggressive treatment is required.  In the case of breast DCIS (ductal carcinoma in situ), what the pathologist sees under the microscope are cells that show the abnormalities of cancer cells but they are confined within the ducts in the breast, i.e., are still in place and have not invaded, and invasion is necessary to meet the full definition of cancer.  \n\nWith DCIS, additional tests are done to the biopsy to further characterize the cells, and as the authors state, \"For DCIS, a majority of hormone-positive patients — in which cancer cells contain certain proteins that can be targeted to reduce the chance of cancer arising — may be suitable for active surveillance with therapies to slow or stop the growth of hormone-sensitive tumors, but we won’t know until we study it.\" In layman's terms, this means that there are drugs that can block the effects of estrogen on the non-invasive \"cancerous\" cells inhibiting their growth. So for hormone positive DCIS, it may be a sufficient treatment to use these drugs instead of surgery or radiation to prevent spread.  The authors are proposing to change the name of DCIS to a less triggering name to make such less aggressive treatments acceptable when they are shown to be effective.",
        "This article gives me the willies.  Not everyone has timely access to physicians like the specialists who wrote this article, and our current health care system does not facilitate or support a watchful waiting period. Even when a serious condition is suspected, it takes months to get an appointment with a doctor with whom you have an existing relationship much less a specialist, most physicians have sold their private practices to hospital systems due to differences in reimbursement rates for the same procedures performed by doctors' offices as opposed to hospitals, doctors are monitored by algorithms that penalize them financially for more than average  patient referrals for expensive tests and only 15 -20 minutes is allotted for an office visit.  Internal medicine and family practice physicians are in short supply, with NPs with only a fraction of a doctor's clinical training providing the lion's share of the medical care.  Is it reasonable to expect that a significant change in an early stage cancer will be timely caught under these circumstances?  The reality is that DCIS (and other early stage cancers) can very quickly morph into an aggressive, life-threatening cancerous condition depending on the genetic and other forces at work. There is also no discussion of the role that genetic testing plays in all of this.  Have the BRACA gene?  No point in waiting for what will inevitably be a death sentence.",
        "My initial diagnosis was DCIS. Five months later I had a mastectomy and the pathology reveled pervasive adenocystic cancer throughout my breast. Seven years later I wonder if I would be enjoying my life if the treatment had been less aggressive. I understand not wanting to subject patients to unnecessary treatments, but how do we ensure that patients are not under treated?",
        "I think a major point that comes through in many of the comments is a lack of understanding that a cancer diagnosis  needs to be taken in the context of what kind of cancer a patient has.  Basal cell carcinoma of the skin is not the same as melanoma, which is not the same as breast cancer, prostate cancer, lung cancer, etc, which all have different subtypes, criteria for evaluating potential aggressive behavior, etc.   Additionally, cancers are typically diagnosed by a biopsy, which is only a sample of a whole.   This explains why someone with a biopsy diagnosis of a Gleason grade 3+3 on biopsy may have a 7 or 8 once a prostatectomy is done.  Similarly, not all DCIS is created equal.  A high grade DCIS has a high likelihood of harboring an invasive component once resected, a low grade DCIS, not so much.  The bottom line is that, yes, cancer is a scary word but all cancer is not created equal, and not all cancers occurring in the same location i.e breast cancer are the same.   Optimally, the biopsy results should be evaluated in the context of all aspects of the disease presentation, clinical stage, potential for aggressive behavior, etc.    Just because your neighbor had a cancer with one outcome doesn't mean you or your loved one will have the same result.  All information and evidence based treatment guidelines need to be taken into account.  This is more of an information issue than a nomenclature issue.",
        "What about in situ melanoma? My dermatologist conducted almost a full out war on me until I had it removed.",
        "Dr. John McDougall has been saying this for decades, but few seem to listen.",
        "SO, I miss a succession, HOW to call it ?",
        "This is great. While I appreciate the article, the authors point to \"well-intentioned loved ones\" for the reason people \"do something\", like aggressive treatments, for cancers that do not require it, thereby sidestepping their own, and their profession's, lucrative interests in proposing and following up on those treatments. Take responsibility, doctors, for your role in these afflictions - especially after saying you have a high proportion of diagnoses in your careers that you now wish you could \"undo\". I would laugh if this were funny at all considering the human cost of pain, anguish and death these so-called professionals have caused.",
        "This article is best published in medical journals and debated amongst oncologists, not not the NYT.",
        "I wonder if this debate is influenced by the fact that urologists get many more office visits from active surveillance whereas surgeons make their money from surgery?",
        "Thanks for this. I had what will probably be my penultimate mammogram last year, at age 75. I'm thinking one more at 78. I have been using Cologuard instead of colonoscopy for quite a while and I'll do one, maybe two more and then stop that as well. I rate quality of life far above quantity, and have no wish for heroic measures in my late 70s and 80s.",
        "Diagnosed estrogen+ DCIS. Got two surgeons opinions- both very adamantly said radiation, drugs, and/or mastectomy. Had BRCA test and it was negative. Diligently and heavily began researching on my own, and decided I did not want to follow the treatment recommendation as it seemed overly aggressive. Discovered the COMET trial only through my own research. COMET is the clinical trial in the US that studies active monitoring vs surgery. Second surgeon consulted (now my current doctor) is a woman, and was much easier for me to discuss this with though it certainly wasn't met without a large amount of careful resistance.  Unfortunately, I didn't qualify for the study due to one issue, but she agreed to monitor me as if I were in the trial. I have yearly MRIs, and this coming year will be 5 yrs. going and the scans are all good. She actually congratulated me last time I saw her. So happy I became my own agent!",
        "This article seems to be about unnecessary surgery for varioius lesions.    however, as a person who had one of those unnecessary surgeries  for a lump... not having another thing to worry about was my reason to proceed with the procedure which was quickly done and without any  consequences... but as I said, one less thing to worry about.  \n\nMonitoring is vague in this article.  and monitoring for many of us  --e.g. diabetics is not only tedious but stressful.",
        "Yes, I am \"reluctant\" to participate in clinical trials where \"a substantial number\" of patients \"may\" be able to avoid overtreatment.  \n\nPlay the odds with your own lives, please.  Statistically, many people might do just fine with monitoring (even ignoring the stress of waiting for the hammer to drop).  But however beneficial that might be for \"a substantial number,\"  it will be a death sentence for some.",
        "Another area for such considerations is atrial septal defect which is also over treated surgically.",
        "It's often said that the cure or treatment can be worse than the disease.  But it may be hard for \"test appropriate\"  to overcome\nthe monetary incentive.",
        "Age is a critical and underappreciated variable. Wise treatments at 40 or 50 may well be unwise at 70 or older.  But because we are generally in denial about death's inevitably, we (boomers) are often oblivious to this fact.",
        "Removing the fee for service profit motive just might go a long way to reducing overtreatment of these conditions.  Reducing liability lawsuits would also help.  As with most things, money is the ruling factor.",
        "Watchful waiting is absolutely the most prudent treatment decision for early stage PCa or DCIS...until it's not.  Case in point, my Gleason score reached 7 (3+4) when it was advised I have a RP.  Unfortunately, despite my mandating aggressive non-nerve sparing surgery, my RP was not curative, as a trace amount of PCa had 'escaped' excision.  Based upon my postoperative PSA results, we were able to determine my PCa doubling time and I mandated we follow the recently completed RTOG 9601 clinical trial for PCa.  This required initiating pelvic salvage radiation, an aggressive treatment with the potential for serious side effects (LT GI and GU radiation toxicity).  My radiation oncologist was disinclined to initiate SRT and I had to 'argue' my case to receive treatment.  The odds my PCa was confined to the prostate fossa were low (20%), but at age 57, I was much too young to surrender to PCa.  Miracle of miracles, today marks my 5th year anniversary of progression free survival.  For some individuals, the window between effective watchful waiting and the decision to initiate treatment narrows very quickly.  I was quite fortunate to receive treatment at a major teaching hospital, the Cleveland Clinic, which was rated the #1 urology department in the country at the time of my Rx.  My sister's decision to have a double mastectomy following DCIS reoccurrence is a story for another time.  Watchful waiting is an excellent strategy, until it's not.",
        "I want to share this but I know too many people who have already undergone aggressive treatment for prostate, breast, or cervical \"cancers\" and I don't want to risk making them feel bad about their decisions, especially since I don't know the details of their diagnosis other than one friend who had a hysterectomy recently after they identified CIN 3 cervical cells.\n\nSometimes I think my limited income and the absurdly high deductable on my state exchange plan are a blessing in disguise - I couldn't afford the treatments if I needed them, so I tend not to go in for the free diagnostics every chance I get. At 55, I limit myself to going every every 3 to 5 years for mammograms, pap smears, and Cologuard, since there are no major risk factors in my family for any of these areas. Skin checks? Every year without fail.",
        "I am still confused on the topic of mammograms and no reduction in death rates, but big increase in over treatment/stress. Switzerland I read stopped doing mammograms. Canadian study supported similar findings. Can someone clarify? If death rates have not dropped as a result of mammograms, why expose breasts to the crushing test (that can't be good for the breasts) and radiation? Meanwhile, I just got a diagnosis of osteoporosis at age 61 after I requested the test which is normally given at age 65. Why aren't we screen for osteoporosis at age 50 and catching it early so women have more time to take action and build bone BEFORE menopause?",
        "Within a 8 year period that ended 9 years ago I had 7 Basel cell cancers that to me was never worrisome and I never thought of them myself as a cancer patient.   The surgery that they perform is fantastic and most of them were on my neck up with no signs that I ever was operated on.",
        "Cancer is cancer, see the definition.  It doesn’t have to kill you to cause a lot of health problems.  \n\n“Demoting” or downgrading certain conditions would only make it easier for insurance companies to avoid paying for treatments or testing.  Patients would lose.",
        "If only we American’s had a health care system that supported a robust doctor/ patient relationship then maybe this would work. I don’t know of any doctor who has the time to implement this sort of care. And even if they did, they’d be too frightened of getting sued if the not-yet-cancer did indeed become “cancer”.",
        "A few years back I was diagnosed with two, \"early stage, smouldering blood cancers.  No doubt about how unwell I felt. I went to an outstanding oncologist, for a second opinion, who put me on a \"watchful waiting\" regime for a year.  When I didn't die on time, he sent me to a research centre that identified two, exceedingly rare, auto-inflammatory conditions that imitate cancer, and produce similar test results.  Someone adopting the practices outlined in this fine opinion piece saved me from the agonies of chemo which another doctor had suggested, and with the now appropriate treatment, I'm fine.  \"Cancer\" is one of the biggest money-makers for the medical-industrial complex, and that is one of the principal reasons the diagnosis gets flung around, sometimes, and sadly, almost casually.",
        "Could we start with the current medical definition of “cancer”, and an oncological one if it’s different?\n\nThen, could I know how you plan to change it?\n\nWhen Hypocrates invented cancer, the term was necessarily metaphoric.  The definition has clearly narrowed over time, as we give new names to certain illnesses and expanded as we better differentiate those that still fit the criteria of cancer.  Doesn’t this happen continually in the medical sciences?\n\nSo, are Drs. Esserman and Eggener arguing for a definition of “cancer” as present or potential life-threatening tumors? A DNA based description? Something else?\nI can’t tell.",
        "Our newborn was recently diagnosed with a 4 cm \"neuroblastoma\" on her adrenal gland.  Any -blastoma is an ominous sounding word to me.\n\nTo the authors' point, The Cleveland Clinic recognized this tumor as technically a cancer by name, but not in behavior, and recommended active surveillance even if it does spread to certain areas.\n\n4 months later the tumor is shrinking on its own, and expected to fully vanish.  The approach avoided a risky, open surgery on a newborn.",
        "Unless the prognosis can be absolutely certain at diagnosis, I prefer treating the cancer early, when the surgery is less invasive, the radiation field is smaller or the chemotherapy is less intensive.",
        "After working for 15 years in an Urology practice & seeing the devastating side effects of over treatment, I totally agree. The word cancer causes such an emotional response that people make poor decisions that often have grave consequences. A massive public education program is needed to change the paradigm. \nKudos to these authors for taking a crucial first step!",
        "In early 2001 I was diagnosed with prostate cancer after a biopsy showed positive. It was not an immediately dangerous condition, I was told, and it was I who decided to have it treated by external radiation. Why? Because on the paternal side of my family, my grandfather, father, my one uncle, and three aunts had all died of cancer since the early 1960s. Since then, three of the four cousins I am in touch with from that side of my family have also come down with cancer and two of those three have died of it.  Counting myself, that's 10 out of 11 family members who have had it, and 9 of them died of it! This must be some kind of record, I would think, but I'm not sure. (And one of my aunts who died traced the situation far enough back to learn that her grandmother (my great-grandmother) had died of breast cancer in 1900. So, I had the external radiation (40 2-minute treatments over the course of 8 weeks), had no problems with the treatment, no after-effects, and 22 years later am still going strong, with a PSA reading of at most 0.1. Maybe I was wrong to have the treatment, I don't know, but I'm very glad I did, and right now, at an advanced age, am as healthy as a horse, as is my sole remaining cousin, who beat breast cancer and is a year older than I am. (Interestingly, I know of not even a single case of cancer in my similarly large family from the maternal side of my personal ledger!)",
        "Living longer isn't always living better.  Read Being Mortal\n\nYour doctor makes recommendations to you, you make the decisions not them.\n\nAlways get a second opinion.\n\nDifficult to do, but stop doomscrolling the internet.  Maybe NIH, NCI, maybe John Hopkins, Mayo or MD Anderson skip the rest.  Look hard enough you'll find conflicting studies and advice, look harder and you'll find crazy and end up making yourself crazy.\n\nThe testing may be based upon science, reading and interpreting the result is an art.  \n\nDon't neglect your mental health.  Being diagnosed with cancer is right up there with death in the family, divorce and losing your job or worse.  See - doomscrolling....",
        "Changing the name of a disease is not going to treat it, or not treat it. It will given your examples – it \"could be designated as IDLE (indolent lesion of epithelial origin) or preneoplasia,  anything but the dreaded C-word\" – be an antiseptic and meaningless mouthful that will tell the patient little or nothing. An explanation that this is a disease, e.g., of the prostate called a cancer but which poses very little or no danger to you now, is not hard. It is, more or less, what various urologists have said about prostate cancer though I do not have it; I think all three urologists were simply preparing me as they prepared their other male patients for the possibility that I would have prostate cancer some distant day.\nPersonal note: I was recently diagnosed with lung cancer. My immediate reaction was What do we do know? I got an answer, did what was advised and available. The cancer is gone and I'm finishing chemo which I undertook just in case. I don't present myself as tougher minded than anyone else. Just as a grown-up. I don't need euphemisms which, I think, have no place in a conversation between a physician and a patient.",
        "As a Prostate survivor (Total Radical Open Prostatectomy, Gleason 8/9, highly aggressive,  capsule intact, negative margins 0.5mm, 2007) I live with incontinence, rectal prolapse and abdominal adhesions as a daily fact of existence. The major residual issue is a loss of sexuality and sexual function. At 16 years on, I  am alive and living, and glad to be so. I, do, however, miss the sexual being I was pre-diagnosis. The one thing which always came naturally is now permanently erased from my life. I would do it again to continue living. Excellent point about different cancer vs  'Big C' Cancer diagnoses.",
        "I know someone who chose a double mastectomy & reconstruction- multiple surgeries & trauma- for a second occurrence of stage 0. Another person who had his prostate removed in his late 30s, with no actual cancer found. \n\nPeople are afraid of the C word & they’re encouraged to act by friends & family. Oncology teams are told to honor choices. We need a paradigm shift in how patients are advised as well as a public education campaign.",
        "What about Squamous cell skin cancer?\n\nI had Mohs surgery as soon as it was diagnosed.",
        "\"cancer cells contain certain proteins that can be targeted to reduce the chance of cancer arising\"\n\nThe authors' use of the above nonsensical phrase illustrates that the problem is a paucity of vocabulary on the part of oncologists.  What you mean to say is \"neoplastic cells. . .\" \n\nAs a pathologist, I have NOT ONCE used the word \"cancer\" in a diagnosis.  \"Carcinoma\" certainly, which is accurate as an invasive neoplasm of epithelial tissue, with a wide range of potential malignancy depending on grade and other things.  But why in the world is an oncologist saying \"cancer\" when the diagnosis is \"carcinoma in situ\" (by definition not even invasive)?  Oncologists need more pathology education.",
        "Such an excellent, timely and important topic. Having personally treated (operated) many men with post-prostatectomy incontinence and/or erectile dysfunction I’ve witnessed the impact prostate cancer treatment has had on a person’s/couple’s quality of life. We need to do a better job of accurately assessing an individual’s risk rather than somewhat arbitrarily recommending treatment. We also need to improve our understanding of how we can mitigate progression of Gleason 6/DCIS diseases. Specific strategies that involve diet (plant-based) and exercise (Zone 2 training) can help but need to be studied more rigorously.",
        "I practiced Urologic Oncology for many years and agree wholeheartedly with the message: Not all cancers need to be treated.  The problem, as expressed well, is that getting that point across to the patient, even one who is an informed patient, can be extremely difficult.  Once the word cancer is spoken it is light turning out the lights and getting the patient and family to understand that there are \"good\" cancers and \"bad\" cancers and different ways of thinking about them and treatment options can be a real challenge.\nLike all aspects of medicine, but oncology in particular, change is required regarding therapeutic options, patient teaching, and science based decisions.",
        "This is one of the great things The NY Times does with this issue, objectivity.\n\nThey call out the Trump nuts who take bleach to cure covid but also state the excesses of our de facto criminal health are system that will sell you every useless screening test, pill, procedure, vaccine , operation to make a buck.\n\nThe trick is to know what works and what doesn't.\n\nMy friend had complete removal of his prostate because cancer was detected at age 50. He became incontinent and impotent, but said the doctor saved his life.\n\nI told him that is what your doctor told you. You should have done watchful waiting.\n\nHe died from the disease anyway when he was 65.",
        "One of the problems with prostate cancer diagnosis is the lack of complete information from the doctor to the patient. There are available blood tests to help determine if there is prostate cancer whether it is aggressive or not. I do not know any of my friends whose urology physician brought that option up instead of automatically doing a biopsy. Why not?",
        "Critical thinking is a missing skill for many of us. So, when we hear \"cancer\" our reaction is \"when in danger, when in doubt, run in circles, scream and shout\". The proposal in this piece addresses the affliction of low critical thinking skills as much as it addresses the over-treatment of neoplasms. \n\nThe oncologist who looks after me (a tumor survivor) has good critical thinking skills, and he has helped me develop mine. This has helped my peace of mind, and avoid some wicked expensive and invasive treatments. ￼He and I both took the time to listen to one another. And I've been able to pull my relatives back from the edge of panic.\n\nThe real need is for critical thinking about our own health and that of our loved ones. It makes no sense to put the whole burden for teaching those skills on docs and other health care professionals. I wonder where else we can hope people will learn those skills?",
        "My sister had a  7 year battle and died from what these authors do not want to call “cancer.”   Let’s not call skydiving “dangerous” because so few people die jumping out of a plane.",
        "Then there are the surprises. The mammogram showed a very small tumor, so I should have a biopsy and have it removed via lumpectomy. The biopsy showed no indication of a major problem, and I was told I probably wouldn't even need radiation because women were being overtreated, etc. Lumpectomy was a different story - The cancer had spread to a lymph node and had extensive grade 3 DCIS in addition to the small tumor, and had every bad feature a cancer could have. The treatment wasn't easy or cheap, but that was 5 and a half years ago and I'm healthy and living a full life.  I'd suggest a second opinion with an early diagnosis.",
        "It seems like the bigger problem is the limited set of tools available to address early cancers.  If all roads lead to surgery, then you might focus on finding patients who can avoid surgery, as these authors do.  But if there was more comprehensive care available for  cancer risk reduction (not always involving surgery) people might no longer find the word cancer so ominous.",
        "Thank you for this article.  13 years ago, I was diagnosed with prostate cancer by a urologist who thought he found a nodule on my prostate during a routine DRE. At the time, my PSA was below one, for what it's worth.  The biopsy consisting of 16 needles found a very small amount of Gleason 3 cells in less than one millimeter of one biopsy needle.   Just the same, this urologist told me that I would die without immediate surgery.  No other physician has found the nodule that resulted in my first biopsy. \n\nFortunately, the New York Times was beginning a series on over treatment of  prostate cancer and I began researching the topic.  I refused prostatectomy and began searching for a urologist who would pursue a watchful waiting strategy.  None could be found.  I was yelled at, called  a fool and even walked out on because of my cautious refusal of radical treatment.\n\nAt the time, a large volume of research told me that my cancer deserved a slow and cautious response, but I was in a different world upon entering a urologist's office where invasive intervention was required.\n\nDespite all of the trouble that my poor old prostate has caused, I'm still happy to have it.",
        "The article neglects to delve much into the risks of the wait and see approach. I know one person who had a needle biopsy for her DCIS. When the cancer returned, it was in her liver and brain. As she tells people, her medications will keep it at bay until they no longer can. The article’s authors say that a majority of DCIS patients may be suitable for active surveillance, but we won’t know until we study the disease more. In other words, further study may show that some people could survive without treatment. On the other hand, “may” implies it could also show that those treatments were necessary, but that discovery would come at a cost: more woman with advanced disease.",
        "Another consideration should be the age of the patient.  In older people. 70+, the risk of the treatment outweighs the risk of the \"cancer.\"",
        "The word “cancer” itself perhaps should be jettisoned as overly broad.  Carcinomas, sarcomas, lymphomas, leukemias are diverse diseases with few common attributes.",
        "My mom was diagnosed with cancer in 2017. She refused to let me or my dad attend any doctor's appointments and only told us it was \"an indolent linfoma\". She's been under surveillance since then, and the linfoma never became \"active\". But the fear of cancer made her shut us off completely in terms of her personal health to protect us I guess. In the meantime, she development symptoms of dementia. However, her previous cancer diagnosis got us well too aware of the fact she didn't want us to be involved. I insisted she got tested, she refused. By then my dad was well taught about staying out of her business. Long story short, she was diagnosed with Alzheimers last year, it has been steadily progressing. I believe that if she wouldn't have shut us out of her medical condition (due to the fear of the C word) things might have gone differently. So yeah, do change the name, I think people have the right to have clarity. And sometimes the implications go way beyond our imagination.",
        "This is a typical American (USA) problem. As mentioned, in other jurisdictions e.g. Canada, western Europe, the proportion of men with low risk prostate cancer under active surveillance  / monitoring instead of immediate treatment is much higher. In those countries there is no need to change the name of the disease, since their clinicians provide the proper information to the man who is diagnosed with Gleason 6 cancer. It might also be that they might have less (financial) incentive than their USA counterparts to offer and encourage immediate treatment?",
        "The authors make a lot of sense. Of course, if we had a truly not for profit health system, it would help to discourage overdiagnosis. And we should not forget the thing about denial not being just a river in Egypt. People have a tendency to avoid recognition of a condition if they can. It's all very well to downplay the diagnosis of early stage cancers. But in bladder cancer, for example, leaving a non-wall penetrating growth without treatment is taking the risk that it develops into one that penetrates the lining of the bladder, a much more serious condition. Calling a condition \"pre-cancerous\" is more likely to concentrate the mind than to talk about a condition which with the passage of time could become cancer.",
        "Although the authors are experienced and well-intentioned, not sure I agree with some of what they propose. Here's why.\nMy dad was diagnosed with prostate cancer at the age of 83, but following the guidelines outlined in the article, not given aggressive therapy as it was thought (incorrectly) that given the type of cancer detected and his age it would not pose a serious threat.\nOver the next several months, still not undergoing any serious treatment, his condition worsened.\nThe cancer spread to my dad's lungs and ultimately to his brain. He died six months after his initial diagnosis.\nThe mistake made by the authors (and many other physicians) is one of \"complete knowledge.\" This is where physicians believe they know all that's relevant to a patient's case and proceed accordingly. Oncology, while vastly improved over what it was even 20 years ago, is still very much in its infancy, with many factors (and co-factors) remaining to be discovered. \nIf my father had undergone aggressive treatment soon after his initial diagnosis, he's likely to have lived another five years or more.",
        "Maybe I didn’t need my lumpectomy? But since my mother had breast cancer at age 60, I have no regrets. I was diagnosed when I was 68. I had the surgery and radiation. I am taking medication that inhibits estrogen from growing. \nI can rest easy now four years later. Would I be so confident if I had not had surgery? I am not sure.",
        "About fifteen years ago my doctor noticed something a little out of the ordinary with my prostrate in my annual digital exam. A guy with Harvard degrees in both medicine and law who was skeptical of PSA tests, out came the latex gloves every year. Although  my PSA was perfectly normal the following year, the digital exam revealed significant enlargement had taken place in the intervening year. The biopsy resulted in a Gleason score of four. Given the cancer’s aggressive nature, I opted for surgery with the Da Vinci machine. The guy could have had his choice of high paying specialities, but chose general medicine instead. His office walls were decorated over the years with his daughter’s drawings and photos, giving a real-time sense of who she was, reflecting, in a certain sense, who he was. When he retired, it felt like the loss of a friend.",
        "Thank you, doctors, for this informative, well-reasoned column. As a cancer survivor, I know the terror that accompanies such a diagnosis. We do need a new way to think and talk about this to ease patients' fears and reduce overly aggressive treatments.",
        "There can be many roots for over-treatment. In a for-profit system, profit can obviously be a motive. In a huge and bureaucratic system, resistance to change can be a root cause (the example of the reader who had stage 0 cancer and rcv’d stage 4 treatments). While change in how disease is described and the subsequent decisions on treatment is long overdue, I worry about this leading to denial of coverage by insurance companies based on demographics (in which there are often racial and other biases). We need more regulation of health insurance companies if population health and evidence-based treatments are widely used.",
        "What gets me are the blaring headlines that a certain celebrity is “fighting cancer” or they have a devastating cancer diagnosis, when all it is, is basil cell carcinoma. For anyone who is or has a relative truly fighting cancer, it’s like a slap in the face.",
        "This article should have at least discussed the possibility of not screening at all for some types of cancer in some age groups and populations. Active surveillance doesn’t seem harmless either. At least not emotionally harmless",
        "This is a problem that has vexed us pathologists for many years.  At a basic level, the diagnosis of cancer requires demonstration of tissue invasion, in which case metastasis becomes possible. However, the same histologic changes can occur prior to invasion; often when a biopsy shows non-invasive cancer, invasive cancer is found in more complete excisions. So there is a risk in under-treating non-invasive cancer. If the patient wishes to accept this risk (such as reasonably in  an elderly patient with limited life span), all well and good. But in today's medico-legal climate is unfair to ask the doctor to shoulder the risk entirely.",
        "I applaud these doctors who authored this article. In their own way, they are speaking truth to power. \nI was diagnosed with Stage 0 DCIS 2 years ago. Surgery and radiation was recommended.  The \"cancer\" cells were in a pea-sized mass.  \nI agreed to the surgery. But radiation did not make sense to me. The mass was tiny and in a localized mammary duct. Why would I need radiation if the mass was removed  and it was localized? I declined the radiation.\nIn the last 2 years, 4 mammograms have shown the area to be cancer-free.\n If I had read this article two years ago, I may have opted for the clinical observation approach only.\nI hope more medical  professionals adopt these recommendations for their patients.",
        "This should be shouted from the rooftops! In addition, during the “watchful waiting” stage patients would benefit from adjusting their diet and lifestyle as well as incorporating alternative treatments to aid their bodies to eliminate the cancer rather than remain passive.",
        "The medical community also needs to be much more forthright about the side effects of the treatments for these \"low risk\" cancers. Particularly for prostate cancer, where doctors leave too many people with the impression that treatment might only have a very small quality of life impact. Some are even uncomfortable or unwilling to discuss sexual repercussions. \n\nI follow a women's only forum for prostate cancer partners and spouses, and the tales of broken relationships, ruined marriages, disappointment, confusion, guilt, and the truly life altering reality of one's sex life being profoundly altered (or, in many cases, completely ended) are terribly sad. I will always wonder, as do many prostate cancer patients and their partners, if this damage could have been prevented if only we had been better informed of our options.",
        "I’m fighting my second advanced cancer.  My initial oncologists for each cancer recommended “watch and wait”.  I, immediately, sought second opinions.  In the first instance, my melanoma had already metastasized.  Had I stopped after wide local excision, I would have died.  I was young.  Back then, it was new for a young person to have melanoma.  Because I moved to a NCI (National Cancer Institute) designated facility, I lived.  My second cancer is rare and, often, patients are told to monitor because physicians are not up to date.  We learn more from ongoing research.  I have neuroendocrine neoplasm with liver mets and carcinoid syndrome.  It was once assumed that people “died with, not of” carcinoid.  We know better now but too many people died because physicians didn’t know that carcinoid (cancer like) is not an accurate name.  The idea of identifying cancer early, potentially as pre-cancer, is to remove it before it’s impossible, or even just more difficult, to remove.  My first cancer battle took 18 mos.  My current battle is ongoing, at nearly six years.  My cancers are not mentioned in the article.  If you are diagnosed, get to a NCI facility.  Always, get a second opinion!  Make your treatment decisions fully informed.",
        "A glaring omission from this op-Ed is any discussion of tumor genetic profile tests which exist for both DCIS and prostate cancer (including Gleason 6). \n\nThe authors are correct that many of these cancers don’t require treatment. Some do. Precision medicine with better risk-stratification of individual patients, including tumor genetic data, helps us to tell which is which.",
        "I have CLL, the most common form of Leukemia. Since being diagnosed three years ago, I have been told repeatedly by my oncologist that my \"cancer\" will not kill me. I never needed chemo, am in remission, and have no tumors or organ involvement. But the name of my disease sounds like a death sentence. At this point, I wish they would stop calling it cancer and start calling it Maxine!",
        "Back in the late 80's and early 90's the European Union had a programme \"Europe Against Cancer\" which aimed to improve awareness AND reactions to the various forms of cancer. Alongside the anti-tobacco and healthy eating campaigns we promoted early detection and soon realised that screening would not succeed unless the public was convinced that there could be effective follow-up to any positive results.\n\nSo one response was a slogan \"Cancer - a word not a sentence\" which had some success in English-speaking countries but sadly did not work so well in other languages!\n\nWhile I understand the motives of the desire to rename non-lethal cancers I very much doubt it will work in most cases - much better to demystify and better explain what cancer is than to try to find a euphemism which itself will no doubt eventually have to be 'contextualised' and perhaps re-euphemised.",
        "Dr. Esserman- my surgeon told me you should lose your medical license because women will die under your non-interventional care. One of those women could have been me. I had Stage 0 DCIS, but post-mastectomy the pathology reports revealed small amounts of invasive cancer. I was 40, with no family history, a healthy lifestyle of regular exercise and low fat diet. I had two toddlers at the time. I'm grateful for the invasive treatment- I don't feel disfigured, and the psychological impacts of ridding my body of the cancer were tremendously helpful to my well-being. I'd take double mastectomy any time, any day and would never be able to live in constant fear of your watch and wait clinical philosophy. Maybe if I were 70.",
        "Until research confirms which DCIS cells become aggressive breast cancer and which will lie dormant forever, this \"it's not reallllly cancer\" conversation is hurtful....especially for those of us who have family members who have died young of cancer. My DCIS was treated seriously by my doctors and trivially by my HR. \"Wait and see\" is not always the best option when the speed of cancer cells is an unknown factor.",
        "Aggressive prostate cancer advocates trumpted the 24% increase in survival after it was recommend in the mid '90s aggressive treatment be the norm.   Sounds good, but.....  When the 5 year survival rate was already at 96%, a >24% means it went up to 97%.  Aggressive radiation and hormone suppression therapy and/or surgery all have predictable and too often chronic side effects from loss of bladder control to impotence to chronic urinary tract infections.  I was furious at my father's doctor for pushing radiation and hormone suppression therapy on an 88 year old man based entirely on a PSA and vague biopsy showing \"changes\".  It is being observed that hormone suppression therapy in older adults seems to cause dementia-like symptoms of memory decline with some regaining cognitive health once treatment is stopped and others not.  It is younger patients <65 who are more likely to have an aggressive form of prostate cancer while those over>70 do not.  >70 years of age, 2 of 3 men biopsied will show cell changes that are \"possibly cancer\".  Last, when Dad went thru his 40 radiation treatments, I saw the bills and each treatment was charge mastered at $4,200.  Medicare paid around $800, more reasonable but still $4000/week for 6 weeks for something that should never have done in the first place.",
        "The very problems identified here are not caused or fixed by removing the accurate name of cancer. Like anything else, it is a spectrum - an umbrella - and nuance is most certainly needed when a DR and patient discuss treatment options. Removing the name doesn’t fix the problem of ‘one size fits all’ anymore than the magical thinking that if we don’t test for COVID/flu/RSV etc then we don’t have as many cases of those conditions. The solutions seem to me to be better based in education (of both health care professionals and patients), in a broader array of options presented for care and fixing a hopelessly broken health care ‘insurance’ system in this country that makes money off of sick people. Health care in its myriad forms ought to be a right afforded to every human being.",
        "Fully agree with the recommendations clearly presented in these article.  However, the incentives are stacked against immediate changes since the word “cancer” poses pure fear on our culture and our “for profit” healthcare system has probably capitalized on it creating a multi billion dollar market around it. Cancer hospitals, oncology doctors, cancer drugs, cancer foundations, cancer research. We expanded the industry creating cancer treatments for our pets!  Lumping everything into one bucket and calling it “cancer” makes it easier in keeping money and profits flowing.  \n\nOn the positive side however, it is exactly the same money and economic interests that has allowed the tremendous progress that was made in this field.  It’s no doubt that the progress in cancer research has benefited millions of patients.  The fight against cancer is won also by changing the narrative as we gain knowledge about the enemy we are fighting.  This article is a great step in that direction.",
        "Thank you.\nFive or six years ago I had a mammogram.  I was told it was suspicious and I needed a diagnostic mammogram.  The diagnostic was also suspicious.  The radiologist recommended a biopsy.  I had read a lot about DCIS and how at my age (77) a mammogram is not even necessary.  I read DCIS doesn't spread, and I was more likely to die from something else.  And that some doctors did not even consider DCIS a cancer.  I declined the biopsy and the radiologist was so concerned she wanted to hug me and she started to cry.  Six months later I had another diagnostic because I was concerned.  No growth.  Still recommend biopsy.  I forgot it until last year when my insurance company would pay me $50 for another one.  Different radiologist.  Benign calcifications.  Return to routine mammograms; no more diagnostic mammograms necessary.\nAt 83, I will probably decline any further mammograms.  Am really happy I stuck with my feelings and declined the biopsy.  I tell my friends about my experience.  They still get routine mammograms.\nSaved the taxpayers some money.",
        "Following a total hysterectomy for uterine cancer, my mother is going through devastating chemo and immunotherapy treatments for what has, since her surgery, been deemed NED ( no evidence of disease). It was explained to her that the surgeon removed all the cancer she could see, but that the treatments would take care of the microscopic cancer that had “seeded.” My mother is in her mid-eighties, and I wonder if surveillance as described in this article would not be a ￼more humane and prudent approach.",
        "Thank you for this article. As a pathologist, I diagnose cancer daily. The authors make a great point. However it should be noted that the correct treatment algorithms for DCIS and Gleason 3+3 prostate cancer already exist, and should be followed. I will be forwarding this article to my urology and breast surgeon colleagues.",
        "My hope is that we can start accurately identifying cancers, pre-cancerous, and benign. As someone who had suspected advanced thyroid cancer based on someone reading an ultrasound yet having a long history of unchanged dead center normal thyroid blood tests, this cost me about $4000 and my job. It also took 6 months to get an emergency appointment. Biopsies showed nothing abnormal. I am now stuck in this protocol for another 4 years of scans costing $500 every 6 months and $300 appointments to hear nothing has changed. And then there are the days missed at work. Another person read an abdominal scan and determined I had stage 4 kidney cancer. At least this specialist determined that this just was not true. But here too it was a 5 month wait and over $6000 in scans. My ACA insurance didn't cover any of these cancer scares because the needed equipment and specialists were not in the county that I lived in thus were out of network.\n\nOur system is broken beyond repair. And while watching is nice, here too there is room for improvement. The thought that I am taking an appointment away from someone with a possible cancer weighs heavy on my soul.",
        "This is such an important article.  My mom was diagnosed with DCIS many years ago, and subjected to invasive therapies.  Surgery, lots of radiation, etc.  The stress was intense.  Flash forward a few years, and she was told that her DCIS diagnosis really shouldn't have been treated so aggressively.  A few years later she was diagnosed with terminal lung cancer, and was told that her past smoking plus all the radiation from the DCIS \"treatment\" may have been part of the cause.  We will never know, but the reclassification of DCIS would be helpful for so, so, many.  Thank you for this article.",
        "I don't get it.\n\nAssuming someone is intelligent enough to read this article, they should be intelligent enough to research their own medical condition, right?  So, if the normal designation of a full-fledged, developed cancer is used to describe a condition with huge potential to grow to a full-fledged cancer diagnosis, why would they not know this from their own review - and, discussion with their doctor?",
        "Mortality from prostate cancer was on the decline UNTIL the USPTF recommended against PSA screening. Since then, while mortality from other cancers has continued to decline, mortality from prostate cancer has flatlined. And more men are being diagnosed with advanced disease. Should we just resume PSA screening? Not necessarily - we need better /refined testing to detect clinically meaningful prostate cancer and AI may assist in this task. That's a much more responsible approach than \"renaming\" cancers.",
        "A fried who is a pathologist has said for years that though he is obligated to report DCIS to doctors, it has been done with reluctance by him and his colleagues because they know the unnecessary procedures it can lead to. This is what they have hoped for—a way or calling this result something other than the blunt and actionable term, cancer.",
        "Following a total hysterectomy for uterine cancer, my mother is undergoing devastating chemo and immunotherapy despite her condition following surgery deemed as NED (no evidence of disease). She has been told that her surgeon removed all the cancer she could see, but treatment was necessary to take care of any cancer that may have “seeded.” Given that my mother is in her mid-eighties, I am wondering if surveillance as described in the article would be a more humane and prudent approach.",
        "This is one more example of how those of us the world of medicine have done a poor job of giving names to conditions which concern us. This causes patients a lot of unnecessary worry, & influences people to make decisions which they might not make if we gave their condition a less perjorative name. \n\n Perhaps the most common example of this is the term\"pre-diabetes.\" When applied to someone who has a fasting blood sugar of 100-120, it suggests that such a person is very likely to become a full-blown diabetic very soon unless they make drastic changes in their lifestyle. But this is quite misleading. They may be at increased risk for diabetes compared to the public at large, but they have a very good chance of never becoming diabetic unless other risk factors (e.g, obesity) are present. \n\n Because the wored \"cancer\" is widely associated with a fatal prognosis, it is important to not use this term for people with a mild disorder (e.g., ductal carcinoma in situ) whose prognosis for long-term survival is excellent. When making rounds on an oncology floor, I would always use the term \"Mitotic disorder\" if a physician colleague asked me about something while we were at the patient's bedside. Similarly, using the nterm \"disorder of cell division\" is both technically accurate & less likely to cause someone to panic unnecessarily.",
        "My father had lung cancer, underwent chemo & radiation, and was more-or-less fine for about 6 years (remission or just not active disease?). Then he was diagnosedwith prostate cancer. His doctor told him that he was more likely to die from something else (he was 84 at the time) and did not recommend treatment. My dad, however, wanted treatment, so started radiation. Within a couple months, the lung cancer came roaring back to life and he was dead 6 months later. We all wondered if the stress of the new treatment gave the lung cancer the opening it needed to come back to life. Had he opted for active surveillance, perhaps he would have made 90? We'll never know, of course, but the question remains.",
        "Great to hear this call from a breast cancer surgeon and urologist.  As a retired primary care physicians, I could not agree more. I have counseled more than a few patients to be conservative on some prevention and treatment for the reasons described here. \n\nI would add a corollary: Let’s make cancer plural. Each cell type and organ differs dramatically from others. “War on cancer” and “Cancer moon shot” make for great fund-raising marketing, but we physicians know that pancreatic cancer, lung cancer, prostate cancer, breast cancer, glioblastoma, and myeloma are six separate conditions.",
        "Not all doctors are greedy. I was diagnosed this summer with Gleason 6 cancer in two spots on my prostate. Dr. Eggner wrote a similar piece a couple years. This year,  my urologist said I was a very good case for active surveillance. I'm going back for a PSA in January. Probably a biopsy every couple of years. As long as it says Adenocarcinoma on my biopsy, I consider it cancer. Maybe it is time to change the name.",
        "Intellectually this is accurate. Emotionally it is difficult to practice for both patients and doctors. I would try to explain this to my patients after they were referred for surgical consultation after a needle biopsy of the anxiety producing “suspicious changes” or “microcalcifications” on mammogram reveal DCIS, ducal carcinoma in situ. Why do the call it cancer if it isn’t the cancer that kills so many people. I would recommend they read the cover story from Time magazine Oct 12, 2015. “What if I decide to just do nothing”. I also remember my brother calling me asking why his urologist recommended watchful waiting after his prostate biopsies triggered by a high PSA showed cancer and I told him I agreed with and was proud of his urologist for recommending that.  So here we are a decade into this discussion and I have not seen any change.",
        "the problem is that doctors/researchers still don't know for certain which cancers will move aggressively.  they know the odds, but not the certainties.  for example, there are women diagnosed with stage 1 breast cancer that can move aggressively even though the odds are against it.  however, if yo are the one with this aggressive stage one breast cancer, the odds don't really matter.  the doctors should focus on improving their knowledge of these tumors before getting out in front of their skis",
        "I question the author’s statement about the profession “routinely” treating Gleason 6 prostate cancer. He has a much wider view than I do, but some of my acquaintances and I who have that diagnosis have been counseled by our physicians to pursue a “watchful waiting” course of action, that is, no intervention while frequently monitoring indicators. Also, my doctor told me that prostrate cancer in younger men can progress virulently, as opposed to older men where it can remain static.\n\nPoint is, there may be a number of factors to consider treatment other than a low-moderate Gleason score.",
        "Very thoughtful and necessary piece. My own experience is with colon “cancer.”  Had my recommended screening colonoscopy at age 50 about 7 years ago. A polyp was removed which turned out to be a Grade 0 neuroendocrine tumor (NET). Fortunately, I have a PhD in biology and some of my research is in cancer. When I read the pathology report, I was relieved to see descriptions of something that was not cancer, although it may have evolved into such. Follow-up screenings for 3 years were all negative. Despite all this, my chart still indicates a “history of cancer.”",
        "I suspect that the revolution in treatments that use a patient's own immune system to fight cancer will eventually change the protocol for these early/premature diagnoses, regardless of what we call them. Immunotherapy generally has far fewer side effects than chemo, radiation, or surgery. Anti-tumor vaccines are also in the works. Can't come soon enough!",
        "Pathologists have recognized for many, many decades that cancer is a very heterogeneous disease. Prostate cancer is commonly found at autopsy as an incidental finding unrelated to any clinical disease. Is the idea here to change the name to compensate for the failure of some (?many) physicians to understand this?  Who is making physicians recommend radical therapy? it isn't pathologists.",
        "It's not an emergency until it is, especially with breast cancer. Waiting to see if it exits to another part of the body is sometimes not a great idea. That's the tricky bit.",
        "The low Gleason score fellow will be fine until the medical industry convinces him that he has low T.  He starts medications or supplements that change the nature of his cancer.  Aging is complicated.  But there is a symbiosis of the deterioration process so that as parts fail they actually reduce the stress on the remaining systems.",
        "ve Surveillance for 13 years with Gleason 6 prostate cancer.  My first urologist/surgeon recommended surgery, of course, and even sent Certified Mail notifying me that he wasn't taking responsibility for my inaction.  A friend recommended an academic urologist who, on my first visit, sent me to the university medical library with directions to read several articles on clinical studies,  Now I follow research via NEJM and Lancet, particularly ProtecT and PIVOT clinical trials, and have 6 month PSAs and annual urologist visits.  If you don't have Gleason 7 or higher, you have time to do your research before you decide to have surgery or radiation.",
        "First mammogram age 31. Terrified by news of calcifications. \nNow age 69, no family history, NO alcohol, enthusiastic exerciser, not fat. \nIn between, 4 biopsies—all benign. \nCountless mammograms, many at intervals of 6 months in the 1990s, when kids were young. Lived in constant fear of cancer death sentence. One day a radiologist walked in after mammogram with my paper medical records and said: “This has to stop.” \nResumed annual mammograms. Tried to stop frantic neurotic self-exams, eventually succeeded. \nEventually came the ominous “you might have DCIS” — more X-rays, MRI, core needle biopsy. Sent to surgeon who EAGERLY described what she’d do when the DCIS diagnosis was made. \nHad surgical biopsy. Negative. Got distinct impression that surgeon was disappointed. That was 10 years ago, and even I knew back then that DCIS wasn’t cancer. But what really bothered me was the surgeon’s explanation to me of her very aggressive battle plan to treat DCIS (which it turned out I didn’t have). \nI finally came to my senses then re surgeons wanting to do surgery, put myself on an 18-month schedule for mammograms, and will never get another biopsy without a second opinion first.",
        "I was diagnosed with prostate cancer in January 2016, with a Gleason score of 6. I took a year to consider my options including surgery, radiation, and \"watchful waiting\" (which means only monitoring it.) I opted for robotic surgery and had my prostate removed in January 2017. By that time, the Gleason score had advanced to 7 and the cancer had expanded within the prostate. Since my surgery my PSA has been zero, and I have been \"cancer-free.\"\n\nI have no doubt that this was the correct decision and have no regrets about opting for surgery. Prostate cancer is the #2 killer of men and having it removed and out of my body was a HUGE psychological relief (as well as a physical one).\n\nThe effort to minimize the risk and to call cancer by some euphemistic, neutral term totally discounts the patient's peace of mind and mental relief achieved by removal of the cancer. This is most unfortunate. And simply relying on a Gleason score of 6 or below would not have worked in my case.\n\nFinally, medical \"profit\" was not a factor at all in my case. I consulted with a half-dozen physicians and a number of prostate patients. Not a single person advocated for one therapy over another. I found the entire process to be informative with no agendas -- hidden or otherwise. I ultimately made my decision based on my assessment of the facts, without pressure from anyone.",
        "Women have been saying this for years and they get shamed and shouted down. DCIS/Stage 0 terminology came in so as to get women's attention and let us all feel like we're doing something, consequences of overtesting and overtreating be darned. \"You must want my Aunt Hortense whose cancer was discovered in a mammogram to die, then?\" \n\nBut the equivalent for men? Immediate backtracking when men objected to the risk of unnecessary incontinence and impotence.\n\nHmmm.",
        "Medical editor here. I specialized in working with this country’s leading breast cancer researchers, writing grants to the National Cancer Institute. I’m not a doctor, but have helped their writing for three decades. \n\nI could not possibly disagree with this essay more. I was fortune to help raise funding  for what we now call personalized medicine — genetic and genomic tests that can pinpoint one’s exact type of cancer and its likely prognosis. \n\nI benefited from that wonderful science a year ago, when diagnosed with stage 1a DCIS, estrogen receptor positive. First, it HAD spread to several lymph nodes. Second, although estrogen blocking drugs do slow or halt spread of ER+ cancer, the side effects of the drugs are worse than surgery or radiation. My 59-year-old joints are now as stiff and painful as a woman in her 80s. \n\nI elected bilateral lumpectomy and short radiation.  My surgeon conserved my breast so well that even my husband can’t tell I had surgery. I quit taking the dreaded drugs, as I’d rather face more surgery and radiation that those mothers. \n\nEveryone’s reaction is different. But telling cancer patients they have some unpronounceable condition and not to worry about it borders on malpractice. Cancers can and do spread. Worse, people generally don’t take good care of their health. (Been to a Walmart lately?) People should not be lulled into a possibly false sense of security abut their lives.",
        "Equally important in my opinion is the consideration of treatment for certain forms of invasive cancer. My sister had a stage one invasive ductal carcinoma. Her first surgeon insisted on a mastectomy and strongly recommended a double mastectomy. \n\nAfter seeking a second opinion, she was assured that her type of cancer was not aggressive and could be treated with a lumpectomy and radiation. Eight years later she remains cancer free. \n\nThe point is that even with some invasive cancers, less invasive treatments can be an option.",
        "All I know is that when the learned academic medicos promulgated mammograms every two years instead of annually, a half dozen of our women friends were subsequently diagnosed with later stage breast cancers than if they had been screened earlier. More lumpectomies! More chemo and radiation! Rationing diagnostics does not make cancer go away!",
        "When I was first diagnosed with Gleason 6 prostate cancer 14 years ago I was terrified and even aghast that I was the one who would ultimately make the treatment decision, with ample support from Dartmouth’s exceptional urology team.  The percentage of men deciding on active surveillance was quite low at the time but with information and encouragement that’s what I opted to do. After the first couple of stressful years I fell into a routine of semi annual PSAs and biopsies every couple of years.  Long story short, what turned out to hopefully be my last biopsy earlier this year came up with only normal tissue. No cancer in sight. It’s most likely still around but at this point undetectable. And for the first time since 2008, I have no checkups, appointments or PSAs on my calendar.  For men with Gleason 6, simply monitoring this level of cancer is somewhat stressful because you feel like you should do “something”, particularly at first, but that worry fades with time and the medical technology that can regularly monitor your PC status keeps you  \nhealthy and safe.",
        "In 2017 I was diagnosed with Prostate Cancer, Gleason 6. My original Dr. advised immediate surgery. I got a 2nd opinion from Sloan Kettering and advised to do active surveillance which i did with them for 5 years. I did MRIs every 2 yrs and blood tests every 6 months. After 5 years I was told I needed surgery which Sloan did successfully. It was learned after surgery that the cancer was certain to spread if I continued to wait so everything Sloan told me was correct and I am very happy with the results.",
        "I have cutaneous B cell lymphoma.  My specialist wishes they would pull this out of the cancer or lymphoma designation.  Unless it get into the lymph system it is isn't considered systemic.  I had radiation on the one spot and that might be the only spot I ever get.  But the reaction to hearing Cancer or Lymphoma was intense.  We monitor spots and check lymph nodes but that is it.",
        "My experience has been the opposite - constant discounting of cancer risk in early stage leading to delayed diagnosis and advanced cancer.  4 out of 4 cases in my immediate family.  Occams Razor seems to be the ingrained philosophy of medical school - and it has failed my family repeatedly.",
        "I was diagnosed with DCIS. I did ask the surgeon if surgery was necessary. She informed me I could wait and see if it became something more aggressive. I did opt for the surgery and I am glad I did because my tumor turned out to be Stage 1 breast cancer requiring surgery and radiation.\n\nOne really doesn’t know how one might react when told they have cancer. Maybe if I didn’t have great insurance, I would have taken the wait and see approach. I am grateful I could get the proper treatment.",
        "I was diagnosed with DCIS 2.5 years ago and was fortunate enough to have been referred to one of the small handful of breast surgeons who immediately assured me that I did not have cancer; cancer by definition is invasive.  I am following an active surveillance protocol, which has so far spared me the \"standard of care\" which prescribes mastectomy and radiation, which would be medical malpractice for a condition, that were it to advance to invasive cancer, would have the same prognosis as DCIS.\n\nDo your research, don't get bullied or terrorized into unnecessary treatments for early stage, non-invasive \"cancers\".",
        "Totally agree with the need for more accurate labeling as the evidence evolves. But we need more than that. Doctors should involve patients in the decision-making process and give them understandable information about the risks and benefits of their options. No one decision is right for everyone, even if their clinical situations are the same. Patient decision aids exist for many decisions where there’s more than one reasonable choice and many incorporate the best available evidence. Numbers are used to describe the pros and cons and are presented in a way that nearly everyone can understand and then interpret through the lens of their own values, preferences, and life circumstances.",
        "Make the diagnostic tests cheaper and more accessible. \n\nIf full body MRIs were cheap and fashioned in an environment that does not resemble a weird spaceship that terrifies people, they could solve so many of these dilemmas.",
        "Cue the list of anecdotal experience comments....sigh",
        "The article makes sense.",
        "The other side of this are the ones who are not fine…unfortunately a lot of medicine is guess work and you have to be lucky to be on the right side of the guess.",
        "I could have not agreed more! I went through hell while having a 10 month old baby because my mammogram showed a suspicion for DCIS. It ended up being nothing but the PTSD from the  crazy biopsies ( not 1 but 3!) while nursing my baby will stay with me. Thank you for putting this issue into the spotlight. Let’s hope for change.",
        "Over-treatment is not the same as “over-diagnosis.” Terribly misleading conflation of separate issues.",
        "Call me a nerd/pedant, but I always bemoan easy sociolinguistic shortcuts and the lack of granularity of nomenclature.",
        "'Waiting' is psychologically difficult for many people.",
        "Even the name DCIS doesn’t make sense on its face. Is it carcinoma or is it in situ? Just scares patients.",
        "Seems reasonable but one has wonder about the notion that changing a name is the cure.",
        "Any gap in treatment can mean going into scheduling hell for medical care. Need to have something looked at in 3 weeks? It might take you 3 months.\n\nThe administration doing the scheduling does not always understand the nuance on who needs care or careful monitoring in a short time frame. But doctor time is incredibly short in supply in many regions.\n\nI have been trying to see a medical professional for about a year now. I hope I haven’t had any serious medical conditions develop during the time leading up to November 20th (date of my medical appointment).\n\nIf something is wrong, I need to get care for it then or get lost to the medical system.",
        "Important article, thank you.\nAnother aspect of this general issue is that improved understanding of the different tumor types can lead to new pathological definitions, sometimes with new therapeutic approaches.\nOne example is the newly recognized \"Non-invasive follicular thyroid neoplasm with papillarylike nuclear features (NIFTP)\". NIFTP are thyroid tumors that until recently were classified within the (malignant) Follicular Variant Papillary Thyroid Cancers (FVPTC), but are now recognized as separate, benign (or \"pre-malignant\") thyroid tumors.",
        "This is a terrible idea.   Dumbing down or confusing patients is never a good idea, and this is what this sounds like to me.  This could have long range negative impact from diagnosis to care to treatments to research to funding.",
        "One cannot discuss change in provision of medical care without including insurance in the discussion.\n\nOne would think this is a win-win for insurance as it would reduce payment for treatment; however it would require spending money on screening, prevention, and care. Would insurance balk?",
        "In order for this to work, patients need to have confidence in the medical profession - built through relationship building. Unfortunately, that is not the system we have. Instead, most of us experience perfunctory interactions, often where the doctor is simultaneously writing notes on a computer screen while \"talking\" with us, and often discouraging of questions or real conversation. Esserman and Eggener should look to improving the role of the doctor before renaming diseases so that they can offer lesser treatments.",
        "There are many important issues raised in this article but probably most important is the need to gather within a reasonable period of time, data to make reasonable, evidence based decisions.  As discussed, randomized clinical trials still are the gold standard but they are expensive and recruiting patients to a protocol that includes deferred treatment is difficult.  \nAlternatively, their is the option of collecting information from patients treated by their physcians with various approaches and comparing their outcomes over time.  Unfortunately, at the present time this is almost impossible because of  HIPAA Privacy Rules intended to protect individuals' medical records and other individually identifiable health information.  No one argues that patient privacy is important but the balance between individual privacy and the ability to answer important medical questions such as those in the present article is inappropriately and unnecessarily tilted. The tools to do this already exist and IT systems in which reasonable individual identifiers can be protected are possible.  However, accomplishing the goal of collecting, sharing and using large amounts of clinical information to  improve care requires  cooperation and interaction between all components of a  healthcare system ...something that does not exist in our country",
        "I agree that the consolidation of healthcare companies, private equity, health insurance companies buying medical practices, the lobby dominance of the pharmaceutical companies, and the consolidation of health insurance companies are very dangerous trends that the Federal Government does not seem to have the will or capacity to reverse.\nThe good news is that dedicated physicians are still doing studies that are showing the way forward to get the best possible outcomes with the least damage to patients.",
        "Good article, sensible recommendations. Dr Julius Hackethal made these exact recommendations in Germany in the 1970s, though his were far less well supported by scientific knowledge. Similarly, though more recently, the statistician Gerd Gigerenzer has made similar arguments based on analyzing the results of various screening tests. Glad to see their then-revolutionary positions are being vindicated. Though it's amazing how long it takes for reasonable reform proposals to filter through to actual medical practice.",
        "Good article, sensible recommendations. Dr Julius Hackethal made these exact recommendations in Germany in the 1970s, though his were far less well supported by scientific knowledge. Similarly, though more recently, the statistician Gerd Gigerenzer has made similar arguments based on analyzing the results of various screening tests. Glad to see their then-revolutionary positions are being vindicated. Though it's amazing how long it takes for reasonable reform proposals to filter through to actual medical practice.",
        "The big money is in surgery and drugs and aggressive treatment, no matter how worthless. \nIf you don’t want to be over treated, stay away from doctors. \nI’m in my 80’s and my secret of health is I haven’t been near a doctor in years.",
        "It is also important to understand that Medicare (and probably many private insurers) grossly underpay for diagnostic studies that could help determine whether a condition is serious or not. My example - elevated PSA, negative biopsy. Urologist recommended watchful waiting and said that if PSA increased quickly, an MRI was next step. Insurers are afraid to authorize MRI’s because of “cost” but eventually got an MRI of the lower back for a back injury after months of ineffective PT and waiting (the MRI also incidentally images the prostate). I was shocked to find out that Medicare pays a mere $200. The MRI as read by the radiologist said BPH, and the urologist agreed that the negative MRI should give both him and me comfort in the conservative protocol. MRI is exquisitely suited for a variety of soft tissue injuries and diseases, yet is disparaged by insurers as “overdiagnosing”.  $200 is a trivial cost (too low in fact) compared to the value of knowing whether or not to move to aggressive treatment.",
        "“Many [patients] make the understandable choice” for aggressive treatment. \n\nWhat a bizarre way to say doctors offer expensive, unnecessary plans of care that tie these people to vast medical debt and crummy insurance companies.",
        "Something this article failed to mention is that with DCIS patients have surgery, radiation but additionally are told many women to take tamoxifen for 5 years, to prevent a reoccurrence.   Most women opt in for this additional treatment on the theory that they want to do everything possible.  And many drop out because of it's bad side effects.",
        "It is well known doctors justify greed as they care about their patients.  \n\nIt is unfortunate so many in this country have made taking medications and treatments as badges of honor just on the opinion of doctors that may be conflicted. \n\nAmerican's great doctors can tell their patients the truth and America's conflicted doctors can justify their greed as patient care.",
        "Whether or not I should have opted out of Lupron treatment, and radiation (44 times), is moot for me.  Now, I am experiencing severe cardiac issues and body altering side effects that I attribute to Lupron.  I am 72 and thought I could live another decade before all of this.  Now, I am looking at less than 5 years left.  The treatment has truly killed me.",
        "It strikes me as disingenuous that patients are blamed for wanting aggressive treatment several times in this article. Patients are merely responding to decades of media urging aggressive procedures (and screenings) driven in no small part by the insatiable profit motives of the medical industrial complex. And every treated patient is told that their case indeed required exactly the care their physician performed. It’s going to take tremendous effort to right this ship.",
        "As long as health and medicine are commodities to be bought and sold, noninvasive, wait-and-see approaches will have a hard time gaining ground. There's profit to be had in treatment, incentive to treat aggressively, and disincentive (in the form of malpractice suits) to being conservative.\nChanging the label will certainly help, but changing the profit model is needed, too. Reward practitioners, facilities, and insurance companies for the health of their populations, rather than the amount of treatment patients receive.\nMake medicine nonprofit.",
        "I have long had a vision of a high-technology future in which with all the pollutants we produce, everybody would have one or more cancers all the time, which would be held in check by ever more effective treatments. \n\nIt would be like war: an escalatory dialectic between offense and defense. Everybody would be having chemo all the time. Most would live into their 80s in good enough \"health\" to continue to work, mow their lawns, go on cruises, etc. Maybe barber shops and hairdressers would do IV's too (barbers used to do minor surgery)..\n\nI got this idea because I had a friend who was a nuclear medicine researcher who had even founded the department in a major university and wrote the textbook.",
        "In a for profit health care system it’s income (revenue) rather than outcomes that take priority.",
        "Agree entirely with the perspectives and options outlined in the article.  If the United States truly had a “healthcare system” with a single payer the suggestions and changes might actually happen. In the current US healthcare system one is fighting the economic gorilla that doing more (surgery, chemo,radiation) generates more income because of the fee for service system. Additionally, the manufacturers and oncology organizations would lose dollars.  Until the payment structures are changed positive changes for patients will be very difficult, if not impossible to change.",
        "My “DCIS” was actually stage 1b after the lumpectomy tissue went to pathology.",
        "this would be wonderful if everyone had equal access to screening and follow-up measures but our current healthcare system cannot support the level of patient care nationwide that this would require",
        "This may be one of the most important columns of the year in the Times. No one wants to hear that they went through painful surgery/procedures unnecessarily, but apparently that's what is happening to MANY people. Yes, it may be a matter of profit, but I think it's easy for some medical professionals to go after everything with brute force because then they can't be accused of ignoring illnesses. As other posters note, the entire philosophy of medicine and health needs to be changed in this country. There need to be many more stories like this.",
        "Surgery is a billable event. I’d like to see the difference in earnings for a hospital when the decision between surveillance and observation, medical treatment, and surgical treatment are laid side by side.",
        "What about Basal Cell Carcinoma of the skin?",
        "Six Years ago I had a prostate biopsy with a Gleason score of 6. My urologist recommended (almost insisted) on monitoring. His comment was the treatment was worse than the disease. Within a year it had risen to 7. I had surgery and am fine. My point is it seems like these recommendations were already put in practice 6 years ago. What I don’t like is the push for everyone to get a PSA test without letting people know what happens when the test comes back higher than normal.",
        "Get care at an academic center that follows protocols. You end up with better outcomes and evidence based medicine.",
        "Waiting and monitoring do not get to the root cause. How about a genetic workup, or at least enough bloodwork to determine immune system issues?  A simple vitamin D level determination to start with?",
        "@Jake S. Well said - I too was diagnosed with stage zero DCIS last year and when I asked two surgeons and a medical oncologist if I couldn’t adopt a “watch and wait” approach, I was told “we don’t have enough data”. My family was anxious, which played into my decision to have treatment. I proceeded with the lumpectomy and radiation but my type was not estrogen receptive, so no chemo. I also just completed a reconstructive surgery. All of this was painful, inconvenient and expensive. But as Jake points out, why would a surgeon not recommend surgery?  It’s how they make their money and of course have the hammer of malpractice lawsuits hanging over the heads.",
        "Always, always get a second opinion.  Early stage cancers do not need to be treated immediately. Be your own advocate and take the time to gather information before deciding on a plan of treatment.",
        "On the other hand, there are cases like mine where an elevated PSA score was noted during my annual exam but dismissed as insignificant by my physician assistant because I had no symptoms.  An adverse reaction to a Covid-19 booster shot brought me back to my primary care provider just three months later when another PSA was taken, which showed an even higher PSA score.  Getting in to see a urologist took another two months which led to a biopsy, which confirmed a benign cell type but nonetheless aggressive tumor.\n   \nHad I not experienced a severe vasculitis from the Covid-19 vaccine, I would still be waiting for my annual physical exam with an advanced and deadly tumor.   As is, despite a pre-surgical PET scan showing no metastasis and lymph node frozen sections at the time of surgery being negative, post-prostate surgery I still have an elevated PSA and the post-surgical biopsy showed a higher grade tumor.\n   \nAggressive treatment was the correct approach in my case.  I now face radiation treatment and a five-year survival rate of 30% despite feeling fine.",
        "All good ideas. The current system makes adoption of them slow and uneven. In the meantime, we patients have to figure out what's right and then try to get medical professionals to do it. I don't mean to be a complainer but that's how things are on the ground.",
        "There is a cost to this for patients with more advanced disease who wait for treatment. Of course the health care system gets fees for lots of procedures and an inflated success ratio.",
        "Great article. We are entering an age where many cancers are treatable, and it makes sense that some of the early stage lesions be called what they are--pre-cancerous. People accept this idea with moles, for example: they should keep an eye on them and report any changes to their doctor.",
        "I am in complete agreement with this. I was diagnosed with Stage 0, DCIS. Stage zero mind you. The stages go up to Stage four (4). The medical community was totally on me to get lumpectomy surgery, even full mastectomy, followed by 6 weeks of daily radiation and the 5 years of chemo. That seemed way way overkill. They did scare me into getting a lumpectomy, which I now regret because it has weakened my arm and lympnode system. It's crazy.",
        "This sounds thoughtful and reasonable--we should do this. How do we encourage this change?",
        "Finally figured out what the word metastasis means. I mean, I knew it meant spread all over, but never took the time to realize it was a compound of meta and stasis, literally meaning at a higher state or level above base state. We pronounce it metas-tisis, breaking up and obscuring its constituent parts.",
        "When you're a hammer, everything looks like a nail.  This is why I avoid doctors as much as possible."
    ],
    "web_url": "https://www.nytimes.com/2023/08/30/opinion/cancer-breast-prostate-treatment.html"
}