{
    "main": "Should Human Life Be Optimized?",
    "abstract": "Advances in genetic testing and artificial intelligence are changing what’s possible for those undergoing I.V.F. Are we ready for the future of fertility?",
    "keywords": [
        "Intellectual Disabilities",
        "Embryos (Human)",
        "Genetics and Heredity",
        "In Vitro Fertilization",
        "Genomic Health Inc",
        "Polygenic Screening",
        "Orchid Biosciences Inc",
        "Prenatal Testing"
    ],
    "comments": [
        "Designer babies, the most direct way to a future of idiots. Haven't we learned the anytal wisdom of evolutons randomness? I understand trying to avoid illness, what is considered desirable now is in effect a fad with unkwown future implications. Take for example intelligence, the fact is we don,t even truly understand the concept, never mind have an inkling of the myriad if genes involved in it. For all we know the few genes that we suspect might be associated with it may also be associated directly with other characteristics that have other deleterious effects Another great example is height, it happens to have a direct relationships with dying earlier from cardiovascular disease. As we all know, there are not many, if any, 90 y/o 7 foot people around! Trying to select genes for what we vainly consider \"better\" attributes in not only ignorant, it's also dangerous and ultimately counterproductive. It's classic eugenics and we know where that leads. There is no ubermensch. It's a fantasy for the feebleminded and otherwise insecure.",
        "Wow. Wealthy competitive parents can custom design their kids before they are even born. There is something freakishly scary about this. They can order a smart  tall blue eyed blond girl embryo.",
        "After seeing the devastation caused by mental illness, I would definitely screen for mental health.",
        "Be it AI or genetic trait selection, we hurtle toward these anti-human forces, and I don't think they can be reined in. It is to our detriment.",
        "I have a daughter, as part of our pregnancy journey, we screened for health issues, and they did genetic testing too. Thank God everything was fine, a few warnings about health issues that could arise .\nI don't know how I would have reacted if there was something truly wrong.\nBut I am against the general idea to optize a baby based on genetic choosing.  It seems wrong.",
        "There is a very clear ethical line here. If the embryo is screened for fetal anomalies or genetic disorders that will severely impact their health or quality of life, it is moral to share that information with parents and allow them to decide what to do next. If the embryo is screened for gender, intelligence, physical traits, or other markers of \"preference\" then this is eugenics. If you don't have an issue with people screening for these preferences then you cannot have an issue with millions of fetuses being aborted across the globe because they are female.",
        "I've always argued this is the natural end point of evolution. It already is. The capability to self-evolve is selectively advantageous and we see this in other organisms that have more universal drives (i.e., they do a form of directed evolution to help them survive/reproduce).  Our immune system is an example of internal evolution with the exception that for the most part as far as we know it is not inherited but that's not so black and white. \n\nSome of the drives humans have are illusory in that they are due to cultural conditioning and therefore will lead to dissatisfaction. It's one thing to want a child to be healthy but another to be more attractive (whatever that means), etc. \n\nWhat this type of engineering will do is create a population vulnerable to bottlenecks. So when a crisis comes to which adaptation isn't possible fast enough, the survival capability of the species will be diminished.\n\nRegardless, this is inevitable for the reasons I've stated above. The ability to do directed genetic engineering is selectively advantageous in and of itself. However using this ability unwisely will cause a lot of issues. On a population level, this experimentation is fine (say bacteria doing this). On a human level, it will cause suffering when done unwisely.",
        "My wife and I are currently deep in the IVF process. Throughout the entire process you are truly deciding on ethical dilemma after ethical dilemma. Known or unknown sperm donor, how to select your sperm donor (do you take into account physical traits? attractiveness?), how much genetic testing do you want to do, do you donate leftover IVF medication since doctors offices can't legally pass it on to other patients. \n\nWhat you learn going through this is that there is a LOT of information out there and a ton of businesses and fertility clinics that have strong conflicts of interest. Articles like this are incredibly helpful, however, I would strongly recommend anyone going through this to look at research and first hand accounts from the actually people who were created this way. There are many stories of these \"designer\" babies who one day turned into an adult and learned how they were selected. Or children that grew up with an unknown donor and face challenges related to that every day. \n\nAll we can do is try our best and make the best choices with the information we have at hand. However, I would say 90% of the people featured in this article are not doing that.",
        "I wish the article had pushed back on the premise that complex traits like intelligence can be screened for in the first place more. Anyone who knows anything about genetics knows that traits with a clear, identified gene responsible are the exception, not the norm. Most traits and diseases are the results of complex interactions of genetics, genetics,  environment, etc. Often genes that are identified are just the most statistically relevant, and hardly a certainty. It's honestly almost more dangerous to think that such things can be known with any degree of certainty, at least right now. To screen for anything but the most well-understood, most likely diseases for a given family is probably an exercise in futility.\n\nParenthood is a risk. Life is a risk. To try and control everything is futile and foolish.",
        "Please do not let the valid concerns mentioned in this piece detract from the fact that IVF—and PGT-A, which screens for chromosomal abnormalities that could prevent an embryo from developing at all—is a medical necessity for some couples. I just gave birth to my first child through IVF with PGT-A, after four failed embryo transfers. After two transfers of untested embryos, PGT-A gave us some hope that the genetically normal embryos might turn into a healthy child. Failing to acknowledge the medical necessity of IVF in some people’s fertility and family building only makes it more likely that access to these important treatments is curtailed.",
        "To anyone who has grown up with a debilitating medical condition, or experienced that later in life, how absolutely wonderful it would be to not have had to deal with all those years of suffering.  I’m all for testing in that case.  In terms of testing for other traits such as height, I don’t have a problem with that either IF it is accurate.  I do worry though about what would happen to children who don’t meet the expectations of their parents to be a certain way.  Would they be rejected, or worse, mistreated?  Maybe there should be a stringent test for parents.  Not everyone should be one.",
        "If we want healthy, well-adjusted children, how about prioritizing policies that lead to children being healthy and well-adjusted? I would never fault anyone for trying to avoid passing on a genetic disease that causes distress and disability. But as for the rest... Why are we trying to fix nature and not nurture, when the former is so much more dangerous and an ethical minefield?",
        "Interesting and well-written article which illuminates many questions. I love babies and was fortunate to have two healthy daughters, but genetic testing is quite different from the ‘Elon Musk’ concept that the world needs more people! The earth already has far too many humans, and nature and other animals are hurting as a result.",
        "The implicit assumption here is that pain and difficulty should be avoided.  I'm not sure that's right (and not really smart enough to figure it out on my own!).  My own experience is that pain and difficulty, when random and not imposed by a third party, are important in any society even if tragic at an individual level.  At a societal scale, I am just not convinced that individual optimizations are consistent with any useful theory of a public good.  Instead, this idea of optionality encourages us to be consumers (selecting the babies we want, engineering them when our bodies bump into their natural limits) and not investors (nurturing the babies we have, making peace with the notion that children are not an entitlement).",
        "It is yet another unethical study (only in my opinion) which could potentially harm children in the name of science. I am a firm believer in medicines and vaccines for children because they save lives which are backed by real scientific studies. Behavior science starting with IQ test has ruined many lives because \"metric\" or \"measurement\" is subjective. Children have different reactions or responses at toddler age or even pre-teens. A subjective test can lead to wrong decisions made for children. How many lives have been altered by the IQ test. How many children have been put in slow developmental classes because of one test. More dangerous situation would be the reactions from parents. These subjective tests can altered how a child is being raised or nurtured. Extra pressure would potentially cause harmful parenthood.",
        "This leads to a world as described in Huxley's \"A Brave New World\". It has nothing to do with Trump unfortunately. The rich will have their \"super babies\" akin to a pure breed dog while the poor will have what nature gives them, \"wild type\" children as we say in science. Of course we will always need someone to take out trash and do menial jobs which the less desired \"wild type\" humans will be forced to do. Perhaps some doing so happily as today. Perhaps not.\n But what if the process becomes universal? Who would want a plain looking worker baby when you could have a beautiful brilliant baby? No one.\n Who will take out the trash then? Will we make and designate our lowly worker humans from birth? Who would mother them? maybe no one? That leads directly to Huxley's world of sanitized assigned roles at birth for those \"in the system\" and the \"wild type\" breeders out in the world who still get diseases and procreate like animals...\n  We might later find that something is lost from humanity in the process. Many now undesirable genes also have very desirable effects, such as protecting against malaria while leading to sickle cell for example. Others against plague, starvation, etc. So maybe we keep a gene bank of in situ \"wild type\" humans? A reservation one might say...",
        "I may have been a perfect embryo, who knows, but my mother took DES during her pregnancy.  The foetuses could be contaminated during their mother’s pregnancy, leading to less favorable results than expected. Actually, the fact of using energy-intensive practices to ‘make’ babies increases the likelihood of the foetuses encountering adverse developmental conditions (microplastics, polluted water and air, etc).  Besides, what’s the point of having ‘perfect’ children in an environment with less and less drinkable water and air contaminated by wildfires? It verges on insanity.\nAlso, the baby-sorting thing is Aldous Huxley, not Ray Bradbury I think.",
        "A society that genetically engineers \"perfect babies\" will end up euthanizing disabled babies, children, and adults.\n\nAs a 62 year old disabled man who has enjoyed my life - despite the Ableist attitudes of society - I find this prospect very disturbing.",
        "If the ultra wealthy wish to incur the wrath of God and the contempt of their fellow man, let them. Let them scour their resource-enfeebled genetic codes for shards of worth here and there to be Frankensteined together into a human Turducken. Let the children carry the weight of their parents' superhuman expectations only to invariably fall into the same vices and pathologies that afflict children of the very rich. Let mean school children gossip and speculate about which of their classmates was made in a lab. Let, \"you were made to be better than this!\" slip out in a heated exchange between parent and teen. Let that teen grapple with the knowledge that their parents are the kind of people who are incapable of loving something imperfect. \n\nOh, that sounds cruel? Cool, don't engineer children.",
        "Will it come to a point if you have a child with an undesirable trait, the parents will be looked at as abusive? A child is born deaf but could have been screened out prior to birth? The child will be seen as “less” and parents seen as cruel for knowingly allowing the child to be “selected”?\nWhat if eye color, or hair texture is an undesirable trait? Will society condemn the parents and look down on the child for a life time?\nThe ethics of this procedure have not caught up with the availability.",
        "We used PGT to screen for a (in my view) serious and life limiting single gene disorder. We now have unaffected children. \n\nAnd yet, reading many of the quotes from screening companies made me feel nauseous. The couple who created 40 embryos to pick the most appealing ones have a view of the value of children that particularly turns my stomach. I recognize the “Gattica” questions this technology poses, but beyond that I worry it promotes a view of what a good life is, what a good family is, that is so deeply sad.",
        "All of those babies are very cute and I am glad that people are creating families. But they aren't cuter than other babies. This is just to say that the naturally created ones are still a much loved and welcomed outcome.\nI had a very severely intellectually limited and physically deformed sibling. She had a hard time of it and the family had a hard time of it. Not having this happen to anyone would be good. People who argue about God's will and how it makes everyone better through prayer and sacrifice have a right to their thoughts but I don't think they should be able to decide for the rest of us.\nScreening  for terrible genetic diseases and conditions makes sense to me. Fiends who had a baby daughter die at 3 from a brainstem tumor might have wanted a very different journey and they loved her very much but her last weeks were just terrible. And they mourned her hard until their own dying days. But when we start selecting for height, weight, nose shape, eye color, musical talent, athleticism it starts to seem fraught.\nAnd intellect is made up of a lot of genes as is talent or athleticism or mechanical intelligence. We know what we are doing and natural selection needs variety to work. Also skewing the sex ratio in either direction is not a good idea. We already watched the Chinese experiment unfold. All this talk of girls are easier, more tractable, better in school ...well, wait until there are really not enough men to go around and see how nice and sweet the girls are.",
        "Is \"careful selection of babies\" the successor of the now mostly defunct eugenics movement? Both screening before birth and killing after is a choice. Killing is a choice that most societies now find objectionable; ironically many societies find it less objectionable to let a child with disabilities languish.\n\nScreening poses a different ethical question because life before birth is (to me) not personhood. A religious person would object of course.\n\nTaking my point of view, screening becomes a question of choice, similarly to \"what color should I paint the room\"? The choice of \"what baby?\" of course has much bigger ramifications, both financially and ethically. \n\nBut choosing is not new. The means are changing. For example I married a person that is intellectually my peer and it appears my offsprings have a similar intellectual capability as their parents. That is a form of choice I suppose that is seen by most people as not objectionable. \n\nSimilar with screening there is a sliding scale. On one hand eliminating the possibility for a baby with Down syndrome, I suppose, is seen by most as ok. On the other hand custom selection of the baby's properties appears less acceptable. \n\nAt the end the collective society has to make the detailed decisions. That will take more than a generation, as in the case of eugenics.",
        "This whole idea is disturbing! That being said, I'm sure there will be much interest from families who have more money than they know what to do with.",
        "\"The only way to screen for intellectual disability is through screening for IQ more broadly.. a less P.R.-friendly truth that some in the sector downplay to the public at large\"\n\nThis inevitably leads to a world as described in Huxley's \"A Brave New World\". It has nothing to do with Trump unfortunately. The rich will have their \"super babies\" akin to a pure breed dog while the poor will have what nature gives them, \"wild type\" children as we say in science. Of course we will always need someone to take out trash and do menial jobs which the less desired \"wild type\" humans will be forced to do. Perhaps some doing so happily as today. Perhaps not.\n But what if the process becomes universal? Who would want a plain looking worker baby when you could have a beautiful brilliant baby? No one.\n Who will take out the trash then? Will we make and designate our lowly worker humans from birth? Who would mother them? maybe no one? That leads directly to Huxley's world of sanitized assigned roles at birth for those \"in the system\" and the \"wild type\" breeders out in the world who still get diseases and procreate like animals...\n  We might later find that something is lost from humanity in the process. Many now undesirable genes also have very desirable effects, such as protecting against malaria while leading to sickle cell for example. Others against plague, starvation, etc. So maybe we keep a gene bank of in situ \"wild type\" humans? A reservation one might say...",
        "Instantly lost credibility when they said they were looking at brain fog, whatever they define that as. Would love  to know how they quantitate that, insert sarcasm",
        "Well since society is for abortion in the case of gene defects it is hard to say no you can't screen for those cells with the best chances of a healthy life to be implanted. For parents with the money to pay this will always be an option. This could end up I guess with one day the rich being taller healthier smarter more attractive than everyone else on average...there will be no way to stop this.",
        "Behavioral genetics and Epigenetics would both like to have a word. \n\nThere also seem to be some faintly Theranos-esque claims about what can be screened for with any degree of reliability….",
        "The erosion of human dignity is a clear consequence here, as anyone with any trait deemed undesirable is implicitly branded as one who ought to have been eliminated prior to reaching such a state of maturation. As the author notes in a comment, a diagnosis of down syndrome is automatic warrant for execution in some countries. How do those with down syndrome feel about that? They're being told that their lives are NOT worth living. Who gets to decide who counts as a human with a life worth continuing? Is a further consequence the automatic exclusion of the genetically compromised from the community of those allowed to reproduce? \nAnother, deeper consequence is the further erosion of seeing life as gift over which we do not have total control. Will those who seek children naturally be regarded as selfish and reckless? The insanity of that stance is so troubling. All these questions ripple outwards to our interpretations of the meaning of human existence and of reality in general. In an increasingly secular culture dedicated to maximizing comfort and pleasure, any cross to carry becomes seen as an affront.",
        "And meanwhile, while you share alarmist articles and disturbing and unnecessary photos of designer babies, most women doing IVF are just selecting for embryos likely to be compatible with life to spare themselves the cost, delay, and emotional turmoil of miscarriage.",
        "Interesting, nice story.\n\nHowever you are missing the elephant in the room.\n\nHaving kids? What is that? Young men are dropping out of most institutions in our country including having kids in record numbers never before seen in modern history.\n\nAs little as 40 yrs. ago, up to 95% of people were married at some point in their lives.\n\nIt is down to like 70% now and for democrats below 50%. Even lower for having kids.\n\nWe are heading towards a demo nuclear winter that will have dire effects on all institutions including the replacement rate.\n\nThis is what we should be writing about.\n\nNY Times fiddles while Rome (our country) burns.",
        "Elon Musk claims we'll need to augment our brains to compete with AI, which is hyped to surpass humans in intelligence within next 10 years. Hence, Neurolink. If that's true then yes, those with means will be customizing embryos for the highest levels of intelligence possible, and I suspect AI will play a significant role in the trait customization/optimization, based on \"data.\"",
        "If you don't find this chilling, let me tell you: you should be.",
        "No, it's eugenics.\nAnd the tech people are enthralled with it,\n(See Jennifer Bilek for related topics.)",
        "<a href=\"https://pubmed.ncbi.nlm.nih.gov/16634019\" target=\"_blank\">https://pubmed.ncbi.nlm.nih.gov/16634019</a>/\n\nMight consider the impacts on parents and things that may impact wanting the ability to make selections.",
        "Designer babies with the Trump family's DNA so the Trump's can rule America forever and ever and ever.  Everyone will look like a slim handsome Trump and everyone will praise his throne and care for his familys every need forever. Love to Trump forever, our beautiful Pharoah our God our love.",
        "It makes sense to screen for diseases. One in 30 children is now considered autistic? I’d spend a huge sum to protect my child from debilitating diseases. Too many women develop breast cancer- 1:8. Is there a marker for prostate cancer in men? I wish there had been a marker for teeth needing years of braces - I wouldn’t be here unless it could be separated out but that was a miserable experience.  Marker for hearing loss? Osteoporosis? Parkinson’s? Sickle cell anemia? To me these are critically important but I were having a boy I’d check for height. What about acne prone skin? I don’t think I’d opt for a specific gender but where’s the mention of 11% of homosexual people? I’d want to shield my child from anything that would burden their childhood and young adult years. Could it end transgender issues by screening for hormone levels? If middle school and high school were not such horrific places, that haunt many adults their entire lives - we could leave well enough alone but given the choice, we must not.",
        "This is just a fancy form of eugenics. Horrible. And what happens when your precious, genetically optimized child has health issues, or some unexpected quirk? Do you sue?",
        "Sussman links to a study, “Defending Eugenics,” by Jonathan Anomaly [his actual name!], as an example of “liberal eugenics” advocacy. But Anomaly is a widely discredited “philosopher” associated with alt-right extremists and white nationalists (<a href=\"https://rationalwiki.org/wiki/Jonathan_Anomaly\" target=\"_blank\">https://rationalwiki.org/wiki/Jonathan_Anomaly</a>). Anomaly and Malcolm and Simone Collins, who receive copious coverage in this article, were featured speakers at the $10K per ticket “Natal Con” in Austin last week, a highly controversial and scientifically dubious gathering of eugenics supporters, many with ties to white supremacy, dubious race science, and Christian nationalism (<a href=\"https://www.austinchronicle.com/news/2025-03-21/eugenics-controversy-looms-over-natal-conference-at-uts-atat-center\" target=\"_blank\">https://www.austinchronicle.com/news/2025-03-21/eugenics-controversy-looms-over-natal-conference-at-uts-atat-center</a>/).  The “just asking questions,” both-sidesism of this feature severely downplay the degree to which Anomaly and the Collinses are known actors in extremist political circles. Given their explicit ties to Elon Musk, it is misleading at best, and politically dangerous at worst, to imply that these figures be taken seriously for their scientific views. There is no such thing as “liberal eugenics.” And if the term \"eugenics\" gives you pause as we watch our country slip into autocracy under the leadership of high-tech natalists, it should.",
        "I had PGT (it was PGD then) on my embryos at the end of 2012. My family has Fragile X and I am a carrier with a very high repeat level - so basically 50/50 my children would be fully affected. \nWe couldn't foster to adopt because we were moving across an ocean and adoption was prohibitively expensive. I had a copay for IVF and we coughed up $8500 for PGD from honeymoon money and savings. \nYou can screen all you want, and it's a crap shoot on how life goes after that. High IQ? You could be a crummy parent, too. Or an accident, bad/good schools, COVID affected school learning for one of mine, etc.\nI wouldn't change a thing, but this pgt-p sounds highly suspicious given epigenetics, uncertainty around the likelihood of these illnesses actually occurring, etc.",
        "Cute babies but this is a disaster.  We need some common sense policy to prevent these rich lunatics from bioengineering what will surely be a very strange and confused class of human being.",
        "I have bad news about their supposed screening for obesity. According to my (now deleted) 23andMe results, I’m genetically predisposed to be “leaner than average.” Let’s just say my waist, my doctor, and my appetite would disagree that genes are destiny in this regard.",
        "The scary aspect of this technology is that it could allow elites to sort themselves into a rarified layer of society, where they hoard resources, jobs, and have special privileges and institutions that look out for their interests. Imagine that they do something like create a special college for themselves with a 50 billion dollar endowment, where they meet their mates and make professional connections, while the other layers of society make do with poorly funded trade schools and colleges and meet their mates at the mall food court. Better that we keep our current system of completely randomized genetic reproduction.",
        "There is no other way to see this than as horrifying technology. It should be banned. People should not be able to pay for designer babies. I would even like to see choices like selecting for sex banned. You get what you get. That's what life is all about. This is dystopian stuff.",
        "Well...  I did IVF out of necessity and screened for genetic abnormalities, but still have two autistic children.  It's not foolproof.",
        "Britain seems to have the most reasonable approach to screening  embryos for genetic mutations that cause known problems… that is, ones that lead to a person being impaired to be part of society or in pain.",
        "This is, essentially, high-tech eugenics. The screening service will be available to upper income individuals and couples, while those without means will continue to play the genetic lottery. It's not difficult to foresee a future with strict social stratification, including a permanent underclass destined to lifelong poverty, ruled by a master race of humans lacking in empathy who are willing to exploit the underclass, but not provide support for their basic needs. Kind of like the present on steroids.",
        "As unseemly as this can feel isn't it just an extension of traditional mating preferences? \n\nWhen I was choosing a woman to marry and potentially have children with I was absolutely thinking about the qualities she could pass on to our children, as I'm sure she was with me. \n\nI grew to be about 6', but i had my last growth spurt late and was always short for my age growing up. I was worried about having a son who grew up feeling less-than because he was short, so one criteria I had in a wife was I wanted a tall woman. I met one, who is also wonderful and smart and beautiful and now we've got a 3 month old baby boy who we love unconditionally regardless of his physical characteristics, but is incidentally at the 94th height percentile. \n\nAnd if he stays that way the world will be infinitely kinder to him.",
        "Hybrid vigor - which a few babies appear to possess in these videos and pictures - is certainly polygenic, yet not particularly amendable to or requiring preimplantation screening, aside from having kids outside one’s typical cultural or genetic sandbox. \n\nThat’s probably the future of kids, more than anything else. Especially as populations migrate. \n\nOf course the right wing will rail against it.",
        "Genetic diversity helps a species to survive when the environment changes. We dont know what traits will be helpful. Inbreeding, by increasing homogeneity, can lead to individuals that are similarly susceptible… and decreased fertility. True of whooping cranes as well as humans.  Human migrations led to outbreeding which is healthier.",
        "I went thru IVF and was fascinated to discover they only put maybe a hundred thousand sperm for each egg. So instead of beating out hundreds of millions of other sperm, the winning sperm beat out a minute fraction of it. I couldn't help but wonder if this canceled out any genetic advantage of choosing an embryo with specific genes.",
        "“Sex is for fun, and embryo screening is for babies,” she said in a video she shared on X. “It’s going to become insane not to screen for these things.”\n\nThat's all well and good if you're a man, but there's a significant segment of the population - even in the United States - that will not accept the idea of women enjoying sex without consequences.  Screening won't mean much if women don't have enough agency to determine whether or not they even want to be pregnant.",
        "Nature used to keep down the incidence of devastating hereditary diseases such as hemophilia and cystic fibrosis by removing the affected individuals from the population before they were able to reproduce.\n\nNow, thanks to science, children with those diseases live to adulthood, and many of them, understandably, want to have children.\n\nIn fact, we do not want the genes for these diseases to proliferate in our population.  They are survivable now but they still cause suffering and cost.  Any parent would want to avoid passing the genes for these conditions to their children.\n\nEven more, there are still hereditary diseases, carried on recessive genes, that always kill, such as Tay-Sachs disease where the parents watch helplessly as their child regresses and dies in early childhood.\n\nParents who are carriers for these conditions, and choose to screen embryos to avoid passing the gene to their children, are not only protecting their own family from an agonizing ordeal; they are doing nature's work for it without the blunt instrument of \"natural selection,\" i.e. containment of the gene incidence by disease and death.\n\nI imagine most parents would prefer re-implantation diagnosis to the other option, i.e. prenatal diagnosis followed by elective abortion if the condition is detected.\n\nThis is the most cut-and-dried example of the usefulness of this technology.  Others are, of course, far more ambiguous, as always happens with the introduction of new ways to control our lives.",
        "This is obviously the future. Its like the internet and computers. People initially didnt believe in their power. Then they were uneasy giving away control to a machine. Then they were amazed at the advancements in productivity they brought. Now we cant live without them..\n\nGenetic testing and customized babies just makes sense. If the downside is that we wont see the neurodivergence of kids with autism or schizophrenia anymore, I think almost everybody is willing to accept that trade off. My brother is schizophrenic. No one who has a schizophrenic family member would prefer that to having the same basic family member without the disease. \n\nWe are in the equivalent age of like the IBM mainframe 1970s computer. In 50 years we wont know to live without genetic screening.",
        "I have never found the human species to be worthy of ‘optimising’.  The arguments put forward by antinatalists and the Voluntary Human Extinction Movement are more compelling. Or at least for having fewer children. \n\nIt doesn’t take long after having a child to realise that it isn’t an achievement. Pretty much everyone does it. Raising a child well, now there’s something.\n\nGenetic screening for certain diseases can have value, but human suffering is a constant despite that. So there are broader questions in the decision to reproduce, especially in this century.\n\nNow if there was a gene for selfishness that we could knock out, I’d be happy about that!",
        "How many famous musicians, artists and actors had parents who abandoned or abused them, stole from them, had severe drug addictions, were chronically incarcerated? More than a couple, more than a dozen. Poor women who smoke cigarettes during pregnancy borne just as many geniuses, rock stars and notable leaders as those who had money, education and health insurance.",
        "Idk--this is an ethical dilemma only a lucky few have. For many of us, IVF does not produce any so called \"viable\" embryos even after multiple rounds of egg retrievals. We would be lucky to get to choose any characteristics of an embryo. \n\nWhat frustrates people in my position is that in the US, IVF providers push embryonic genetic testing on patients. There are two main types of testing: PGTA for chromosomal abnormalities and PGTM for known genetic diseases (such as Tay Sachs). IVF doctors will then advocate for the disposal of any embryo that is not \"normal.\" However, these doctors do not then provide the option to \"fix\" any embryos say, through the use of, CRISPR, because that is not an accepted practice and is seen as unethical. So women are forced to just see if by luck, they can get a \"normal\" embryo through rounds and rounds of egg retrieval.",
        "We parents already have so many expectations for our kids. Ensuring that we aren’t crushing them with those expectations is part of the parenting journey. Imagine having a feeling of certainty about a kid based on this. What if they turn out differently? I pity the parents and kids who have to navigate that.",
        "Considering America is slowly decreasing in population because having children is so unaffordable, the ethics (or lack thereof,) of designer baby production is less of an issue than the fact that basic parenthood has become yet another club in which only the rich can afford to take part.",
        "While bringing up questions surrounding this specific testing is useful, this article overstates the ease and feasibility of going through IVF. Very few people have resources or access to this type of testing. \n\nAt a time when many states are trying to pass fetal personhood bills and limit IVF, overrepresenting this type of testing can add fuel to those who are trying to pass simple legislation that would curb an emotional, difficult, complex medical process. \n\nWe are doing IVF in Tennessee with PGTM testing. During our last retrieval, the state tried to pass laws prohibiting PGTA and PGTM testing, as well as a law that would only let you fertilize 4 times as many eggs as children you wanted. \n\nThere is a rising tide of anti-IVF sentiment that seriously endagers the ability of people to grow families. While there are ethical questions about this specific polygenic embryo screening that a minuscule number of people may make use of, I fear that concerns over this limited and not widely used test are going to be used to further bolster limitations on IVF throughout the country.",
        "We screened ourselves and also did a chromosomal screen of our baby very early in pregnancy. My opinion is it's just common-sense to test for serious chromosomal issues and ethically sound. \n\nThat said, I'm pretty skeptical of these companies promising 'smarter' kids or attempting to preclude diseases where the genetic drivers are complex and not fully understood. This sounds like the typical overpromise, underdeliver attitude of a VC-backed tech startup than real medical science.",
        "Climate change and not enough babies cannot both be a crisis at the same time.   It's like saying the wall is too white and too black.   One causes the other, if climate change is a crisis, BY FAR the biggest thing we can do is to try to encourage smaller families.",
        "It's a path we should avoid but we won't avoid it. We're already doing it. Heck, this article is a part of it's growth; to normalize it.",
        "I never had children and have been called selfish.  But I can think of few things more selfish than parents wanting an optimized specimen of a human being to satisfy all their wants and desires.",
        "The writer theorizes that scientific and social norms will put some protective guard rails on these procedures. Yet the direction of science is strongly influenced by funding, and social norms are changing rapidly. \n\nIt is concerning to think that we may have armies of test tube babies later. It's especially concerning because of the big push by extreme right wing conservatives for lots of new American babies of the Caucasian persuasion.\n\nMaybe Voltaire said it best, \"the comfort of the rich depends on an abundant supply of the poor\".",
        "Is it entirely lost on Ms. Siddiqui that if her family had used this process, her mother would have never been born ??\nEmbryo screening doesn't fix genetic abnormalities. It eliminates embryos with abnormalities from being born.",
        "With both climate change and AI looming, optimizing babies may be the only chance we have.",
        "Don't count on there being a 'future' of making babies.  As long as women are coerced, and risk death of preventable causes, as long as the goal is cannon fodder and cheap labor for the 1%, forget it. \n\nThere are 3 women of childbearing age in my family.  NONE plans to contribute to the next generation of the Mumps' serfs.  NONE plans to risk her life in pregnancy and childbearing for the christofascist right wing.  NONE plans to have a family in the US.",
        "To sort of quote Forrest Gump, children, like life itself, are like a box of chocolates: “You never know what you’re going to get.” \n You can conceive naturally, use all the assistive reproductive technologies known to man or you can adopt, as I did. \nYou just never know what your kids are going to do next, what is going to interest them, how they will grow. \nThat is a big part of the joy of parenting. While I would certainly take the opportunity to screen for deadly genetic diseases, I’m not sure I see the point of these newer technologies.",
        "Watch Gattaca. Foretold this story 28 years ago.",
        "Personally i feel the use of genetic screening should be a capital crime, at the very least punished by removal of all children from the home and sterilization to prevent them from ever being parents.   There is no way this will not be used to hurt the class of \"undesirables\" that will emerge as well as give even more class privileges to the wealthy.   The selfishness of those who have wealth knows no bounds and should be punished accordingly.",
        "You don’t screen for gender, as that is a psychological concept of self identity relating to where a person falls on a continuum of masculinity to femininity; you screen for sex, which are the  biological chromosomal markers, and of which there is more than simply male  (xy) or female (xx)!  Everyone must have at least one chromosome, but sex is not necessarily a binary concept. Testes may also be undescended, and the biological sex looks like female, but is actually male. If we would distinguish between gender and sex, it would at least help in clarifying the language of which this very hot issue  bothers so many people. It reminds me of the startling discovery of Darwin’s that humans are just another form of animals which was so difficult to accept at first but now is not really much of an issue except by a sliver of a minority of people.",
        "If that is what the parents want, yes.",
        "I like the part of the article where they mention that the best way to increase college attendance and reduce schizophrenia and violence is to just screen for girls. \n\nNow that I found interesting. Genetic engineering could eventually get rid of the whole idea of sex. I like it. Evolution only gets us so far. If we want ro leave the confines of earth and become an interstellar civilization, we will need a lot of genetic engineering...\n\nIm cool though with that being a problem for future generations. I just chose to not have kids. Makes all those issues irrelevant to me beyond the entertainment of considering hypothetical sci fi esque scenarios. \n\nAlso I love the continuous references to Gattaca. Authors be on point, if you dont mention Gattaca in articles about genetic opitimization then every comment will evidently call you out on it.",
        "Gattica and Eugenics aside - we need the hubris to understand that nature needs variety in ways we cannot fathom.  Planning leads to monoculture.  Trust nature, it is more creative than human genetic engineers.  Also, ethically just because we can doesn't mean we should even if it may enrich the people behind this.",
        "Enough. It’s endeavors like these that made me understand much more conservative views on procreation. At some point, we do need to leave things to God, or the universe, or fate. Human hubris knows no bounds.",
        "Every day I hear about a new pandora's box we've opened and will never be able to close. Chaos.",
        "It’s ironic that at least some of these couples are infertile. Had that condition been detected when THEY were embryonic, they would not have been “selected” for implantation (what parent would knowingly choose to not have grandchildren?).",
        "This is risky business.\n\nOne our protective factors as a species is genetic variability, and it is not predictable what is advantageous if we are faced with existential crises.\n\nFor example, during the bubonic plague, having the haplotype that predisposes individuals today to inflammatory bowel disease (crohns, ulcerative colitis, celiac) was protective at that time. Selecting out those individuals due to a \"higher chance of disease\" reduces our genetic pool variability and, thus, overall resilience of the species. We cannot know what genes are and are going to be favorable in the future.",
        "Contrary to many comments referencing this fictional film, Gattica, I would argue that this is a great idea with much potential. The potential to have a smarter and healthier society. It is probably inevitable. Trying to stop this is like the administration's current effort to stop remote work. Technology develops. Of course remote work is the future and cannot be reversed. The cubicle maze office building downtown will soon be history.",
        "Seven years ago, when my wife and I had our child via IVF, the terrain was as unfamiliar to us then as the advances offered now. We opted for  PGT out of an abundance of caution, concern for a successful outcome and the relative promise of a healthy human. We were counseled (admonished comes to mind) to opt for the testing. My wife, who is not from this country, was amazed at the technology and its implications. At the time, I couldn't help but consider all of the works of dystopian literature I read in high school and in college, framing a very real narrative that would soon be our own. I could only think, how miraculous, how wondrous, how disturbing even, a palimpsest of the fictive imagination of Huxley, Haldane, Anderson, Levin, Herbert, Blish, Crichton, and others. But with the cost associated with raising a child, let alone a healthy one, neither of us have any regrets; nor do we feel any compunction about circumventing the course of nature or the will of God.",
        "shall or should we look at an example right under our noses, in the person of this officeholder's of president youngest son, who himself could bear no responsibility for the excess burden placed upon him by the circumstances of his conception and birth - and say that his was an entirely natural and unassisted, and unaltered, pregnancy? there are other questions that would arise as well, from such an examination of such an example of what your essay is calling for careful consideration.",
        "So many of these comments seem oblivious to what can be lost in this brave new world.  Many disabilities are life-shattering, but I have known people with disabilities whose joy and unique perspective make the world a better place and, frankly, make people better by exposure to them.  Yes, we need to make it easier for people with disabilities to be educated appropriately and learn to thrive independently, but I shudder to think what is lost when they disappear, and humans become more homogenous.",
        "As someone who spent five years having a child, I am grateful for PGT testing. I just made more embryos for no. 2. I wish my clinic offered this. I would surely have done it with the hope of creating the healthiest child possible. We have Alzheimer’s in our family and if I could screen against this, I absolutely would.",
        "I have zero thoughts on the ethics but I do know that children are unpredictable.  If the practice of polygenic embryo screening is designed to provide better/more data for parents who want to limit unpredictability, I am confident that in spite of their best efforts they will be thwarted -- over and over and over again.  Parenting is unpredictable and accepting that is a critical piece of being a decent and loving parent.  If what you're seeking is control, this type of screening will be inadequate.  Guranteed.",
        "We know how to optimize children. It's through broad social and public health programs that support childhood nutrition, early childhood education, and family wellbeing. The process of expensively optimizing individual embryos so that they'll fit through the narrower and narrower path to success in this country is emblematic of the larger situation, for sure.\n\nI dare say we could even have a stretch goal of broadly supporting people with disabilities to live in their communities and live healthy, happy lives, the way humans have ever since the first Neanderthal made a rudimentary splint for a broken bone. \n\nAs someone whose path was profoundly personally affected by a hereditary condition, I think we should give parents access to the best decision tools science offers, because we can't ask them to wait for Utopia. But this reminds me of the era in the 1910s where instead of implementing food safety policies that would help everyone, \"small-government\" home economics advocates proposed that each individual housewife should have the responsibility to test her groceries for arsenic and plaster dust. We'd see a lot more benefit from universal pre-K than from getting worked up about whether a few billionaires try to make Harvard babies in the womb, but that's just not where we are as a culture right now.",
        "I would guess that reading to your kids probably has more of an impact than any of this testing on intelligence. The fact that these families have money is also a better prognostic indicator of their future health.\nMany genetic disorders are due to de novo mutations, mosaicism is far more common than we ever thought and epigenetic effects are still not well understood. Even with major fetal anomalies, we don’t get an answer with all our available genetic testing more than half the time.\nSo I would take all this with a large grain of salt. And having kids the “old fashioned way” is unlikely to stop. Even for rich people. \nJust like kale or chia seeds and whatever Dr Oz is peddling these days, don’t believe the hype.",
        "I did not find out the gender for either of my children. It reminded me that my job as a parent is to pay attention and learn to love them as they are, not who I think they should be.\n\nI did screen for major genetic issues, but I would never ever consider \"designing\" my baby. It seems to me that for many parents, expectations are the thief of joy.",
        "I fear we are speed running the collapse of our societies. AI will soon make intelligence and study irrelevant in the eyes of the general public-- the key driver of social mobility. Customizing one's offspring to be smarter, stronger and more beautiful than their poorer peers will enforce and entrench a hierarchy; only unlike 19th century pseudoscience the stratification of society from gene-tailoring will be justified. How can we expect people to be treated equally when some of the population will literally be superior to us? \n\nThis is one Pandora's Box that we mustn't open.",
        "The idea of screening for intelligence, specifically higher IQ points and an absence or decreased likelihood of depression or anxiety, feels like 21st Century Social Darwinism from the perspective of a lay audience. I can understand screening for debilitating illnesses or severe defects. But the larger message here is that these companies seem dead set on providing parents with the opportunity to screen out and rank children based on preferential genetic predispositions. \n\nThis should be incredibly concerning for anyone who isn't a Silicon Valley billionaire, or a venture capitalist living in a manufactured bucolic countryside estate in Pennsylvania. These people have bought their way into the corridors of power in DC on both sides of the aisle, argued away labor protections, their most vocal advocates are in favor of eliminating basic social programs, and now they want to screen their kids for their Ivy League punch-cards before they leave the womb. \n\nI'd bring up Gattaca as an example of a worst case scenario, but it's already been mentioned several times in the comments. Once we move into genetic screening, it's a short step away from actively engineering your children in utero with increased IQ, height, strength, or other genetic predispositions that make them 'superior' to yourself. I'd rather not live in that world. If that means we regulate this industry out of existence, then let's get to it already.",
        "Having had a couple of friends go through IVF—it’s a grueling, heart-wrenching process. Maybe I’m naive but unless a couple has risk factors like infertility or a serious genetic condition, it’s hard for me to imagine many people choosing to go through it just to have a slightly taller child.",
        "Aren't we divided enough as humanity due to luck, greed, era, income and geography?  Now we're going to design for separating ourselves?  What will separate us from AI and machines?  NO, NO and NO.",
        "My friend had a very premature baby. Luckily he made it. He would have not made it without Nurses, Doctors and science.  He is now an active growing healthy boy. We are grateful he is here. \n If we try to make the perfect baby they still come into an imperfect world.",
        "I have Retinitis Pigmentosa, which has left me nearly fully blind  When I was pregnant with my 3 children, I researched whether amniocentesis could identify my mutation in my fetuses. At that time it could not. \n\nThe reporter doesn't note is that there are more than 100 identified RP-causing mutations . The in the article has a de novo mutation. But there isn't a way to look for a de novo mutation in PGD analysis, so there isn't a way to be sure a child will not have RP.\n\nI also have the BRCA1 mutation - which has life-threatening implications for developing ovarian, breast, abdominal cancers. My eldest child had themselves tested and learned that they too have the mutation. \n\nMy younger adult children have not yet elected to test for BRCA1. It's tricky because the most risk-mitigating approach is to get ovaries (and breasts) removed, which for someone who has not yet had children would mean they could not have a biological child.  \n\nWhile I wish I could have prevented passing along the BRCA1 mutation, having RP -- while it is often frustrating to have only 5 percent of normal vision left -- has also made me who I am. Someone who is resilient and creative, and is a professional success despite it.\n\nHappily none of my children have inherited my autosomal dominant RP (each has a 50/50 chance). While I doubt I would have destroyed an embryo with the RP mutation, my first grandchild is due in about a month, and it makes me VERY happy to know that this inherited RP ends with me.",
        "Like everything from laptop computers to COVID screening (not chicken eggs at this moment, but that's a glitch), this will get cheaper and cheaper to do. It will be affordable to all by 2065. What the unscrupulous will do with it is another question.",
        "What about unintended consequences? Proceed thoughtfully.",
        "Just looked up Simone and Malcolm Collins, the “natalists” profiled here and just about everywhere else. \n\nIf those two are critical to the future of mankind, we are in deep trouble, indeed.",
        "Embryo's of the rich and famous.",
        "I firmly believe that these questions should be up to the individual conscience. We all have different ideas about how to weigh different values. Some people may do things that others find questionable, but everyone should be able to choose what their own values should be, and to live by those values, especially in a matter as personal and primal as having children. I firmly believe that it is not right to impose one moral judgment on everyone in a matter where reasonable people can disagree.",
        "There has been a lot of the old fashion type of screening over the past half century.\n\nIt is mainly based on looks and family wealth.\n\nThe grand children of the wealthy now seem to mostly have picked up these traits but usually not others. \n\nFortunately, they can hire lawyers and other professionals to invest for them and ensure that the gains are sheltered from much taxation.",
        "I like the technology - I want us to have healthy children.  But I think the implementation has issues:  only available to wealthy, selection for sex and skin color, etc.  \n\nWhen my dad was born, nearly 50% of children died before adulthood. Throughout history, this process helped to ensure that children with genetic health issues didn't survive and reproduce.  I don't advocate returning to that cruel world, but we are seeing consequences now.  We're working to be able to repair these genetic issues after birth, which is wonderful.  But meanwhile our population is becoming less healthy.  \n\nOur challenge is to make the new technology serve us, as a society.",
        "My family carries the genes for a form of ALS that affects about 50% of children born. The youngest person in my family tree to die of ALS was 28; the oldest didn't get sick until 75, but that's a real gamble to take with your child. \n\nThis is a rare disease. When I was ready to have children, I found that the only lab that could have tested my embryos had stopped offering the screening. I had someone in my life who was willing to donate eggs, so it wasn't the end of the road for me, but it was really tough to have that door closed by a random lab company. I love the children that I have, but I'm still angry that a test that exists, that I could have had, was removed from the table by market forces and possibly by vague concerns about GATTACA. \n\nAbout 1 in 5 US births is unplanned. IVF costs about $30K per pregnancy, which is 1/3rd of the median US household income. Speaking in general terms, these are some real edge cases. Speaking in personal terms, there are many disabling conditions that I would not screen for because I know people with those disabilities who are living good, happy lives. But having the knowledge that our form of ALS is a dominant autosomal condition with 100% penetrance meant that there was no way to NOT be making a choice about it, no matter what I chose. I just don't think there's anything fundamentally ennobling about dying on a ventilator.",
        "This was the central theme of the movie \"Gattaca.\"  All the babies were screened and the \"best\" were selected.  Natural babies became an underclass.  It was a dystopia.   Great movie.  And decades ahead of its time.",
        "I was born in 1978 with bilateral syndactyly—a genetic hand difference inherited from my mother. One of my brothers has it as well. My brother and I each went on to have a daughter who expresses the birth defect. This hand difference has done little to nothing to affect my life. It's primarily cosmetic. It also feels familial. When my mother, daughter, and I are all together with our \"special fingers\", it moves something in me. I hate the idea of someone wiping this away.",
        "Nothing is sacred in this society. I have a strong feeling that most of these designer babies will not have the most nurturing environments to grow up in. It's doubtful they will do as well as their peers who come from loving homes surrounded by strong communities.",
        "If a family has, say, only girls, perhaps there is a reason they produce only girls (or, if it is boys, perhaps there is a reason).\n\nThe body sometimes does what is best.\n\nIn the words of Margaret Atwood, \"Be careful what you wish for.  You might get it.\"\n\nRolling dice with destiny is not wise.",
        "Why is it that so much out of Silicon Valley these days is a mix of overhyped false advertising(claims about controlling certain outcomes are absurd) and catering to the wealthy’s need to exert more and more control over the world? \n\nThe hubris involved in thinking that we, as a species, are better at picking “desirable” traits than Nature is astounding. Just ask farmers of monocrops or veterinarians of designer dogs how that’s working out, and whether those species are set up for long term resilience. \n\nWrite a list of great people from history, how many would be pre-screened out of existence by these dubious technologies? Lincoln, JFK, Robin Williams, Virginia Woolf, Lionel Messi, Pablo Picasso and on and on…",
        "Only children who are exceptional are valued?  Where does religious beliefs and money come into play?  I.V.F. is not for the poor, and fertility treatment is both expensive and time-consuming.  Women who work in low-income jobs do not have the time or the money to visit fertility clinics.  Contrary to what is stated by Ms. Collins, intelligent people do commit crimes in equal portion to the rest of society, who are less intelligent.",
        "Friends,\n\nI'm the youngest of six children. We were all born healthy. However, my older brother (by 2 years) died when he was a baby (SIDS). My parents decided to try again and had me. I was a healthy baby and everything was great!!! Then when I was 20, a college student, I was diagnosed with Idiopathic epilepsy. So, if my parents had known that back then, should they have had me or aborted me because I wasn't going to be \"perfect.\"\n\nRemember, some of us can't have children for medical reasons and some of you \"picking out\" the \"perfect child.\" If you want the \"perfect child\" GET A DOLL!!!!",
        "Unintended consequences will emerge. We are not that smart.",
        "This article explains and justifies why the Catholic Church is so strongly against IVF. Human dignity is lost when birth is commodified and commercialized. Embryos, i.e. unborn children, will be destroyed because they are the wrong gender, they have the wrong eye color, they have Downs Syndrom, and so on. As genetic selection improves, playing God will become the norm. If your religious sensibilities are troubled by this article, then you should consider joining the fight to ban polygenic embryo screening. Secularism will destroy our humanity. Embryos are not a consumer product.",
        "This is too important and carrying serious consequences to be left to humans.  No snark intended but...",
        "Well said ALS. You have hit the nerve of one of those 'Should We' questions of morality. But what is morality? and why do we have it? I don't know but I can say unequivocally, not all of us do. I would imagine the Pro-Life people are hanging out in front of the labs conducting this Artificial Selection process. \nThe author has brought up the issue of screening for genetic predispositions that will negatively affect a child's future and touched on 'if that then why not this', and select for positive traits. This is all very Mendelian and something humans have been doing for a long time. For proof positive, look at dog breeds. Its Un-Natural Selection ignoring Darwin's Law of Survival of the Fittest. How long would a Pug survive in the wild? \nConsidering that countries are in competition, none more so than democratic verses authoritarian countries, America vs China, what happens when China for example is not limited by moral boundaries and takes it to the next level, construction of a genetically superior human. Smarter, stronger, more coordinated, able to survive adverse conditions, just a better human. In fact why human? There is no reason this genetic construct needs to be human. Why not reptilian? Homo Reptilus, able to survive in the new hot world on minimal rations. Much of its energy is derived from heat and the sun. Homo Reptilus will thrive in earth's new Cretaceous. Think about that 'Collinses'",
        "What if we lose the next Rembrandt, Virginia Woolff, or Oscar Wilde?",
        "Yes to Gattaca. Also let’s not forget Klara and the Sun - inadvertent health consequences for designer/improved babies. \n\nWasn’t this how eugenics got its start?! Scientists trying to “improve” the characteristics in babies. How do we not see the very worrisome similarities? Once we start ranking characteristics, we get more comfortable ranking people.",
        "While the world heads to a point where we are practically falling out of the sky from over-population, people like Musk complain about a baby-bust. Infertile people should have access to IVF, and/or surogacy, but people like the Collins demostrate out-of-control egotism and magalomania. It is eugenics on steroids.  Just because we can do a thing does not mean we always should. The human races seems to be clever in the short term but incapable of considering long-term consequences.",
        "Einstein pointed to a God who 'plays dice with the world’ and modern day bio- scientists at least some believe they can play dice with humans. Forty years after the first ‘test-tube baby’ and if reports from China are credible  it seems, we are close  to editing out all of our genetic imperfections – and  Designer babies are on the horizon. Reading genomes has now progressed extremely rapidly from requiring years or decades to only hours to sequence a human genome. Recent scientific advances have made genome editing more efficient, precise, and flexible than ever before with new technologies like CRISPR. Powerful gene editing procedures could one day; scientists believe prevent people from passing on serious medical conditions to their children. Genome sequencing though welcome as potential new tool against diseases has a flip side. It has the potential to bring humanity under control and some governments are alleged to be looking into breeding superior races. Francis Galton when he put forward the theory of Eugenics said “Humanity shall be represented by fittest races” . Researchers and private companies are working to isolate genes in order to use them in tests for gene-related illnesses, and in emerging gene therapies. Many countries have no legislation on genetic modification in human reproduction, but the few that have, all have banned it.  Hopefully our leaders, scientists, ethicists and legal experts to plan how this revolution should be regulated",
        "A hundred years ago, eugenics rose in popularity alongside fascism and hyper-capitalism. Circling.",
        "Where are the Black and Brown babies in this video? Thanks.",
        "gattica. watch it.",
        "I think we currently have enough to worry about. I'm not going to worry about this too. At least not right now.",
        "Has anyone seen the 1997 movie ‘Gattaca’? A future where, especially if you start optimizing IQ somehow, there is description between those engineered and not.",
        "As a mom who experienced the trauma of IVF (and yes, it is a profoundly impactful experience) but ended up getting pregnant during the process via a lower intervention method, I was terrified by the notion that I had gotten pregnant without any idea whether or not the baby was healthy. It seemed like an unimaginable risk compared to the amount of information about your fetus you get during IVF. I opted for an amniocentesis during my pregnancy because of it, a procedure which has largely fallen out of favor but which accomplishes the same function as PGT— though of course the consequences of a negative outcome and your ability to do anything about it is very different. \n\nI felt deeply guilty over the lengths I was willing to go to ensure a healthy baby, and I don’t really know why I felt that way. Yet I don’t think I would step over the line into this type of testing. This seems to go beyond the bounds of “health” and into the hazier realm of “wellness”— that endless quest for optimization that is preoccupying the wealthiest citizens of the global 1% beyond all reason. It’s natural to want a healthy baby. But there’s something unnatural about this.",
        "I wonder what will happen to these tailor-made children when their parents no longer have total control over them. What happens when they grow their own personalities and don't like the things that their parents want them to like? What happens when the parents who so wanted a little girl end up with a little tomboy instead? Or, heaven forbid, what happens if any of these children are victims of an accident and become physically or mentally disabled despite their optimized genetics?",
        "As the parent of a trans autistic child, I am torn about this type of technology. Musk is an example of a parent who screens for sex and his trans child is paying the price of being 'unwanted'. And so many breakthroughs in tech and science are the work of neurodivergent people who are capable of thinking in ways that neurotypical people don't. What price will society pay for becoming more homogenous?\nOn the other hand, I can understand the desire to avoid a condition that causes disease and suffering.",
        "Horrific... but we've opened the door for this by commodifying human bodies. Young women sell themselves on OnlyFans. Single people buy eggs or sperm and hire poor women to carry their babies for them (surrogacy, which many progressive European countries ban). Nothing is sacred and everything is for sale in America.",
        "This is sanitized eugenics, and it's revolting. So, all of the wealthy families will have children without disability or other \"imperfection\"? What could possibly go wrong?! What happens when one of these \"perfect\" children emerges from the womb less than perfect? Will all the disabled children - only from poor parents, of course - be shunted into dunce schools? With all the \"perfect\" children growing up in an echo chamber consisting only of other \"perfects,\" will anything akin to human empathy survive? \n\nJust look to the many excellent youth dystopian books to find out why maybe this isn't such a great idea.",
        "Ultimately… we get to Selective Breeding for those who can afford it. And the world these perfect embryos are born into? Not so perfect… hurtling toward horrible. Why aren’t these amazing technologies and energy being purposed for solving the climate crisis?",
        "If the author has been through IVF herself, she should be aware of how incredibly expensive, physically invasive, and emotionally traumatizing it is. It is not something that most women undertake lightly so that they can select their baby‘s eye color or add a few points to their IQ. In addition, the countries that tightly regulate the use of PGT are ignoring other ethical issues. For instance, in Germany it is illegal to test them without applying to a medical ethics board, which grants this only in very rare cases of a proven genetic illness. Testing simply for euploidy is not allowed, raising the risk of miscarriage. It doesn’t matter if a woman has had ten miscarriages - her suffering is not enough of a reason to check whether the embryos being transferred even have a chance of success. Or if multiple embryos in a row fail to implant, there is no way to know if the reason was an aneuploid embryo or implantation problems with the uterine environment. Women are simply told to try over and over again - and many run out of embryos and time. Banking embryos for a future pregnancy is also illegal due to a “rights of the embryo” act - all embryos from one round of IVF must be used before doing another one, even if a women is of advanced age or has a severely diminished ovarian reserve. \n\nI’m thankful the US doesn’t have such restrictions, and I don’t trust politicians who don’t even understand how babies get made naturally to make more laws surrounding reproduction.",
        "The rich think of themselves as a Master Race, they might as well insure it.  It's going to come back to bite us, though.",
        "I was dead set on having a girl. Going through IVF and knowing that I might be able to select a girl was the light at the end of an uncertain tunnel. \n\nAfter a failed first transfer, the clinic gave us the option to implant two embryos. My husband threw the ball to my court and I requested two females. The nurse on the phone said gently, “OK. But just so you know you, you have an AA embryo (the highest rating), and it’s a male. Why don’t you think it over and get back to us tomorrow?”\n\nI thought it over and we decided to implant the two highest quality embryos—one male and one female. They both survived. \n\nFast forward several years and I’m a mother of two wonderful children. I love my daughter to bits and pieces; she’s a joy. And my son—smart, funny, lovable in every way—is the absolute sunshine of my life. I couldn’t imagine it any other way.\n\nI’m all in favor of screening embryos for general health and quality, and using that as a guide. Anything beyond that is just vanity, in my opinion. The nurse was absolutely right and I’m glad I listened.",
        "Really thought-provoking! In the old days, humans used to “screen for health” by having a bunch of babies, followed by nature selecting for the healthy ones. This obviously resulted in many infant and child deaths ( and the trauma that inflicted on mothers and families), with only the healthiest humans reaching adulthood. \n\nThese past 70 years or so, we’ve been living in a somewhat strange time: the vast majority of babies who would have died in an earlier era survive infancy due to our medical interventions, but many grow up to be adults in chronically poor health. \n\n Perhaps this new technology will change that, bringing us back, in a roundabout way, to the “only the hearty survive” era. But instead of nature doing the “post-birth screening/selection process”, we  do the screening when the human is in their embryonic stage.  \n\n( It does give me a bit of a creepy eugenics vibe, however.)",
        "The “future of making babies”…for the affluent, maybe. The bulk of the world’s population is made the old fashioned way. The level of presumption here is astounding.",
        "Is it just chance that all the adorable toddlers are dressed in either pink or blue?",
        "I adopted my son at 43 when relationships didn’t quite work out.   It was a wonderful thing to do and the best I’ve done in my whole life. \n\nThere are so many kids out there who need loving homes.",
        "There's a fine line between encouraging some forethought and wild speculation. The widely accepted PGT of today screens for major chromosomal abnormalities, the kind often incompatible with life. It doesn't usually include even stuff like BRCA. Polygenic screening, on the other hand, sounds like straight up snake oil. Using outdated, dubiously analogous data sets to \"predict\" outcomes that are only 10% genetic anyway? I'd say Gattaca is still a ways off.",
        "I love babies and this article pulled at my every emotion. They are so cute and adorable, that they literally bought tears to my eyes! Thank you!",
        "As a high school teacher of Science Fiction and Fantasy, the Ray Bradbury label caught my eye immediately.  We've read several short pieces by him in class and acknowledged the predictive nature of so many of his original ideas.  What he and so many others- Card, Collins, Asimov, Ishiguro to name a brilliant few- penned is the possiblity for all of this to go awry in the wrong hands.  In our efforts to screen now for a better individual future, we are simply moving closer to shared demise.",
        "And we become closer to real life GATTACA.\n\nSlowly, as the tech becomes more cheaper and widely available, it will be \"morally irresponsible\" to not pick the best genetic profile for your child.\n\nIn that movie, whether or not someone gets admitted to a school, program, allowed to have certain jobs, will depend on how favorable one person's genetic risk profile is compared to someone else.\n\nWhy give someone who will have genetic risk of heart disease, schizophrenia, myopia,  etc. a highly completive spot over someone who genetically has much less risk of those?\n\nSo it starts...",
        "This will only be available for the oligarchy and that is reason enough to ban this - cuz the inequity would get worse and we're already well beyond the inequity during the French & Russian Revolutions.\nThat said, if they could eliminate genes like the BRAC or the one in my family that causes aggressive and early-onset Melanoma....we would all want access to that.",
        "We should all give thanks that this technology didn’t exist in the time of Einstein or Hawking, each of whom had significant disabilities. Genetic engineering of human beings is likely to have profound and far-reaching effects, which might be quite negative for the overall species or even the planet. China seems to be in the middle of a cycle of regret regarding it’s one-child policy and the resulting imbalance between the sexes.",
        "My reaction is a little different.\nAre there that many people conceiving children through IVF? Are all of them doing IVF because they can't conceive otherwise?\nOr are there people using IVF because it offers conveniences such as this genetic testing or to use surrogates to avoid pregnancy?\nThe first group should have access to IVF. And screening for life altering conditions, especially where there is a family incidence, seems ethical.\nBut using the science to create preferred children, whether gender or IQ, seems unethical.\nThis story and others about embryos implanted in the wrong woman shows IVF and other fertility services need more oversight and regulation, not just hanging out a \"better babies\" sign.",
        "I had a coworker who got IVF because she wanted a little girl. She had 4 boys and dreamed of a baby girl. I was standing at her desk when she got a call from the clinic. It was a boy! She was visibly  pregnant and also enraged. She slammed down the phone, yelled, vented, cried then fell into a deep depression for months. She was a good person and I’m confident she loved her baby but I’ve always wondered if that little boy was raised knowing he was a mistake. \n\nAre we putting more heavy expectations on our children to be ideal and trouble free? Do we think they are now immune to depression or illness? That somehow we don’t have to give our pregnancy or child rearing the same dedication? What happens when the children develop “weaknesses”? Will we blame it on lab errors? Or maybe punish ourselves or our spouse when our kids suffer?",
        "Not all disorders are genetic. Some are caused during birth from a lack of oxygen, such as cerebral palsy or certain intellectual disabilities. Some problems come from diseases after birth, such as meningitis or measles. You can’t screen for everything. Life is full of risk.",
        "Absolutely not. \n\nThe things that really matter cannot be genetically selected for--kindness, compassion for others, sound judgment. \n\nLet's use our good judgment and not go down this very slippery slope.",
        "As someone who is, (gulp), getting up there in age and have not yet met a lifetime partner (I decided my own mental health, career stability and happiness was paramount to finding a partner/suitable father of my children); I am so glad that there is technology available that can not only extend fertility but also screen for genetic conditions. A miracle indeed! And my gosh, the babies in this article are just so precious.  Peace be upon all who read this comment :)",
        "This sounds like eugenics under another name. I also am deeply concerned by even our screening methods for conditions. If a couple can conceive naturally, I don't think they should be allowed to consider these eugenic methods. If they cannot, then the only criterion allowed should be likelihood of survival in a very expensive and often grueling course of treatments. I say this as someone who I think would not have been a selected embryo, and I think it's sad to think if the world goes in this direction, people like me wouldn't be allowed to exist anymore.",
        "Not for nothing, watching the little tots playing and not-so-much interacting with one another, is truly joyous.  And this is from a childless cat lady ;-)",
        "We adopted our kids 23 & 20 years ago, because there were (are) already too many people on this planet. When will we wake up and realizing that engineering life isn’t going to help our bursting planet? Do people even consider anything being their own wishes any more? Adopt, don’t use a Petri dish!",
        "So the baby optimized not to have diabetes 1 will grow up to guzzle sugary sodas and junk food and perhaps develop diabetes 2, unless the parents also control every aspect of her nutrition. The obsession to control every outcome and to create optimized children is very creepy to me. If everyone had the chance, it would be a more level playing field but creating ubermensches is only an option for the wealthy. And given the assault on science and research by the current administration it will remain so.",
        "A point being overlooked here is that many people with inherited genetic conditions - such as myself - are already  personally choosing to limit or forego biological parenthood. My husband and I had always wanted 2 daughters, but a few years after our first was born, I was diagnosed Ehlers-Danlos Syndrome. There is currently no genetic mutation that has be identified to even be screened for; we couldn't morally or ethically take the known risk of having another child who might have health issues akin to or worse than the ones I live with. So our child will remain an only child.",
        "Given the stakes and complexity of these issues, I'd like think that as a society we would be able to have an open, honest and thoughtful debate on these topics, one grounded in science but that also respected our country's diverse ethical and religious perspectives. \n\nFat chance.",
        "Genetic testing in embryos for gene mutations that have serious impact on children health is reasonable. Knowing that a child is unlikely to survive for long after birth at an early stage makes possible sensible decisions. Choosing on other factors like intelligence, beauty, etc, would be a dangerous practice and strictly forbidden.",
        "8,214,633,500+.\n\nThat's how many human beings are currently living on this planet of finite resources.",
        "\"Posthumous sperm retrieval\"? Am I the only one that finds even the concept revolting?",
        "It's not the lack of having babies that will cause the collapse of civilization. It's climate change.",
        "Even better, make sure every child who is born has adequate food, care and education",
        "I wish people would stop talking about a population collapse.  We humans are adding a billion people to the earth every 15 years!\nIf anything, there are far too many of us, consuming too many resources and destroying habitat for all other species on earth.\nIt's time for a reset.",
        "They can choose all they want, but regression to the mean is a thing. Also, letting embryos (or fetuses for that matter) die on the basis of sex selection, in any context, is just inhumane.",
        "Perhaps I missed it in the article but many IVF patients - myself included - opted for PGT-testing simply to avoid miscarriage. The vast majority of people who pursue IVF are doing so not because they want a designer baby, but because they were unable to conceive on their own. The journey to IVF is painful, and often involves many miscarriages (miscarriages that happened before and during the IVF process). Especially for older women, whose egg quality is low, PGT can be a Godsend to not implant those embryos that we now know will miscarry. I know there is some debate as to its efficacy, but it was PGT testing that finally led us to a healthy pregnancy (19 weeks now!)",
        "The aim seems very reasonable.   Often it may even be justified, but in theory it is still off base and liable to see a very problematic implementation.\n\nIVF can work, but errors can be managed in the wrong egg selection or even -and less clearly understood- terms of what can and cannot be controlled.\n\nAll too many traits in humans have epigenetic factors underlying their expression.\n\nOne can try to choose an outcome, but outcomes are not simple input.\n\nPeople need to understand that having a gene, or even its pairing does not guarantee an outcome of a phenotype!\n\nNot only is it hard to predict Blue Eyes, Intelligence or tall stature by genes, but there is also the potential to introduce low birth weight and a bit more.\n\n<a href=\"https://pmc.ncbi.nlm.nih.gov/articles/PMC6961665\" target=\"_blank\">https://pmc.ncbi.nlm.nih.gov/articles/PMC6961665</a>/\n\n\"Initial studies examining the effects of IVF found an increased risk of adverse outcomes in pregnancies conceived by IVF when compared to pregnancies conceived through natural conception. Initially, these complications were attributed to the increased risk of multiple gestation following ART [14–16]. These findings led to changes in guidelines and the implementation of strategies to reduce multiple pregnancies including blastocyst transfer and elective single embryo transfer [17]. However, further studies demonstrated that the increase in adverse outcomes persisted even in singleton pregnancies.\"\n\nIt may be that some problems can be introduced in the pursuit of solving other problems.",
        "O brave new world...! \n\nWatch Gattaca as another reader mentioned, and read Brave New World. \n\nNot enough Americans read Animal Farm, 1984, Handmaid's Tale, etc. and look where we are now.",
        "I believe parents should be able to choose what to pass to their children. Make this testing/procedure FREE!",
        "I’m also thinking about research that shows when you have two groups of rats of equal intelligence, but you tell the handlers that one group is smart and one group is not—- the difference in the way they are handled becomes a self fulfilling prophecy: the “smart”‘ones end up performing better on subsequent tests. I feel bad for the children who are eventually born, whose scores were lower than their siblings.",
        "The mentality from a group of people who’ve always assume, ecology can be abused, bent, and manipulated to their will. My late aunt called these folks, destroyers.",
        "If there's money to be made, of course it will happen, imo. The history of humans on this planet tells us that.",
        "Eugenics: the practice or advocacy of controlled selective breeding of human populations to improve the populations' genetic composition (Merriam-Webster)",
        "It will be too late when you realize the govt & corporations & billionaires were deciding which embryos get used and which get destroyed.\nWe can already name several countries that would use this, including one country in the ME that sterilized Ethiopians but not European immigrants.",
        "And then life happens, hope they are not too disappointed.",
        "If abortions are outlawed so should IVF.\nPicking the best and discarding the rest is aborting.\nAnti abortion people cannot have it both ways. \n*I am pro choice.",
        "What happens to rejected embryos?",
        "Gattaca just became real.",
        "This is a form of eugenics.  That word has very heavy historical  baggage,  but selective breeding is still selective breeding.  That's not to say that good things can't come from it, after all, what parents don't want healthy bright kids?  Maybe with incredible musical talent, or language skills, or scientific aptitude? \n\nBut who will be able to afford it, and what changes would that cause in society?  \n\nAt the very least, I hope we can develop technology to eliminate congenital abnormalities and that it will be available to everyone.",
        "A very short step from this to Eugenics.",
        "Essentially this technology accelerates evolution.  It is unnatural selection. \n\nBut evolution applies to species and also to biological sub-structures that appear across them — like vertebra, ear cochlea, or lightweight bones in wings.\n\nEvolution responds to stochastic changes in the environment.  Are we capable enough to map the billions of factors in proportion  — microscopic to macroscopic?  Are we susceptible to selecting aesthetic preferences that are culturally rather than biologically or environmentally determined?  If not, what will be the effect?\n\nWe need to ask ourselves long term questions not simply indulge in short term technological benefits.   \n\nWe might engineer ourselves into becoming perfectly extinct.",
        "I don't think there is anything wrong with a considered decision to not bring children with serious illnesses or disabilities into the world.  I think it's part of the set of responsibilities of being a parent to give your children or future children the best chance you can. \n\nI also find it laughable that anyone thinks the full set of effects will ever be in our control. Whatever efforts we make, there will be human suffering for a wide variety of reasons. \n\nI terminated a wanted pregnancy for a de novo mutation that caused lifelong disabilities.  I have no regrets about this, and I took every opportunity to use genetic screening when my son was born.  If I'd had a choice between a male and female embryo, I would have selected the female due to lower autism risk. As it turned out, I only got one embryo, and he's a wonderful and brilliant and silly and stubborn boy.  He, like most of us,  will have his work cut out for him in this life, but thankfully without any serious congenital health problems or limitations.\n\nI'd like the current administration to know that the recent cuts in educational and support services to Americans with disabilities makes me thank my lucky stars I still had the choice to not take that path. There's very little mention in this piece of the emotional and material difficulties parents  and individuals face when they end up with the short straw in the natural genetic lottery.",
        "A very disturbing potential outcome of this technology is that it becomes the norm for the upper classes to select the 'best of the best' embryos, resulting in a genetically advantaged upper class. Meanwhile, middle and lower classes who cannot afford the technology will bear the majority of 'unhealthy' or developmentally delayed babies. Classes will then be separated not just by money but also by genetics..",
        "I'm struck by how the comments on this article sound so similar to those made by anti-vax folks. It's all a \"big government conspiracy\" or will be. Evolution is predicated on individuals within a species seeking to optimize their offspring's success. I.V.F. certainly seems to fall within that paradigm. Aside from cost, which is always its own significant issue within our society,   why would parents not use these tools?",
        "it is a scary, and for me, dystopian world.  I tend to embrace scientific progress, but not this.  Thankful my era of parenting and starting a family fis ar enough back to not deal with this.  Early in the essay this quote “It wasn’t my grandparents’, her parents’, fault,”  tells me what I need to know, and fear.  The, probably unintentional, description of a human characteristic as an ancestral \"fault\" indicates this is going in the wrong direction.  I pity the children/selected embryos who somehow do not live up to whatever the bottom right cell of their spreadsheet predicted they would be.",
        "Setting the significant ethical issues aside, there is a scientific problem with companies claiming to be able to screen for polygenic traits like autism and obesity: we know at a population scale that certain variants associate with these conditions at higher frequency, but there is no evidence that INDIVIDUALS harboring a plurality of these variants are themselves at higher risk. It's an incorrect extrapolation.\n\nScreening for rare, pathogenic Mendelian conditions is reasonable. Screening for 'autism genes' is pseudoscience.",
        "I wish the author had made more clear that current standard genetic testing of IVF embryos, PGT, is primarily focused on whether or not that embryo is compatible with life and whether or not it will miscarry. PGTP is still rare and I worry that concerns about it could lead to a backlash against IVF.",
        "We have reached the point where major advances in technology and science seem to bring just as much opportunity for abuse and calamity as much as meaningful improvement in life on earth. Perhaps we, as a species, should for the first time invest our energy and effort into improvements in our flawed human nature. True advances there would make our progress in science and technology less scary.",
        "Excellent article that illuminates a dark path.  The casual tone of some of those interviewed is pretty telling.",
        "I have no problem with the science at all but I worry more about the divide we already have of the haves and have nots.",
        "For the record, disability groups are against embryo selection.  It’s why genetic studies collecting genetic data on (for instance) autistic children are so controversial.  Spectrum 10k in the U.K. was stopped for this reason.  Autistic self advocacy groups worry that the information will lead to eugenics- and prenatal screening for genetic syndromes is eugenicist.",
        "Genetically engineered infants for a world that will likely have crossed major climate tipping points by the time they enter early adulthood? Or, heck, a nuclear-scarred landscape?  This all rests on an assumption that individual gifts are the most significant way end up in your preferred future, but I am convinced it's our collective decisions that could get us there.",
        "I would like to hear more about something mentioned in this article: the science (pseudoscience?) of \"lab-grown human eggs.\" What in the world is this? That seems another frontier ripe for misuse, beyond the dangers profiled in this excellent piece.",
        "Well the health screening is nothing new and must occur. The whole point of IVF is securing proper duploid chromosomes. No point implanting an embryo that's guaranteed to perish. Beyond that, it seems pretty dystopian to be selecting sex, eye color, etc. Health is what it's all about.",
        "Is the author aware of the movie GATTACA? A science fiction movie that was/is so plausible, I knew even back when it came out, this would be very real. Opening scene with soft lighting and an angelic voice: “It’s still you, it’s just the best of you.” Creepy in its step form wife tone. In the future, we will be discriminated, not for the color of our skin but for our genetic profile. A genetic profile known the moment you are born. Companies refuse to insure or employee those with high polygenic risk profiles, society shuns them femmes not worthy of relationships, marriage, jobs or education. Babies conceived “the old fashion way”born with high polygenic risk profiles are not accepted to college. Shunned by society for their “potential” imperfections. \n\nIn the movie, society sees not screening for polygenic risk profiles as shameful and irresponsible. This portion written and quoted by the author made me shudder: “We should have the best children that we can, across the spectrum,” she said. Once such a tool is available, “it immediately becomes a societal expectation to use it, and the rejection of it or the refusal of it becomes a morally significant choice,” she continued, pointing to the extensive literature showing that women who refuse prenatal testing are seen as irresponsible.”\n\nMark my words. Insurance companies will look at polygenic risk scores and society will discriminate for an individual’s less than perfect genetic profile in the future.\n\nPs watch GATTACA",
        "This is byond dangerous, there is no single gene oe cluster of genes which cause mental health issues, determine height, etc. Removing genes from embryos at will because there's a correlation with the gene and lets say autism is not only wrong, but futile, the amount of petrochemicals like plastic we consume daily, from meat, water and even vegetables alone is a cause for higher autism rates. \n\nWe're not screening for healthy babies, we're screening to reduce human variation. This goes against evolution and nature which causes more varation, mutation and diversity.\n\nI for one don't want to live in a world full of 6ft+ blue/green eyed blond haired white people. Not that people with these characteristics are superior, but this is the beauty standard which our globalized societies have set, and frankly most parents if given the option choose this traits for their children.",
        "The problem has never been the ceiling of human potential. The problem has always been how those living on the ceiling treat those on the floor. Instead of lifting them up, they’re much more likely to keep kicking them down, and kicking them while they’re down.\n\nSo, I fully support this practice of screening out genetic anomalies that can reduce deformities or  diseases. But, as history has shown over and over again, as soon as you start talking about one group of humans being “supreme” over the others, bad things happen.\n\nEvery single time. I doubt this development will be any different.",
        "This is a deeply important and uncomfortable set of questions that we should have started seriously engaging with over a decade ago. With CRISPR research advancing forward at such a rapid pace, the question isn't whether true genetically engineered embryos will be possible, but how long it will take for the first company to start charging money for it.\n\nAnd while it's easy to dash off a blanket dismissal of this as a firm of eugenics, it's much harder to say that each of us, personally, wouldn't want to take advantage of this option if it were our future child under discussion. It's easy, for example (and as was recently argued in this paper) to condemn parents who choose to terminate a pregnancy when the fetus tests positive for Down's Syndrome. It's much harder to say that if you could flip a switch that determined whether your future child would have Down's Syndrome at all, you would willingly flip the switch to \"On.\" Now apply that to Sickle Cell, Huntington's, etc.\n\nThe thornier issue is the \"optional\" stuff. Intelligence, musical ability, etc. Those aren't debilitating diseases/conditions, but can any of us really say we wouldn't choose to give our kid every advantage possible if we had the option? This is all going to be possible sooner than we think, and we should be wrestling with these questions now.",
        "The ethical questions surrounding this could fill an ocean.  Does the ability to pay for such a service entitle one to preselect an embryo for whatever traits one deems desirable?  What if you are poor (or just not wealthy) and know that you have a family history of some health condition (mental or physical) but you don’t have the resources to pay for such a service?   I guess that I would rather see how something like this could be applied for “the greater good” and not just for rich people.",
        "It's one thing to screen out for conditions that harm human's like down syndrome or huntingtons, but to try to \"customize\" a baby like you do a car with different options depending on one's wealth is creepy and off putting.\n\nAs others have I am sure noticed, the situation will probably play out like it did in the fantastic film Gattaca. I'm not sure how one can write this article without mentioning the movie (and this is the second article I have read on the topic that neglected to mention it). If you haven't seen it, I highly recommend it.\n\nDesigner babies will lead to discrimination, false promises and assumptions of worth. \n\nIt's a path we should avoid.",
        "We already see a huge health disparities between different racial, ethnic and socioeconomic status groups due to multiple factors that affect exposure, risk, lack of access and treatment. This will supercharge it so that only a certain group will healthy and when this happens we will have no incentive to look for cures or public health. \n\nThis is just one ramification of this."
    ],
    "web_url": "https://www.nytimes.com/interactive/2025/04/01/opinion/ivf-gene-selection-fertility.html"
}