{
    "main": "Surgeon General: Why I’m Calling for a Warning Label on Social Media Platforms",
    "abstract": "It’s time for decisive action to protect our young people.",
    "keywords": [
        "Social Media",
        "Mental Health and Disorders",
        "Teenagers and Adolescence",
        "Labeling and Labels (Product)",
        "Surgeon General (US)",
        "Parenting",
        "Anxiety and Stress",
        "Depression (Mental)",
        "Murthy, Vivek H"
    ],
    "comments": [
        "The warning label should be on all social media platforms. Period. Regardless of age. \n\nThe social media platforms are infested with lies and disinformation. It's gotten to the point that I believe almost nothing on the internet or social media.\n\nIf you're an adult and you want to ignore it, that's your right.\nMuch like warnings on smoking cigarettes which have been proven beyond doubt to kill humans, you're free to smoke.\n\nNow that this suggestion has been made by the Surgeon General, watch the social media companies pour billions fighting against it with every means possible - TV, print, hiring lobbyists, contributing (paying off) lawmakers, etc.\n\nTheir number one defense will be that their first amendment rights are being infringed.\n\nOf course with a radical, activist, hard core right-wing extremist MAGA Republican Supreme Court, they will probably be protected from the Surgeon General's suggestion..",
        "Where does the nanny state end? The government can not fix everything!",
        "On twitter and facebook my common thought is my writing good, intellectual, politically correct and as close to 'G' rated writing I can manage. My friends may all be adults, but I don't know if their children are looking on my site. So rarely any sex, or drugs and I always try to be safe with my opinions. The president is the only one I blame for our woo's(ex pres too) and rarely do any cuts or finger pointing. By choosing to follow through a safe conduct of speech is just safety social behavior.",
        "That's hilarious doc. \nwhat about surgeon general warnings for junk food? \nmicroplastics? \ndirty air, water, and soil? the \"forever\" chemicals? \nthe gun violence? \nthe F.A.A. sure did a great job with Boeing eh? \njust like the DEA is all over oxycontin, and the FDA is concerned primarily with bribes from Big Pharma and Big Ag- oops I meant your health and safety  \nhow well we protect our children? when is your next standup routine in Vegas/",
        "Those red hats are all the warning label we need.",
        "As an early pioneer of social media & CEO of the longest standing social media related company in the world, I think it’s fine to add the Surgeon General’s suggested warning label to the platforms.  Alas it will do very little to address the issues at hand.  \n\nThose being child self-esteem and mental health, privacy, data protection, harassment, & disinformation. Warnings and regulations are good, but they won’t accomplish much in the face of the emotional draws of human nature that drive social media.  \n\nPeople are on social media because they want to be there. Connecting people, enabling and supporting positive relationships, building positive social movements, education, and more. Social media fills a human need for connection in an increasingly disconnected world. Most people will ignore labels. The proposed rules regulations help some, but don’t address the core dynamics and are easy to get around.  As one example, when COPPA first came into existence, not allowing children under 13 to access to Internet sites, we found the next day there was a surge in the population of 14 year olds.\n\nWhat then can we do?  The answer is exceptionally simple and easy to implement, but it requires the greatest of will power. We must educate our children on up in how to use, navigate, and manage social media with an emphasis on critical thinking.  Adults as well plus how to manage their children’s access to social media. \n\n Peter Friedman, LiveWorld",
        "Thanks for taking initiative on this major problem. I fully support this. Bravo!",
        "I completely agree with everything written here.  The essay concludes \"Our children's well-being is at stake.\"  Right again.  But on the other side is money.  Which side will win?",
        "I am grateful for this action.  A warning label can only warn, but it provides context for thinking about our actions.  The label stands as a sign at the door--be wary, be mindful, think about it before entering.  It was high time and perhaps a good first step to opening space for better conversations and understandings about these platforms.  We may worry about the young, but frankly, I have learned that I can't really trust myself.  The damage is incredible on young people.  Putting the screens away is very healthy.  Moreover--Read.  Read books.  Read banned books.",
        "I am a mother of 3 kids attending public elementary, middle, and high schools, and none of them have smartphones or social media. I am also the author of a new book on this topic (Childhood Unplugged, 2023, and a Substack newsletter called The Analog Family). \n\nWhile I appreciate the Surgeon General's intention, I am so very tired of parents passing the buck to companies, politicans, doctors, and various \"experts\" to try to mitigate the harms of these platforms and devices when they themselves are the ones with the most influence on a child's life. But many parents don't want to do the dirty work of saying no. It's easier to wait around for someone else to do it. Partly, I wonder if this is because they'd be forced to face their own screen time overuse habits. \n\nThis social media-induced problem wouldn't be nearly as big if parents simply said no to their kids. It's absolutely possible. I'm living proof. I'm doing it on a daily basis. It's not always easy or fun. But it's preferable to dealing with the fallout from cyberbullying, and shattered self-esteem, and self-harm, and depression, and, heaven forbid, suicide. \n\nThis is not about blaming parents. This should be an empowering message. You CAN say no. It's never too late. You're not alone.",
        "Thank you for this story and your efforts to protect kids. Personally, I think social media is plenty harmful to adults, too. I feel so much happier after deleting my Facebook account several years ago and haven't missed it one single bit. When I think of all the time I wasted scrolling through that endless feed like a zombie, reading about the idealized lives of \"friends,\" looking at simplistic memes, and attempting to combat the rampant misinformation people so eagerly shared there (an impossible task), I want to kick myself. Life is so short, and I wish I could have that time back.",
        "The graphic associated with this article brings up a related issue with devices.  Using them in the dark to read, search, or use social media exposes the eyes to very bright light at close range.  I have not researched this, but I believe my macular degeneration is die at least in part to such usage.  (Only my left eye is affected, due in my mind to that eye receiving the strongest exposure due to my position.)\nReading under the covers with a flashlight is a time-honored childhood tradition but users should be warned of the physical impact of using a backlit device in this way.",
        "Algorithmic social media is the cigarette of the 21st century.\n\nTwenty years from now we are going to look at giving an 8-year-old a smartphone like we would giving an 8-year-old a pack of smokes.\n\nMaybe social media is as safe as Big Tech claims, maybe not, but we shouldn't run the experiment on our kids.",
        "A good first step, but I'd like to see social media regulated as a drug.",
        "We need to back to a model of the FTC regulating TV and radio.  It used to be that you had to actively seek out adult content, and pay more for it.  E.g. you had fairly tame broadcast TV, but would have to make an active decision to pay for HBO, Cinemax, Playboy, etc.\n\nThings have flipped.  If you (and you kids) have access to the internet, you have access to everything.  You have to actively monitor, block, and educate yourself about the latest threats.  Parents need to pay for blocking software to block out inappropriate content.\n\nKids will stumble upon porn--innocently clicking an ad or link.  You have to consistently increase your privacy settings to avoid predators/scammers trying to friend you, send you inappropriate content, tag you in things, etc.  \n\nBasically, you have to constantly and actively seek to avoid adult content.  It used to be that you had to actively seek it out.",
        "How about a warning label on the American healthcare system as it is far more dangerous than social media.",
        "Such a well meaning civilized argument offering a calibrated response to the societal menace of social media. Good luck persuading a community hardwired into extremist notions of freedoms even at the expense of self harm, and harm to the society and the world at large. Where the dogma of \"individual\" above all is religion, where the Supreme Court just bumped the stock of assault weapons for personal use, you want to nudge caution in use of social media by warning folks, backed by data and examples. Sounds tragically naiive. The bogey man of nanny state is screaming murder already ... !",
        "Good first step.  But, how is \"social media\" defined?  Yes, the traditional social media companies are pretty bad, but there are a lot of negative impacts for sites and apps that aren't considered social media per se.  For example:\nDid you know Spotify has porn?\nYouTube--even YouTube Kids--is a hotbed for horrible content\nGroup chats can be awful for bullying, sextortion, and more\n\nPerhaps this warning should be extended to smart phones, not just social media?",
        "Maybe we need a different approach.  Maybe a Propaganda Czar who could mobilize forces to  gradually spread the idea that it is   'uncool' to spend hours on your screen. If this somehow took hold, it would deter a lot of school age children and young adults. No one wants to be 'uncool'. For the rest of humanity, it would be a loud, ever -present reminder that too much Internet is not good for mind nor body.",
        "Not enough...\n\nI personally have no social media at all, a decision I made about 20 years ago-I tend to endeavor in personal things in the flesh, not on a screen, but my biggest instinct has unfortunately a reality.\n\nMy concern was of what's happening only a bit now, and will get progressively worse, in a short time. The impact of ID theft, the impact of fraudulent companies who claim they are reporting agencies (I am suing one as we speak) and all the nightmares of a loss of \"privacy\" which had a stronger more meaningful meaning back then.\n\n The fact is that social has caused the entire proliferation of privacy violations all by themselves. The cameras at nearly every street light, they don't just watch the cars running the red lights, stop signs, or simply turning right too quickly after a rolling stop-no. They are watching with very wide angle zoom lenses EVERYTHING around that camera for almost the entire 360 degrees.\n\n If we go outside, someone now knows more about us than WE do, more about if you fixed your hair, picked your nose, or whatever else you thought no one else would ever notice, guess what EVERYONE else now can notice...not for me, and a very wise decision.\n\nThe summary of this though is more simplistic: Not just an entry warning label, but a label on each group (at entry, each time) and each chat, and each of everything these platforms have used to completely destroy the word \"privacy\". As the SS admins told me, everyone's been compromised-no exceptions...",
        "I agree with all the recommendations in this excellent article from our surgeon general.  I would add that our core curriculum also be updated to include mandatory classes on the safe use of social media, information discernment, and how to exercise critical thinking in a digital society. This is especially important now that AI has entered into the equation.",
        "Here's a novel idea.\nInstead of a warning label, why not hold social media companies culpable for spreading misinformation and memes that are obviously dangerous?",
        "As a parent of three who was completely outsmarted by my kids, tech, and screens, all I can say is good luck.",
        "A WARNING LABEL on social media is absolutely warranted in a nation of free speech.",
        "It is critically important that YouTube also be in the discussion.  Its algorithms feed toxic content to teens and preteens.",
        "I got to know the parents of my kids when the kids were all still young.  As the kids got older, the parents made the effort to openly discuss planned approaches for cell phones and social media.  We all agreed to wait until at least high school, and even then, to have a lot of restrictions on it.\n\nThe kids are in middle school now.  In elementary school, very few kids had phones.  That abruptly changed in middle school.  But our kids are all still friends and all still are phone free, and have very strict limitations on screen time and very limited access to the internet.\n\nBut, they are all in the same boat and so far it's not a huge struggle.  They can complain about their luddite parents together--in person!!--and we're ok with that.  They all seem really happy and well adjusted.  \n\nI know tech is coming for them eventually, but I'm happy to delay it for a few more years.\n\nParents:  talk to each other!  Band together!!  It is SO MUCH EASIER to navigate these waters when you have each others' backs.",
        "Dr. Murthy, a warning label for social media is entirely useless. No child between 10 and 18 cares what the Surgeon General thinks, never has, never will. What you are doing is raising a post-Covid profile of meddling uninformedly that is already too large and so damage the post of Surgeon General (more). What you should do is first get a study done that clearly correlates, measures and compares the harm that different platforms seem to inflict on different ages and cohorts. (And that will not be easy since people are lazy enough to just self-report everything bad on social media, since this is the prevailing but unproven narrative.) Then you will have to find out how exactly the damage is done and then you will hopefully be able to pinpoint this to the parts of the algorithms that are doing the harm. Then, maybe, you will be able devise adequate countermeasures (which might not be in the realm of the social media at all). Now, today I will stop mindlessly watching youtube shorts (which I do more than my kid).",
        "Murthy's action here is well-intentioned and commendable.  Sadly, it is also useless.  It will have little or no effect, and is obviously unenforceable.\n\nIt is parents (some of whom are, themselves, addicted to social media) who need to (try to) control social media usage by their children.  Yet that is probably also a losing battle.  Social media has ingrained itself far too strongly into the youth culture (in particular) for \"warnings\" to be taken seriously, much less heeded.\n\nFor those parent wishing to read the two best books written on this subject (and recommend them to their children, assuming their children still actually READ), I would highly recommend:\n\nThe Chaos Machine: The Inside Story of How Social Media Rewired Our Minds and Our World, by Max Fisher\n\nand\n\nDigital Madness: How Social Media is Driving Our Mental Health Crisis and How to Restore Our Sanity, by Nicholas Kardaras, Ph.D.\n\nThere have been dozens of storylines on this issue in films and TV shows over the years since social media arrived.  Yet they have had little if any effect on the children watching those films and TV shows.\n\nOn the other side, according to several articles (including in the NYT), there ARE groups of teens around the U.S. who are either eschewing social media or limiting their time on it, because they see and feel the adverse effects of it.  Bravo.  We need more of this, and more PSAs and whatever else we can do to get the warning out in a way in which children will actually hear it.",
        "I am all for addressing this issue, however, I fail to see how this solution will actually lead to demonstrable change and benefit for young people. Does anyone think that parental advisory labels on music and video games deters ANYONE who wants those items from getting them? And in a digital space, those warnings are even easier to ignore (looking at you Facebook/Twitter with your \"fake news\" warning labels that affected no one). \n\nIf we really care about the impact of social media on users (underage or adult) then perhaps Congress should do it's job and regulate those platforms like utilities — and maybe even require a little age/identity verification (blue checkmark!). That's how you make a lasting impact on the problem. A warning label is a bandaid that addresses the symptom but not the problem.",
        "Lordy was I lucky to grow up before social media existed, my son too was adult before this advent. So lucky. I pity whoever is young in today’s world for more reasons than one.",
        "In my university class, I asked my students at what age did they receive a smart phone. The average age was 13. I then asked them when will you let your children have a smart phone when you have children. The average age was 18. They know this was bad for them.  If you are a teacher, ask your students these questions.",
        "I thank Dr Murthy for sharing this opinion piece. He describes the rationale of such a policy at both a public health and individual health level. \n\nI describe myself as a balanced person who thinks I can assess risk well but didn’t directly link social media consumption to mental health. As a medical and public health microbiologist, I see this risk reduction strategy as an important step forward. Like many others, the pandemic has negatively impacted my mental health and on reflection, the higher consumption of social media over the years didn’t help. I can only imagine the harm social media has wrought in children and adolescents since the pandemic. \n\nOn a personal level, I want to thank him for his leadership on this issue and I’ve just put significant limits on all my social media apps! Maybe I can wean myself off completely soon!",
        "Yes, social media is a problem not only with teens but in the divide we have now in our country with politics.  I am sitting on a train in a beautiful part of Switzerland where mountains and lakes abound and next to me and over to the next seats on the right there are 3 young men between 17 and 22 about. They are all plugged into their cell phones.  They are not interacting with one another or looking at the beautiful view.  How sad I think that reality takes second place to the digital info they are getting.  It is not just Social Media, it is the big tech companies that are pushing, pushing, and pushing, to get you addicted to your phone, from banking, information on everything, texting, games, sports, and music...it is all now on your cell phone pushing for more dependency to your phone.  I see people crossing the street on their phones and wonder how many of them get killed every year because they are so absorbed in their phones they don't see or hear a car coming.  Sad but Capitalism does not care about the damage they do to the environment, quality of life of the average person, or health, it cares about the bottom line for its investors and the investors need to realize that they are paying the price for a few more dollars in the bank, for themselves and their children.",
        "I have a question: Is YouTube considered social media in this context?",
        "Cool, cool. Social media can cause real harm. \n\nBut can/will these labels actually curb usage? They might raise awareness, but can they improve things? Or will they simply serve as a reminder that we're doing something harmful? And will that reminder just make us all feel worse about what we're already doing (and going to do)?\n\nI say this because warning labels are everywhere now. Have you ever bought food or an ice cream maker or anything really with a California Proposition 65 label? I swear, this warning is on everything. It reminds us that whatever it is we're eating or using can potentially cause cancer or other harm. But we're already using it or eating it. So now we have the knowledge that we're doing something harmful on top of the actual possible harm. Double harm? Or perhaps a deterrent to eat that thing or use that machine ever again? I dunno.",
        "There's hardly a segment of civilization left that is not Begging for meaningful regulation on this: CONGRESS, where are You?!",
        "First, let's call it by an accurate name:  ANTI-SOCIAL Media.\n\nIMO:\n\nSmart phones (micro computers with limited functionality for productive use) should be prohibited for anyone under 17.  IF a young person needs a phone for actual phone calls, let them have a old style flip phone.  \n\nFor adults, the speakerphone feature needs to be removed.  I'm disgusted by all the people who think the rest of us need to hear their conversations emitted from a metallic-irritating-speaker.\n\nMoving to an area with no cell signals may be in my future.  :-|",
        "Another example of the need to “do something”. Completely useless waste of time and money. And a first step towards further restrictions",
        "My 18-year old and her friends are far more aware and able to deal with the dangers of social media than my 80-year old parents. My mother sits on Facebook all day long soaking in right wing nonsense. How do we fix that?",
        "I am old and myriad are the facets of life that can bring us and our children ill, even bring us tragedy.\n\n Sure, let’s add social media to the list. \n\nThe question of whether or not it can be effectively controlled probably depends upon whom it profits - the more powerful they are the less likely that it can be done.\n \nTake war: war is far more dangerous to youth especially when waged over foolish things - upon which river do we draw a border, this one or that one, or to avenge the death of this or that Archduke of wherever.  Arms makers and their media cheerleading minions are very powerful.\n\nTake automobiles: they completely rearranged the way cultures worked, distances shrank, people took to the roads and streets in order to become far more anonymous or autonomous than they could when constrained to their village or neighborhood. Was this good or bad for families and overall social cohesion or just for auto salespeople?\n\nTake air conditioning: it has made previously inhospitable regions livable but is that good for people, society, the environment or just for real estate moguls?\n\nYes, some things bend more easily to regulation than others, but it seems to me that like war, the automobile, air conditioning, the industrial revolution, etc, social media is one of those developments that whether for good or ill, will remain beyond meaningful regulation as least as regards as its widespread impact upon society. One needs only glance at the profit it generates and to whom.",
        "The same parents who will scream about First Amendment rights are the same parents who have shown their children how to bully, insult and belittle by example. The same parents who will ignore the warnings , or worse, tell their kids to ignore them are as much the problem as social media. Parents who get it and are committed to raising decent, loving adults will figure out how to protect and educate their children. Then the nasty bullies can turn on each other.",
        "Much of “ social media “content , not all , are similar to cigarettes: one poisons the mind , the other poisons the lungs .",
        "\"The measures ...... should restrict the use of features like push notifications, autoplay and infinite scroll, which prey on developing brains and contribute to excessive use.\"\n\nThese carefully created traps to keep people focused on social media or games or scrolling exist everywhere now. Even the NY Times amped up the idea that Wordle players must not break their winning streak such that many people became obsessed with making sure they played every day. Why is maintaining a Wordle winning streak important? It isn't. But we think it is. I have a game on my phone that does the same thing. I get points for not missing a single day. The more I play, the higher my \"level\". This is everywhere and it is up to each person to find a way to recognize this for what it is and not get addicted. A warning would help.",
        "I am old and myriad are the facets of life that can bring us and our children ill, even bring us tragedy.\n\n Sure, let’s add social media to the list. \n\nThe question of whether or not it can be effectively controlled probably depends upon whom it profits - the more powerful they are the less likely that it can be done.\n \nTake war: war is far more dangerous to youth especially when waged over foolish things - upon which river do we draw a border, this one or that one, or to avenge the death of this or that Archduke of wherever.  Arms makers and their media cheerleading minions are very powerful.\n\nTake automobiles: they completely rearranged the way cultures worked, distances shrank, people took to the roads and streets in order to become far more anonymous or autonomous than they could when constrained to their village or neighborhood. Was this good or bad for families and overall social cohesion or just for auto salespeople?\n\nTake air conditioning: it has made previously inhospitable regions livable but is that good for people, society, the environment or just for real estate moguls?\n\nYes, some things bend more easily to regulation than others, but it seems to me that like war, the automobile, air conditioning, the industrial revolution, etc, social media is one of those developments that whether for good or ill, will remain beyond meaningful regulation as least as regards its widespread impact upon society. One needs only glance at the profit it generates and to whom.",
        "It's not the social media that's broken.\nIt's the broken people on social media who use it to intimidate, bully, harass, threaten other people.\nFix the broken people.",
        "A couple of years ago I spoke to a psychotherapist who works in silicon valley, and who specializes in internet/social media \"addiction.\" She stated that the silicon valley elite send their children to schools where screen use is almost completely curtailed. \nI'm 69 years old. Hate to sound like an old man, but when I was young, out lives were, I feel, a lot richer and I feel that part of this was due to the absence of the internet and social media.\nBTW, the plutocrats are always selling us garbage. I remember when the tech companies were telling us that by now, most Americans were going to be working around 25 hours a week due to the transformative effects of the internet on the work process. How has that turned out?",
        "I believe regulators need to be very careful about what issues they take up, otherwise they appear, or really are, paternalistic. In general we should step back and let each individual make their own choices, wise or otherwise. In my opinion if one body takes up multiple issues it diminishes the effect of each one, so choose very carefully. Beyond that, I just don't think it's the role of government to mold the behavior of citizens.  Non-governmental bodies should take up many of these causes.",
        "My 18-year-old daughter and her friends are far more aware of and able to deal with the problems caused by social media than my 80-year-old parents. My mother is on Facebook all day long every day while listening to right wing radio in the background. How do you fix that?",
        "Even if we can manage teen phone use in the classroom, how do we manage social media use when students are issued Chromebooks in schools and expected to use them for “school work”? The way technology is used in the classroom and at home needs to be completely reevaluated. Students play video games and go on social media. They are not learning.",
        "Let the youth be.",
        "A noble but meaningless gesture, Dr. Murthy.\n\nIf you want to fix this problem, make these companies legally liable for the harm their product causes.\n\nOf course, that will never happen in our corrupted system, so we get meaningless, if well intended, gestures like these.",
        "As a 65 year old, I was late joining social media, but felt obliged to, since many of my friends were on it . After building up a portfolio (due to algorithmic suggestions for ' friends' of 174 contacts, I eventually dropped out six months ago as it was doing my head in. I'm currently enjoying floating in my peaceful backwater, hiding in the reeds, with an account I opened in order to maintain contact with a charity to which I subscribe but otherwise never post anything from. It's like pre-social media days again, with real friends, contactable on a face to face basis, no white noise and clutter, and very agreeable.  Friendship running on MS DOS, as you do 😀",
        "According to Dr. Murthy, “One of the most important lessons I learned in medical school was that in an emergency, you don’t have the luxury to wait for perfect information.”\n\nHow true! If only that advice weren’t applied so selectively. \n\nIt seems that warning labels can be applied in this emergency because, hey, it’s just a label. But in summer 2020 I was begging the public health establishment to release the vaccine to all who wanted it because we didn’t have time to wait for perfect information, and the response was uniform: “No, we must wait until the vaccine has been absolutely proven safe and effective.”\n\nAnd I wasn’t the only one: a Johns-Hopkins professor proposed distributing the Covid vaccine ahead of trials, only to be shamed the very next day into printing a retraction that he clearly didn’t even believe: <a href=\"https://www.forbes.com/sites/stevensalzberg/2020/08/03/i-was-wrong-we-cant-skip-phase-3-vaccine-trials\" target=\"_blank\">https://www.forbes.com/sites/stevensalzberg/2020/08/03/i-was-wrong-we-cant-skip-phase-3-vaccine-trials</a>/\n\nI think the distinction being made here is that warning labels on social media don’t sound like medicine, but vaccines do. If a label produces some bad result, the medical establishment can say “don’t look at us - the label is just words, and we’re doctors, not wordsmiths.” It’s much harder to make that argument with vaccines.\n\nBut this point about acting without perfect information was the opening line in an article arguing for the radical step of declaring some speech to be a health hazard. If that’s the principle, let’s at least apply it consistently.",
        "When I was a teen, the warning label on cigarettes just made them more attractive to my friends and me, and we wanted any album that had an advisory label on it. We stayed out past our curfews, figured out how to buy beer and marijuana, got fake IDs, and charmed our way past bouncers at adult clubs. Anything denied to a teenager just ensures that the teen will go to any lengths to obtain it. Warning labels on social media. Ha!",
        "Could it be a divided America that also has an effect on our children's mental health ?  Can you imagine growing up in a society where almost 50% of adults are on one fence or another about reality ?  It is not just a public conversation about divergent policies between Republicans and Democrats; they are two DIFFERENT WORLDS.  Also note, the rise in wars as way to solve problems, sends a clear message that those with the best guns..... win.  I think kids despair that our ruling \"parents \" are out of control.",
        "Any observant person out in public will notice the huge percentage of young people walking around with their noses in their phones.  This is not normal behavior.  Like tobacco and alcohol, these devices should be prohibited for children and teenagers until they are mature enough to make informed decisions.  They should be using starter phones that are limited in function (already on the market) that serve the practical needs of parents and kids.  We need to wake up to this problem.",
        "It’s a great place to start. Now combine it with other effective strategies, such as advertising, to increase public awareness and it will eventually, like the anti-cigarette campaigns of the 70s and 80s, educate people over time and improve and even save many lives.",
        "Parents may want Phone manufacturer's to re-vamp devices to have \"built-in\" graduated safety settings for their children and teens. Such control settings might look like this:\n  \n  Highest level : \"emergency phone\" access only (no other \n  features available).\n\n  Medium level : phone access but no texting access, but, \n  some Parent approved apps.\n\n  Training level : prior to access to any higher levels a \n  manufacturer's provided on-line course which meets\n  US Surgeon General guidelines for safety must be watched \n  by the pre-adult uses. After this education a pre-adult could \n  have a device with phone, texting and Parent approved \n  apps.\n\nIf all device manufactures are required to have these \"built-in\" safety features it might globalize thinking that these devices have \"hidden and nuanced\" risks.",
        "It doesn't take an educated person to realize that excess in most things in life are hazardous to ones health.  That being said I have my doubts that large swaths of our population actually heed the warnings of the wise.  Dr. Murthy has done his job, sounded a warning and made a public appearance; it's time now for him to retreat back into his medical enclave.  For the most part people resent being told how to raise their kids, regardless of how inept they at doing it.  Passing laws regulating young people's access to the internet is neither wise nor would be fruitful.  As Yogi Berra said, \"If people don't want to come out to the ball park, nobody's gonna stop 'em.\"",
        "A warning lablel indeed ! Warnng labels including cross and bones logos were put on cigarette pages more than a half century ago.  It changed little in the habits of smokers, and maybe even, through  delicious contrariness, inspired more defiance from the addicted.  Moreover , putting a label of  warning on something is always negotiated in interest of the perpetrators of a proven threat.  like: \" We'll put a warning on the package as long as you allow us to continue producing its contents--.all  the while reasonably assuming that the negative message  will have but little effect on the consumer,",
        "Education has not kept up with innovation. I remember being taught in school stranger danger, don't wear black at night, duck and cover, hide under your desk in an earthquake, fire drills and while some of these are obviously not going to help you it did serve as warnings. I would hope that not only parents would educate their kids but that schools would also warn of the dangers of reading too  much into what you read or see on the internet. Then there's the other side of the coin. When seeing is no longer believing then will truth become collateral damage?",
        "Missing is any discussion of the effectiveness of warning labels.  Anyone involved in public health should know the answer, which seems pretty obvious: they have little effect.  They are what our public health officials do when they don't want to go up against a powerful industry.",
        "It won't work but I sympathize with parents of children and those already addicted to their phones.",
        "Wasn't it within the last year Dr .Murthy was describing an epidemic of loneliness? Can we really substitute social media for the warmth of a smile of a friend over coffee or a hug from someone we care about? Coincidental??\n\nChildren are at risk but adults are certainly not immune. Yes, we may have more self-awareness and experience to make these calls for ourselves but...addiction is addiction. \n\nI can't recall the number of times I've seen  5 year olds with electronic devices propped up in front of them in restaurants or babies pushed in strollers in parks while Mom carries on unrelated conversations with God-knows-whom. \n\nLet's become living examples of proper conduct for our kids in all aspects of teaching our children well and not just make having one's own iphone a rite of passage.",
        "I don't understand the whole concept of warning labels like this. Putting a message on a bag of cookies that warns that it might contain nuts or other foodstuffs that some folks are allergic to is reasonable and necessary. But just like the labels on cigarettes, putting a warning of the so-called harm that social media can cause makes no sense to me. People do not respond to such things. They will continue to smoke if they want to, and children and adults will use the internet no matter what. Who really thinks a 16 year old believes that if they avoid the conversations they usually have online it will lessen their stress/depression levels? The warnings should be bold and blunt, that many times information presented as fact is nonsense or exaggerated or totally false to persuade someone to think differently about some subject. But many people will still believe it and spread the lies around as if it were truths. The same as folks do with gossip. It is what it is.",
        "\"the consequence of unleashing powerful technology without adequate safety measures, transparency or accountability.\"\n\nTrying to control a powerful technology deployed by powerful corporations cannot be the responsibility of individual parents. Corporations prioritize \"engagement\" over safety and everything else, because it translates directly into more money for them. Under those conditions, how can powerful corporations do anything but make social media as addictive as possible? Government is the only force that can hope to control them. Government must demand that social media platforms turn over ALL of their data, so that the government can independently assess the risks and devise safety measures.\n\nWe are about 20 years too late in starting to think about this now. It may already be too late to control social media, which is a global phenomenon. We are already several years too late in the case of artificial \"intelligence,\" which is arguably much more powerful, more profitable, and more destructive. This is going to get much uglier.",
        "Social media has become the main information source,\nrather misinformation source, for far to many people.\nAnd to add insult to injury those that are the biggest users of social media are the amongst the most impressionable.\nAdd the impending threat of A I and its ability to successfully counterfeit just about anything and who knows where these serious threats to the factual truth will lead mankind.\nOdds are it won’t be enlightenment but rather into the stygian depths of the maliciously depraved.\n\nA wake up warning call is today loudly beckoning.\nHow can we stop this very challenging  impending danger?\nCan we even?",
        "When my granddaughter got her first IPhone at 14 it was because she would be taking the subway in DC for school. That summer when bored staying at her dads she was on social media. She tumbled onto a sight called “ what I eat in a day.” The algorithm kept sending her this kinda story, she was unaware there was an Algorithm. After one month she went home and had developed an eating disorder, anorexia, an already skinny girl. No lie, it happened that fast. Teen age girl entering her first year of High School.",
        "\"These harms are not a failure of willpower and parenting; they are the consequence of unleashing powerful technology without adequate safety measures, transparency or accountability.\"\n\nThat is such an excellent way of explaining the issue at hand. And this isn't the only thing going on where the industry of a technology is more powerful than willpower, either. I'm looking at you, disinformation, and also you, broken plastics recycling, and at you, AI....",
        "\"...parents should work together with other families to establish shared rules, so no parents have to struggle alone or feel guilty when their teens say they are the only one who has to endure limits.\"\n\nPlease do not place the burden of phone restrictions on organized groups of parents.  We need legislation.",
        "Warnings are great. It is important that cigarettes have warning labels. It is more important that they're banned for persons under the age of 18.",
        "Maybe more parental options would help...although some adults on social media are the worst bullies.\n\nI'd like Facebook to have parent/guardian connection identifiers instead of having every associated person being a \"friend.\"  Maybe a parent/guardian \"badge\" so kids in the social media set know that a parent may be in the group and monitoring some of the activities.   Bullies tend to be like Eddie Haskell on \"Leave It to Beaver,\" all smiles and politeness in front of the adults but a conniving schemer full of bad ideas and worse advice without them.\n\nI gave my kids phones when they started going to events that required me to drop them off and pick them up but not be part of the activity. The phone was their lifeline if things went bad and they wanted out.  We'd review the rules and I'd remind them that I was their escape route.  Parents can't be the escape route if they can't be where they are, so groups have to be willing to send notifications to the parent/guardians.  Maybe part of the social meeting group settings?\n\nSome changes to keep adults involved might be a helpful thing.",
        "Social Media impacts everyone - and studies surface that it's the core accelerator for our current mental health epidemic.\n\nThis applies to everyone.  I'm obsessed with observing heads down with a focus on tech (social media tools) as if users isolate themselves in an impenetrable bubble, yet one of the pillars of living well longer is connectivity, face-to-face...not virtually with one who may not be who they are.  Phantom participants can be predators and threatening.\n\nAt the very heart of the matter is that we are withdrawing from living well through technology.   Remember the adage--LIFE BALANCE is slipping through our fingers.",
        "Read \"The Shallows - What the internet is doing to our brains\" \n  by Nicholas Carr\n\nAs a mid 30's Medical Student I was intrigued by the books on CD that came on the scene in the 90's.   Compact, easy to have an entire library in your backpack.   There were aspects of hyperlinks for quick definitions and reference that were useful, but if you weren't careful, it could become a rabbit hole that quickly got you off topic.   Current social phone apps are this same rabbit hole on hyperdrive.\n\nDeep reading has become a lost art, at the expense of attention span.\n\nIt is an interesting paradox - deep reading and making those strong intellectual connections as you master material is a solitary exercise where you are in your own head, but this type of activity increases your attention span.\n\nWith many phone apps, you are still in your own head, but things like continuous scrolling shorten your attention span, and actually train your brain to shorten it further.   (Speaking as a Neuroradiologist)\n\nEssentially electronic ADD.",
        "Yes, a warning label on social media is an excellent idea. However, I would expand it. In addition to saying that social media can cause significant mental harm to adolescents, it should also say that all posts should be evaluated carefully for misinformation. That includes political misinformation, of course, but also misinformation about products, mental health treatments, Covid etc. We must become intelligent, self-regulating consumers in this sphere before it is too late.",
        "I think a general’s warning would do a great deal for awareness. The thing is that social media benefits the company’s who run it, and users/businesses who generate content. \n\nI deleted two social media apps from my phone this weekend because I recognized that I was stuck in a bad cycle of feeling amused, then empty. Ultimately depleted of energy. \n\nThere is so much I could do that would be a net positive for my mental health. Right now, social media isn’t one of them.",
        "My wife and I need only to see the immediate improvement in our 11-year-old grandson after we imposed rules about cell phone use and violent games when he visits us. After his father backed us up, the boy's addiction became apparent when he consistently attempted to work around the rules so he could spend time with a Gollum-like fascination with his \"Precious.\" At least for us, this is all the evidence we need that his screen time needs limitations.",
        "My kids got their first phones when they turned 15 and started driving. Dear God, until they turned 15, what did they do with their time?",
        "I appreciate the response.  But you and your previous surgeons general are about a decade late on this.   \n\nAnyone with Gen Z children or any school teacher of Gen Z has been screaming to the rooftops about social media’s problems for a long long time.",
        "Parents complaining about their kids using phones need to take their kids’ phones away. People give their kids devices because it makes parenting easier. \nOn the other hand, I get it. I’m a parent too. Todays lifestyle isn’t built for families. Kids are expected to sit silently in restaurants, at the grocery store, bank, on the subway, wherever. Giving them a device makes this easy. But the end results are incredibly serious. It isn’t worth it.\nWe need to accept that children will make noise, won’t act like adults, and will have difficulty ‘self-regulating,’ as they say, in public. No more judging parents for normal child behavior. Parents, we all need to step up, put our own phones down, and accept that taking kids out in public means we have to be constantly ‘on.’ \nGrandparents, things would be a lot easier if you guys stepped up and took the kids every now and then so parents can get some moments of tranquillity.\nYes, we all will have to put others first for a change. What an idea.",
        "Besides from having phone free zones in school or at home, adults need to model living without incessant cell phone use. Does one really need to be on their phone when walking a dog? Do adults need to respond immediately to every notification or text? Do we really need an app for everything? I can't get on my computer at work with out my phone. We have created a society where having our phones is mandatory and for many it is too much of a distraction for whatever reason, and this is what children see-adults who are unable to put their phones down at times even to engage with their own children. We need to do better and remember the human connection void of devices.",
        "One of the reasons I’m so keen to get my children into competitive swimming is because a cellphone cannot be brought into the pool.  I see the kids at practice horsing around and really enjoying themselves.  At summer day camp last summer I saw children playing on phones at drop off.  So disappointing.  Camp was at a beautiful location and the kids are sitting around staring at a phone?  I already emailed the camp director about the cellphone policy for this summer and was told they will not be policing cellphone use. I’m resisting getting my nearly 12 year old a cellphone, it feels like a slippery slop.",
        "The founder of \"infinite scroll\", Asa Raskin, has said he deeply regrets and feels guilty about creating this feature. And that was about 4 years ago when he said that. \n\nDuring this time TikTok has emerged and has basically enveloped your average teenager. We have not even seen the worst of it, as developmental impacts usually take longer to reveal themselves.",
        "It’s certainly a step in the right direction. Forward… ho!",
        "Yes Yes Yes!!!\n\nPlease do something to stop the madness from harming our children. Please show that society still cares about our souls and not just our “pocketbooks.”",
        "Sorry, but a warning of this nature is to state the obvious. Most likely would have a negligible impact on behavior. It's the same as having the statement on a pack of cigarettes warning  \"smoking may cause cancer,\" which has been a requirement for years. People still freely choose to smoke despite the health risks and the extreme cost.",
        "Why American public needs to be treated like toddlers? Same goes for fast food, opioid crisis, soft drinks and many more. Why is it that the only society in the world which consumes garbage in all forms and needs to be reminded like kids what is right and what is wrong? I would point  rhetorical finger to the ridiculous public education in this country. But I am sure it’s only the tip of the iceberg.",
        "Love this!  As a high school teacher I see first hand on a daily basis what social media and smart phones in general are doing to our kids. 33 years in the classroom and I can say that what I’m observing is heartbreaking!  Let’s see if as a society we can follow through on what is obvious",
        "I’m joining many others in thanking you for proposing this warning label. I was a young teenager when the Surgeon General issued the first warning on a pack of cigarettes. It was the first of many to follow. Years of warnings that were ultimately effective at chipping away at the appeal of smoking to young people. Many lives were saved. \n\nYou are taking the first step by government to do something comparable for social media. I assume getting this label placed on these products will be an uphill battle. I look forward to supporting the next steps.",
        "Bravo!  And thank you.  This recommendation needs to happen asap.",
        "\"Why is it that we have failed to respond to the harms of social media when they are no less urgent or widespread than those posed by unsafe cars, planes or food?\"\n\nIt's called lobbying, which translates loosely as \"the legalized corruption of legislators sitting in Congress, state legislatures and everywhere else decisions are supposed to me made in the public interest and for the common good\". The meaning of \"lobbying\" can also be made to include all manners of Super-PACs and dark money influence in politics  Lobbying ensures those decisions are taken to benefit not the general public but instead those with the deepest pockets, namely (in the case at hand and others pertaining to citizen's digital lives and the attention economy) the GAFAMs, plus the TikToks, Snapchats and Telegrams of this world, and another constellation of (anti)social media platforms whose names i couldn't name here, because i've been offline for a 60 seconds and they have proliferated during that time...\n\nLet me tell you a hard fact: I myself wouldn't be alive if so-called \"social media\" - which is really the most antisocial invention of men, by men, known to men - had been around when i was in high school or college; and i was one of THE BULLIERS! So imagine the digital trials of the bullied... Any \"anti\"social medium you can fathom serves no constructive purpose whatsoever; you get rid of each and every one of them and a good 70% of society's ills, and of youth mental illnesses, magically disappear.",
        "Go further, Dr. Murthy. Put warning labels on so-called smart phones. These devices are ruining children and adults alike. We have all been test rats for these pernicious devices for a dozen years. The results are not good.\n\nI've seen children well under five who scream to high heaven when they are deprived of their phones even momentarily. It's worse than I could imagine any narcotic drug on them.",
        "Thank you so much Dr Murphy. I don t have kids but social media is dangerously for ALL of us. This is insane that we let these monster companies to act in total impunity. I share a lot with my French, Italian, Austrian  and German friends who have kids: these permanent fights with their kids and this lack of solidarity between parents make them feel anxious, powerless and depressed. This is a global issue. Kids and  adults of all countries are in danger with social media. \nA great moment Dr Murphy. Thank you.",
        "Thank you Dr. Murthy, as a retired 71 yo grandparent not very familiar with social media, I lack credibility to speak to my grandchildren on this subject. Educating care givers on the subject would be welcomed by many I’m sure. Sign me up.",
        "The internet in general is just horrible for any human of any age. That’s coming from someone in their 30s who has built e-commerce businesses and made a lot of relationships through online platforms. In general it’s an addiction and is the thing I combat more than anything and I wish it was never invented.",
        "Ir is unconscionable that tech industry has been given green light to conduct a societal experiment of manipulating our children’s , and mine! , brain without any oversight. \n\nLook how hallucinogenics and marijuana have been demonized and how many innocent people  have been fined , ostracized , jailed , still jailed ! for simple possession since the sixties .\nAnd yet …..you want to talk mind control . Look no further than smart phones and social media to find !  Our brains  are being distracted and bombarded with garbage every waking moment . \nOur precious and miraculous brains . Millions of years of evolution . Are being flushed down the toilet. \n\nI would NEVER have lived my same life of travel and adventure and risk taking if I had of grown up with current technology. \n\nSocial Media is homogenizing human thought.  It’s making people boring . Nothing is spontaneous anymore . \nLife WAS so much better and way more FUN before it. \n\nI grew up without the financial means for a formal education. I educated myself through reading . And lots of it. I loved reading. Now i read 1% of what I used to . I am more anxious , distracted and feeling like i have all the symptoms of  ADHD.  \n\nWe must change course while we still have many of us who remember the ‘before’ times. \nI am not just being nostalgic . \n\nOur sanity is at stake here.",
        "Thank you, Dr. Murphy. This is a relatively small step but it’s a crucial start.\n\nWe should also acknowledge that adults are addicted, too, leading to the massive polarization that is threatening to break our country in half.\n\nThe problem isn’t so much social media itself, it’s the *algorithm* — the AI that is “optimized for engagement.” Anything that keeps you scrolling is good. Anything that causes you to take a break or engage less is bad. What leads to engagement? Polarization, rage, shock, fear, extreme opinions, porn. The AI doesn’t know what it’s feeding you, it doesn’t have opinions or emotions, it doesn’t care about your feelings or your well-being. It just measures how hooked you are and feeds you more of the stuff that keeps you scrolling. The result — the “plug-in drug“ — no less addictive than the kind you ingest, and way more insidious.",
        "Less so for the dark net and bags of fentanyl??",
        "THANK YOU. This is SO necessary.",
        "Social media is a grave symptom of how our hierarchical, us-versus-them culture has facilitated opportunities for perpetual conflict based around the endless differences of equality -- inequality.\n\nIt is a symptom of a much more grave social condition.\n\nHowever, the many organizations hard at work -- such as we read today in \n<a href=\"https://www.nytimes.com/2024/06/16/us/politics/national-divisions.html\" target=\"_blank\">https://www.nytimes.com/2024/06/16/us/politics/national-divisions.html</a> \nneed to be part of at least a weekly update.\n\nIt is wonderful that we can read this. However, until this genre of news becomes recognized as THE essential responsibility of journalism rather than whatever extraordinary lies that Guy and his bunch spew forth, we will continue to decline and increase in our social suffering.\n\nWe need the Times to take the lead in recognition of humanity and it common unmet needs, rather than the endless primary focus on the conflicts and lies.",
        "Could not be more sensible. Hopefully the message resonates",
        "Social media is not the problem. The problem is poor self-control. Social media is a tool with demonstated utility. Instead of outlawing its use at school, we should be teaching kids how to use it properly: with good manners and appropriate conflict resolution. Social media is just one manifestation of the modern tools that technology has delivered to us. Everyone needs to learn how to use them in a healthy way.",
        "That would be good. I think we all agree that social media is harmful.  Bad for adults too.  I feel like we can do a little better than a warning though.  Why don't states or feds sue social media companies for the harms they are causing or better yet, holding them criminally liable.  The execs fully understand the harms they are causing and act with impunity, while continuing to lie to their users.  Looking at you Zuck, Elon, Chew, and Sundar.\n\nAlso one of the few overwhelmingly bipartisan issues.",
        "I would like to read the surgeon general's comments on health risks associated with the climate crisis. Given that cigarette packaging contains warning labels and social media consumption warrants warning labels, let's put warning labels on every gasoline pump in the country. Climate change can kill you and someone you love.",
        "Given that you have to sign a Terms of Service agreement that acts as a legal contract to use social media and--under most circumstances--minors are not permitted to sign contracts, I do not understand why it is even legal to permit minors to have access.\n\nOther types of businesses are responsible for verifying age for cigarette and alcohol sales. If these business are caught selling age-restricted items to minors, they are fined and the business can be shut down--and those responsible can be jailed. Social media companies should face the same penalties.",
        "Sounds reasonable. I appreciate the Surgeon General wanting to warn about mental health and wanting to take steps towards helping the issue. I applaud him for wanting to 'do' something. People want to leave things up to 'the parents' but some kids don't have parents and some parents are worse than kids. Restricting underage kids from accessing certain sites, with or without parental consent, can be a healthy start. Let's start.",
        "Parental involvement is vital, but a warning seems unlikely to motivate the uninitiated.\n\nThen again:\n\nBan the Beatles!",
        "This is a good common-sense step to take, and not too soon. \nThank you, Dr. Murthy, for helping to address the downsides of social media platforms.",
        "Keith Richards doesn't even have a mobile phone!  I bet his handlers have many.  I will turn 65 soon but I never was on any social media.  Prefer hiking, listening to music, and cooking.",
        "The warning will help encourage parents to limit social media usage of their kids.  They come home from school, make any plans, then phones go in the box until the next morning.",
        "Why has Congress failed to act? Because social media companies have the largest and best-funded lobbying organizations on the hill. While children are being harmed, perhaps the most, these same platforms where enragement = engagement and divisive content are often paid for because it brings in eyeballs, then pulls in related divisive ad content; which means children aren't the only ones harmed. Some human(s) (not algorithms) need to be directly accountable and responsible for these harms - particularly as we move into the LLM era of social media.",
        "Social media in America is a health problem?\n\nI'd say over the decades I've lived in America it's really only a minority of people that have managed to remain healthy across the board--physically, mentally, and emotionally healthy--and that the majority have succumbed to the vast peer pressure that is democracy, that the will and opinion of the people, the force of the majority, is good and should have preeminent voice in American society and should never be questioned, thus the constant nightmare of political parties reflecting mass opinion in all it's shallowness and stupidity and popular things from soft drinks to fast food to celebrity and entertainment figures at about a high school level of development reigning in society.\n\nSocial media is just communication, internet is just communication, but you increase communication in a society of millions upon millions and trust these millions to rule themselves, to \"uphold democracy\", well you soon find these millions much prefer every vice and weakness than the hard work of freedom of mind and body, prefer \"happiness\" and certainly no great effort made toward anything. America has never really controlled weakness and vice in America beyond \"getting the kids off the streets where they can get into trouble\", and now the kids are getting off the streets but American junk just comes through the internet and into the home.\n\nThe classic movie closest to modern America might be Terry Gilliam's Brazil dystopia.",
        "I raised 3 kids in the '60's and '70's.    We never had a TV in the Living room.   We had 2 boxes with aerials.    They could take one to their bedroom.   No cable, no color.    My theory was they should be doing things...I did not consider it my responsibility to provide home entertainment or turn the living room into an entertainment center.  They read books and were out with friends.    I think they watched TV at their friend's houses.   At 15 they had jobs.        From what I see now is chubby kids who are too lazy to do anything outside.   Games, snacks, cell phone friends.",
        "Every parent and grandparent should read Jonathan Haidt's book, \"The Anxious Generation.\" In addition to social media, one of his bêtes noires is what he calls \"safetyism:\" this obsessive need of modern parents to protect their children from the slightest danger, real or imagined. so that their every moment is supervised. \n\nExcept, of course, the time the kids spend glued to their smartphones, trading the threat of physical harm for social and mental harm. There have always been bullies: in my high school in the late fifties, a group of popular boys picked two unattractive girls to torture, even making cruel remarks about them on the PA system (to which the school administration was clearly oblivious.) And there have always been popular girls to whom the rest of their peers felt inferior. However, social media amplifies this psychic harm manyfold by creating \"influencers\" who are impossible to equal or even approach. Not to mention the addictive character of smartphones/social media, so powerful that kids can't stop checking even when they want to stop.\n\nHaidt defines the problem well and suggests some sensible solutions. Worth a read.",
        "I have two teenagers and share all of the concerns raised in this article. We held off on social media until 9th grade but it’s a lonely battle. Other parents seem to shrug their shoulders, like, “How can I say no? Everyone else has it.” The only parent who is still holding out in our group is a doctor who runs a pediatric icu. She’s seen the effects of social media first hand when kids have tried to take their lives. She’s got teens in highschool and is a hard no when it comes to social media.",
        "I worry that social media companies will line up behind the First Amendment as a means to protecting their profits even though studies exist showing the harms their platforms bring. An amendment that was originally intended to allow justifiable criticism of the government by preventing government censorship of their speech has been used to justify just about every form of expression. Some people even believe it means they can say whatever they wish, about anything or anyone, true or not, without consequences of any kind. And with the current SCOTUS, its seems they are nearly right.",
        "Why not regulate social media the way it is done in other industries? Banks can not do as they please, supernarkets must follow hundreds of rules. Make rules around nasty hooks like endless scrolling, recommendations, allowed usage and so on. Consumers are protected in other areas of live very heavily, we got used to that. Why not do the same here.",
        "It’s about time! I am a researcher studying social media and eating disorders. It’s not just the algorithms pushing people to more extreme dieting and exercise influencers. It is also the echo chambers that form and normalize disordered cognition. Platforms with no moderation (I am looking at you Elon Musk) have the most toxic and harmful content. Platforms with more active moderation (TikTok) have less over harm, but users always adapt to evade moderation and promote harmful views.",
        "When I was in high school in the early sixties, they would show us films of the aftermath of serious car wrecks, to discourage drunk driving. Maybe similar films describing the miserable realities of having severe anxiety and depression resulting from too much or unhealthy social media might be effective?",
        "I honestly feel like smart phones should not be given to children until they are 17 years old. So much time and money is spent on smart phones. Adults and children alike consume content like we drank a soda pop in the 1980’s. Social media has corroded the entire fabric of American culture. Social media not only mirrors, but magnifies the ugliness of American society. If you doubt me just look around. Look at how people treat each other face to face, look at the mean way that people treat each other when we are driving and forced to contend interact with strangers. Everyone wants to feel “safe” in their little “tribes” but be complete jerks to everyone else—people from different backgrounds and cultures and worldviews. We need so much more than a surgeon general’s warning these days, but I guess it’s a good start.",
        "While I agree that many aspects of social media are potentially harmful to teens, this approach is too blunt. Social media can also help build community, provide expert advice and learning.",
        "I hear this all the time: we limit and monitor their use knowing the danger. So why would you allow any access at all? I know kids will find a way to access once they leave the house, but why leave the candy around and then say \"be careful\"? It makes no sense.",
        "Nothing will change until we all just stop going there.",
        "I wish the NYT would make this Op Ed available to share by anyone without a paywall, as many of the other news sites don’t include Surgeon General Murthy’s entire letter.",
        "Social media is here to stay and is better than television Period so u stay on board or u drawn in your opinions.",
        "About time.",
        "A prominent label is a good start. On the opening screen for all social media useable by children. \n\nHowever blocking it completely will force it underground where it will fester and grow even more dangerous, although perhaps to less people. Notice how even inside the great firewall of China, social media forces changes in government responses to the people - even the ones NOT in the CCP.  We need visible discussion that is open to all. Moderation can work. It WAS getting much better in Twitter before a multibillionaire took it over and fired at least half the staff and closed down compute resources to save money. Active moderation and appeal boards must be financed by these entities that provide the forums. Government laws should direct the private sector to pay for minimum standards and moderation policies accessible and enforceable by the public or be forced to shut down. \n\nIf you want to see what happens without responsible regulation, look at X and Truth Social, Instagram, etc. \n\nNot that I trust the 118th Congress to do anything useful. \n\n!Elect some people who care about our children everyone so they can do the right thing and save our future together.",
        "Well-intended but we need public school social media and news media training for children starting at a young age, as Finland has.",
        "The Washington Post recently tested smart speakers and online LLMs. They asked the question “Who won the 2020 presidential election?” Many of the devices could not come up with a sensible answer and others had no response. Spokespeople for the the devices were mystified. But they’re working on it(!).\n\nThe idea that tech companies will act ethically and consider the mental health of America’s children a priority is almost ridiculous. They will never cede a single degree of autonomy or one dollar from their bottom line. \n\nPutting warning labels on social media may seem like a feckless attempt to protect our children but at least it raises the issue in Congress. And unfortunately it’s in Congress where this issue must be dealt with and hopefully solved to some degree. The tech companies can be counted on not to cooperate.",
        "As a parent of teens, I completely agree. I have all the limits in place, their phones go into my room at night, no-phone times for dinner and getting ready for school. Neither got phones until they were in middle school taking the bus. \nIt's not enough. \nMy wish list - some of it with no constructive fixes but there are smarter people than me around. \n-No phones in school! There are schools that make this happen, and schools that don't. Emergency? Use the office phone. Want to text your kids? It can wait. It's possible, really. \n-Bringing the tech bros into hearings is not enough. Require transparency. They have open access to our children. Porn hub has no age requirements. All instagram requires is a kid who knows what year to enter to make themselves 13. They are literally reshaping the brain at key brain development ages. As a society we permit this! \n- Allow algorithm opt-out. Don't allow endless scroll algorithms for kids. \n-Don't allow phones until 14 (16?). Like alcohol, you can't buy one w/o proper id. \n-I don't know how we do this but subsidize/tax social media/??? in order to allow free access to legit news. Paywalls to liberal and conservative newspapers make it impossible for many people to afford it - so they go to social media. Many millennials and younger do not watch the news on TV.  Not sure how any of this is possible but access to legit news has to be returned. \nHelp us help our kids, and help us keep legit information accessible to adults. Please.",
        "Warnings should go on guns too, by this rationale.",
        "Couldn’t agree more.",
        "Amen to this. It’s time to regulate the sillicon valley and stop their abuse.",
        "I had an awakening while studying the effects of media on society and on our brains (I found it so fascinating that it ended up being my major). Social media is poison. That is not hyperbole. It has the same effects on our brains and health as many powerful, heavy-regulated and illegal substances.\n\nUnfortunately, it is difficult to exist in our society without using social media. About three years ago I deleted all of my accounts. The environment was too toxic and, after being so involved with social media during the pandemic, I needed a detox. The positive results of being off were immediate. I began working out more, I began practicing more (I’m a professional musician), I began studying Spanish with a private tutor three days a week (I have continued, have traveled to Spain twice in the past 18 months and am studying for language certification through the Spanish government). Most of all, I became happier.\n\nI recently left a steady performance job. It was a bad fit. One consistently, huge sticking point? Social media. They consistently wanted to use our (performers’) social media networks to promote their brand. Well, I don’t have a social media network. \n\nBegrudgingly, I recently rejoined two of the biggest platforms. I don’t follow anyone. I’m just there, unsure how to exist. I am now performing for some new, better, companies. At a recent performance the venue hired a professional photographer. Afterward he introduced himself and asked, “Hey, can I get your Instagram?”",
        "I wholeheartedly agree with Dr. Murthy. To all the critics saying warning labels do nothing: so why are you opposing something you believe will have no effect? As Dr. Murthy notes here, our history with tobacco use has already shown warning labels are an important first step in changing behavior.",
        "If parents and legislators focused on universal healthcare, the saving of our environment, and the funding of education as hard as they fret about social media we might have a decent society.\n\nFocus.",
        "I never once used an iPad or video or tv to keep my children occupied. I worked full-time as a single mom and had to use too much of my take home on the best childcare, but my children both became readers and artists and musicians in their free time and happily still are as adults when they aren’t working in their successful careers. Both purchased first homes as Millennials for seven figures. There is no way using computers during childhood is necessary or good in any way to my understanding and experience.",
        "As a teenage girl, I fully endorse this move. And this isn't a generational battle. Half of my parents' friends cannot live through an event without glamorizing it on Facebook. Plenty of my peers acknowledge the urgent need for protections in place. We are our own worst enemies -- we have convinced ourselves that social media is a requisite for a healthy social life. Leadership is our only hope. We are in the process of becoming the brainless and unsocialized society that threatens mankind's continuity. Lord save us from ourselves.",
        "As a parent of a teen, I wholeheartedly support any initiative to regulate smartphones and, particularly, social media. One side-effect that I have seen in my child is a very distorted idea of reality -- sexuality, family life, friendships. \nAfter sharing this article with my daughter who complains that I 'do too much,' I wondered what a campaign would look like that used the insidious power of social media to help children, teens, and adults see its danger.",
        "A step in the right direction. When I was in high school there was a student smoking lounge. Now we look back at that as crazy. But big tobacco was a weak opponent to health vs. the money and power of big tech. The scary thing is the impacts to health are so much worse and insidious. The impacts aren’t just to mental health, but to education, learning, communication skills, and more.",
        "\"These harms are not a failure of willpower and parenting; they are the consequence of unleashing powerful technology without adequate safety measures, transparency or accountability.\"\n\nIt's all of the above.",
        "Social media really shouldn't be used by anyone under the age of 18. It was bad enough that kids faced pressures from within their own high schools when I was going in the early 2000s, but to have that amplified to something that's constant and reaches into the homes even once school is over is something else.\n\nIf the chiefs of social media companies prohibit their own kids from using their own services, that really should tell you all you need to know. \n\nReally though I don't think the problem is just social media. The early access to phones/tablets and helicopter parenting approach to shield kids from all dangers while instilling a fear of everything unknown is just as harmful as social media.",
        "It is not just social media, it is also how we use texts and emails to deliver and receive information.  The tone of emails, specifically, can be influenced by the state of the receiver’s mind.  Without voice, facial expression or gestures, they can be interpreted in many ways.  \n\nA strongly worded email can sound like screaming.  This is just crazy!",
        "Good luck with this. You ain’t putting this genie back in the bottle!",
        "Nothing short of a full and comprehensive strategy should be employed, including warning labels, platform transparency (algorithms, etc.), protective legislation, independent audits, educational campaigns, parental guidance, and corporate responsibility—whistles, sirens, bells, alarms, screaming at the top of our lungs—to mitigate these dangers while preserving the potential benefits of social media for young users...for all of us. This should be legislated, and platform providers should do the right, ethical/moral thing and do it themselves.\n\nThe ubiquitous use of social media by children and adolescents poses grave threats to their mental health, safety, and futures. Cyberbullying, exposure to harmful content, body image issues, sleep disruption, unhealthy sedentary lifestyles, addiction risks, and privacy violations are alarming concerns.",
        "Thank you so much for your leadership on this issue.  As a parent of a child about to enter middle school what I am looking for is something to point to for why social media is not allowed yet.  Almost every parent says the same but are pressured by the prospect of ostracism for their kid.  This warning will save lives, and help families",
        "It should not be necessary, but probably is judging by the comments, to point out that this very thread of OP and response is an exercise in Social Media™. Everyone commenting here read and responded online. Things are rather more complicated than we would like.",
        "I would confidently guess that many of the Maga crowd have been and continue to be (negatively) influenced by social media since its inception. Hence the nightmare we currently experience.",
        "So, a splash screen with a warning every time you open one of the apps/sites that requires you to click through? Sounds reasonable.",
        "I think that the technology lobby is simply too powerful for this to pass Congress.",
        "It’s not just social media but also apps and texting that are used by kids to avoid social interactions that might be uncomfortable to them.  Using mobile devices to avoid confrontation and human interaction creates more fear and anxiety for young people conditioned to avoid rather than confront.",
        "What are Scandinavian countries doing about this? They are usually pioneers in this types of issues.",
        "Thank you Dr. Murthy. Please keep vigorously pressing this issue.\n\nThere is NO DOUBT that government working with the tech industry can fix this awful problem. Anyone who suggests that it’s up to parents or that it’s too late is simply wrong or lying. Governments all over the planet have virtually complete control of what gets on the internet. Admittedly this is usually not a good thing where applied but the point is, it can and is being done. \n\nAnd you can bet the tech industry already has lobbyists with bags of cash and bogus citizen groups organized to thwart the regulations required to keep our children safe.\n\nThere is a very strong possibility that this issue devolves into a situation similar to gun regulations given that free speech issues are part of the dynamic.\n\nLet’s not have this problem end up like the gun issue in America where tens of thousands of lives are sacrificed annually because people have “freedoms”.",
        "God bless Tina. What courage to speak up with such vulnerability at that age... I hope that we are able to start putting in some common sense guardrails around technology, and I hope Tina knows how greatly she contributed to the movement.",
        "How about a warning on smartphones in general?  The constant dopamine hits of simply using a smartphone is the same idea.  Limiting this to \"social media\" will lead to many loopholes.  \n\nBeyond the addictive nature, do we think giving these kids unfettered access to the entire internet is a good idea?",
        "Thank you Dr. Murthy, for this call to action.\n\nAs a Father and Grandfather I see and bear witness to the needs you eloquently address. I would extend it to video games as well. I am also concerned about the effects of AI imaginary friends will have on the less socially skilled kids, who may be drawn away from pushing through those potentially difficult learning experiences during adolescence.\n\nAnd, BTW, I think many an adult needs to limit their time as well. The problem does not go away as a result of “adulthood”. It just becomes more sophisticated.",
        "Totally agree with Dr Murthy. But adding a “warning” is only part of what’s needed to rein it in. Social media is clearly dangerous to the mental and emotional well-being of children. It’s a waste of time and destroys productivity and creativity. \n\nChildren are at risk, but so are adults.  We are all turning into zombies. Like the anti-drug campaign, just say NO to social media.",
        "LFG Dr. Murthy!  In all seriousness, though I know there is some question of causation versus causality with the association between social media and adolescent mental health problems, we know enough to impose some bans during school time.  And I think these surgeon general warnings will help, pointing out there is a downside to the allure of the infinite scroll.",
        "I use Bark for my kids but I often wonder about low-income families who can’t afford access to monitoring services. Could a stop-gap solution be some sort of similar free service like Bark? Obviously it isn’t perfect, but it seems like the families most in need of those services might have a hard time getting access.",
        "Here's the thing:  I see many, many parents (mostly women) pushing strollers in airports, shopping centers, city parks, etc.\nAnd for much of the time those parents have their eyes glued to their screens—pushing the stroller with one hand while scrolling on their phones with the other.\nThey are not paying any attention to their own children!!!\nSo, how can we expect this behavior to change as it appears that the need to be constantly on their phones is now hard-wired into young adults (parents) as well?",
        "The only people who benefit from social media are either attractive or wealthy.  Literally.  Anyone else who uses these apps is wasting their time and inadvertently making themselves unhappy.  But silicon valley folks know this and they are doing their best to keep people hooked.  Obviously there is a lot of money to be made in the propagation of suffering.",
        "Great piece.  I've been tilting at this social media windmill for literally 25 years both personally and professionally.  I have converted ONE person to unplug.  I see the problem way beyond our youth, but that is a huge slice of the problem.  Ironically, the piece closes with the following.....\"Follow the New York Times Opinion section on Facebook, Instagram, TikTok, WhatsApp, X and Threads.\"   It's insidious, ubiquitous, and so harmful.  Over 25 years of proselytizing the importance of unplugging from social media and the consequences of continuing,  people's reaction have gone from...\"you're crazy\" to \"I know.\"  Literally, no one is willing to give it up--no matter what it does to our youth, our thinking, our society, our democracy.  I have yelled this from the rooftops (as is our the SG now) to INTELLIGENT, rational, people who still carry on with their scrolling.  I shudder to think of the not to distant future when  the machines with artificial intelligence take over, how quickly we will look back on this window and say, why didn't I just stop using social media when I had a chance?",
        "We act as if this is the status quo and children should be tiny profit centers for greedy media companies!  In a sea of people who are failing us, Vivek Murthy is standing up, sticking his neck out and leading the way for our children and for the country’s well being and saying “no”! \n\nNYT please consider a series that highlights the condition of children and be their voice.  Or perhaps MacZenzie Scott and other philanthropists could be persuaded to use their enormous means to create a lobby for children to shift Congress with a force equal to or better than the gun, oil and gas and Big Pharma lobbyists! Think different! \n\nI am so grateful to the Surgeon General, he seems to be a lone voice for our wellbeing, in a sea of politicians vying for their own survival.  \n\nMany of us love our children and know we need to do better. \n\nThank you!",
        "Maybe I’m just a curmudgeon, but if doing something doesn’t make one feel good, then one shouldn’t do it. It really is that simple. \n\nI know I’m getting into Nancy Reagan territory but maybe we should just stop using social media altogether. I’ve never used it and have no problem keeping up with friends. Real friends, not some bro I hung out with once or twice in high school and haven’t actually seen since graduation who thinks that Joe Rogan/Bill Maher is the pinnacle of intellectualism or that chick I met at that party one time and we kinda flirted and maybe texted for a while but it didn’t really go anywhere and I don’t care about her “dog baby” and whatever she had for dinner last night. Just say no, kids. Turn on, tune in, drop out. Ain’t life a mystery, yeah?",
        "I wonder how many workplace shootings began with social media bullying.",
        "This article exhibits a severe lack of understanding of computers and therefore of the internet and it's functions. Computers were first a model of mind, which began with French work with language, back in the 1700's. For example, one point data entry is a time saving function, that saves a lot of time and effort. To wit: the mind is a computational entity, that represents the world that surrounds that mind. Not knowing this creates a lot of unnecessary confusion, for this is the best theory of mind we have got going at present, and keeps us from the moralizing this article exhibits. As in all tech, fire can burn your hand or cook your meal, depending on the purpose we give tech; it is not fire, or social media that is the problem.",
        "Human beings are made to experience emotions, because as the concept indicates, emotions are what move human beings. Social Networks are interesting in great part because they augment emotional exchanges… without a grounding in reality. \n\nIn real life conditions, over the last two million years, emotions led to action. Often, drastic action. And because often drastic action was needed an entire machinery to amplify emotions into passions exists... Many of which activate the fight or flight reflex, and the powerful hormones and neurohormones tied to them.  \n\nThe Internet can activate all this basic emotional machinery in situations where there is no real life pushback (to moderate exacerbated passions) nor any justification grounded in action. Thus Social Networks can activate say the adrenal glands, raise the cortisol, create physiological stress… for which no relief would ever be coming… because no real life action is connected to the Social Networks input.\n\nRaising stress causes physiological problems, impacts the immune system, brings addictive behaviors… may be one of the reasons why cancer incidence is growing in younger people. \n\nSocial Networks train a lot of people to run on empty, in a fake reality that exists mostly as a nonlinear loop between increasingly sick minds and some big data center AI somewhere feeding them more and more of what makes them tick by making them sick. This is all driven by the profits of the Big Tech plutocratic machinery. Time to legislate!",
        "Tobacco causes cancer in all humans. Not every person who smokes will develop cancer before they die of other causes, but there is also no person whose lung health benefits from tobacco.\n\nSocial media is correlated with mental health issues in teens (socially constructed “diseases” to begin with). It is entirely possible that unhappier kids are spending more time on social media, not that social media is making them unhappy.\n\nThere are also some kids, like those with physical and social disabilities for whom the “ride bikes outside with other kids” model doesn’t work, that thrive on the internet and social media.\n\nI don’t have any doubt that social media use is harming some kids, but what surgeon general is doing here is pushing a singular, conservative, nostalgia-heavy model for “healthy” childhood. He’s wrong.",
        "There is no end to corporate greed and their dominance in American public life.  A tiny fraction of the population command the resources in the media business (social or not), pharmaceuticals, food and drinks and healthcare.  They will do anything to squeeze the last penny of profit for their share holders.  It took decades to label cigarette packages with caution labels and that is after they had moved to poison the third world countries with their cancer stick.\n\nDr Murthy is absolutely correct in insisting that congress passes legislation to at leas warn kids and parents of the evils associated with social media.  Zuckerberg and his like are rolling in billions and could not care less about the suffering children who are being led to disaster all the way to suicide by their monstrous fabrications.  There is no issue of people are free to poison themselves in a humane society.",
        "An important, necessary plea for control of social media that targets young people. Why? Social media gains popularity not on its content, but on the number of users that are on it. It does not discriminate. See Max Fisher's book, The Chaos Machine for a detailed analysis of the deleterious effects especially on children, who are constantly on their phones. Just being ON the phones is obsessive. I cannot count the number of young and older people here in NYC walking along, or on their exercise machines at the gym, on the subway, even riding their bicycles, also on their phones. They are like zombies, totally oblivious to the area in front, in back, or around them. I can imagine that drivers are also vulnerable.\n \nThere is nothing to be learned on one's cellphone. However, this is the wave of the future. Cell phone technology is here to stay. We'd better learn how to control and regulate it for the mental health of our children.",
        "'Social media needs a health warning'???  Because he thinks we don't already KNOW social media is bad for kids?  Is this supposed to stop kids from using social media?",
        "“You assess the available facts, you use your best judgment, and you act quickly.”\n\nYes, and then you are criticized and called before Congress to defend your actions, as was Dr. Fauci, who undoubtedly save thousands of lives.",
        "Social media-caused anxiety and depression are not limited to teens and children. But young people are more generally susceptible to social pressures as well as depression and anxiety, as they struggle to establish a stable personal identity. \n\nNo added pressure with the current gender revolution of course, which places  a tremendous burden on the emerging psyche.",
        "I found social media to be harmful to my mental health and I am an adult with a developed brain.  It is a time suck and brings out the negative in everyone.  Influencers make massive amounts of money….influencing.  Not because they have any special skills other than influencing followers.  Social media normalizes indecency, racism, white supremacy, misogyny - you name it.  I was called the C word on Twitter, now known as X, by a transgender activist when I asserted that sex is binary and can’t be changed.  Facebook makes you feel like everyone else’s life is filled with happy children and wonderful vacations.  They are all harbingers of mis and dis information.   am a much happier person without any social media. Too bad that the media are addicted to it.",
        "About where in the decline of Babylon does the story of the tower of babel appear?",
        "If we need the Surgeon General to issue an advisory to prompt parental control on our children's addictive behavior, we are in trouble.           At least two things need to happen.  Parents can control access to social media for their kids (who pays the phone bill?) and the benefits and detriments of social media should be covered in school: Education.",
        "Wait, how about a big warnimg for Truth Social  and all the news shows like Fox?",
        "Mr. Murthy will want to review the history of warning labels and advertising restrictions on cigarettes, an FTC and FCC saga actually going all the way back to the 1930s when fascist health culture, obsessed with the fate of its muscular youths, invented the modern anti-smoking campaign. This propagated mostly by word of mouth, and it was more effective than King James’s “blast of the trumpet” had been when tobacco shipments first started arriving in England from Virginia Colony. While Germany never outlawed cigarettes, they became uncool, and we don’t see many photographs that show people smoking there. The Führer didn’t allow it in his office.\n\nHere in America, glorification on screens big & small alike continued well after the FTC put warnings on the packs in 1964, well after the FCC banned cigarette ads on TV in 1971 and even amid the stronger Surgeon General’s warnings of 1972 and 1984, even amid our earliest restaurant bans and—gasp!—Joe Camel’s 1996 demise notwithstanding. Only when Millennials, educated mostly by word of mouth and growing up in a cloud of social opprobrium, had reached adulthood did the clouds of smoke finally dissipate.\n\nSo it will be with social media, I suspect. Yes, an addictive, toxic maelstrom of hazing, envy, self-harm and obesity-promoting hours on the cellphone screen. But only when Gen Z fingers start wagging will it become less prominent among teens. Warnings can only offer stage scenery for a play our kids must produce.",
        "Not just young people, all people",
        "Oh, sure.  The companies making bank wreaking this havoc are going to slay the fatted calf.",
        "We should have a warning label on his pronouncements. He created the mental health crisis by supporting lockdowns,  school closures, masks on children, and vax mandates that have harmed healthy young people",
        "Side note: why is this person ranked a “general”? Why does he wear a military uniform? Why is “surgeon” the title? Time to bring this role into the 21st century I think.",
        "Surgeon general wants tobacco-style warning applied to social media platforms??? Extreme overkill, What's next? Warning labels for books, movies & tv shows....that the next administration doesn't approve of? Enough is enough. Get the opioid crisis under control. Eat what's on your plate. Then we can talk.",
        "Thank you Dr. Murthy.  I'm as concerned for the adults as for the children, though perhaps for different reasons - In children the damages seems to me formative and emotional, In adults, the symptoms are growing ignorance, delusion, and general stupidity. \nPerhaps like tobacco and alcohol, we could somehow tax social media, or otherwise limit access to suppress it's use.   Any chance we could have a Fox \"news\" health warning?",
        "Amazing. Thank you!",
        "These are great ideas. And that Xinmei Liu illustration was sobering and effective. It's 1:30 in the morning and I'm a grown man in bed with my phone. If I can't control myself what chance do teenagers have?",
        "I agree with the surgeon general! Additionally, I agree with the many commenters saying watching cable news is dangerous! I'm especially concerned with the rising popularity of Newsmax! As a credentialed Secondary Social Studies teacher with many years' experiences with moderate views, the daily nonsense coming from their broadcasts is troubling! From their ahistorical anchors to their program hosts, to their supposed experts which are an amalgam of former felons, dubious lawyers, militarists, and radicals, it's a network of daily chaos, misinformation, and faux outrage! As a longtime reader of The New York Times, Newsmax is ripe for an expose and an investigation!",
        "Good Lord.  What a great American \"Let's Pretend!\" response to a serious social and mental health issue.  Pur a \"warning\" label on it!  Social media needs to be regulated, controlled and until the age of 18, eliminated.  Tons and tons of evidence of the disastrous effects on cognitive and social dervelopment. Yes, booze and tobacco come with warnings.  But warnings or not, we still don't sell beer and cigars to kids in the way social media platforms specifically target youth.  Children deserve to develop cognifively and socially.  \n\nParents mean well, but they are competing with megatech industries, which has inaugurated a diasastrous shift in the social paradigm.  And our response is.... a warning label?",
        "I'm 80 so I remember when TV first came on the scene, not to mention computers and the internet. I was never a phone person even as a teen, and more so now. I don't have any social media accounts and actually call people when I want to catch up or even see them in person. I have friends who take their phones with them everywhere and look at them constantly, even while driving, makes me nuts. I really don't understand what the draw is, I must have missed it along the way.",
        "It’s ok to say, “No” even when everyone else is doing it. We did not allow our children to be on social media and they didn’t get phones until they were 14 and only for safety. They are now 17 and 20 and thank us.",
        "There's a warning label that displays periodically on car screens about \"distracted driving\" and many states have laws banning texting and driving. How's that working?",
        "If you are using social media - any social media (yes, even YouTube and Reddit), at any age - you are wrong.  It is that simple.",
        "This op-ed is spot on. So much for “Do no evil,” Google’s motto. But that’s only the first phrase. The rest is “unless it at all interferes with profit or executive’s egos.” Congress must now act to require such warning labels. The narcissistic Musk’s and Zuckerbergs of tech are today’s robber barons and they must be controlled.",
        "From parents everywhere: Thank you, Dr. Murthy.",
        "Jeez, this is what our tax dollars go to? Yes, congress should regulate social media. \nBut a surgeon general health warning? What about television, gas stoves, lead pipes, housing on superfund sites, online dating, Ubers, etc? If we’re labeling things that sometimes some people misuse, this seems a strange place to start. \nIf this were an easy experiment to try, I’d say go for it and let’s move on. With our failed government this is just a jobs program for a bureaucracy that will never deliver results.",
        "I can hardly think of a less effective remedy.",
        "Excellent idea!  \nMaybe too late?",
        "I am not on any social media, but I was middle aged before this became ubiquitous. I feel for young adults and people with children. The technology has taken over. Some of it is necessary (using a computer to write a document or build a spreadsheet), a lot of it is not (social media). For young people who do not recall a pre-smart phone age they have no comparison point to how negative the social media use is - it is a mostly a waste of time and energy that uses your eyeballs to make money. At least when I spend time on a legitimate news website I am supporting journalism. The same cannot be said of most of social media. There is very little to no legitimate purpose. But the young literally don’t know a world without it and fear missing out on something that is actually unimportant in the grand scheme of things.\n\nI applaud the warnings but is there more that should be done? Will the warnings enable is to sue social media companies?",
        "On the analogy with tobacco, don't just warn. Tax social media, so it is no longer \"free.\" Of course, it isn't free. All the \"side effect\" costs to users of algorithm-driven addiction are these digital behemoths' business model. \n\nAnd don't tell me we can't figure out how to tax social media. One thing we really have a handle on is every click and every second spent by everybody on online. If that sounds scary, it should. That's the status quo. Let's just start with the big ones. It should be neither so easy nor so profitable to consume or purvey social, psychological, cultural and political poisons. Freedom of Speech never meant no one ever had to pay for media.",
        "In 1980 I did a research paper in high school based on the book \"TV the Plug In Drug\". It explained the effects watching  too much TV has on a developing brain. Watching, being entertained with no effort or interactive thought process causes one side of the brain to develop more than the other. The side responsible for creativity, original thought and problem solving doesn't develop fully. I witnessed this in my 5 yr old step-brother who was babysat by the TV when at his biological mother's house, and had been for years. She had full custody until he started 1st grade. My mother, a 2nd grade teacher, convinced all parties based, on his developmental status, that he'd be much better off living with us. He would sit in class expecting to be entertained and not participate without constant prompting. \n\nI have to believe that similar brain damage is happening to kids staring at a phone or computer screen for long periods of time. I realize if they are interacting with others it  requires a somewhat higher degree of thought and brain activity, but maybe not much more. They certainly can't learn how to behave in socially appropriate ways without personal interaction, learning body language, hearing a tone of voice or engaging in conversation. \n\nI applaud the Surgeon General. I hope changes will be made by the companies involved, the parents, teachers, kids themselves, and adults in general. Brain damage is occurring on a massive scale and we can't continue to ignore that fact.",
        "\"These harms are not a failure of willpower and parenting; they are the consequence of unleashing powerful technology without adequate safety measures, transparency or accountability.\" Why not all of the above? Why can't providers, parents, and even teens all be assigned a share of responsibility?",
        "The harms of social media \"...are the consequence of unleashing powerful technology without adequate safety measures, transparency or accountability.\"\n\nJust wait until AI has us on the hook.",
        "First, America is so lucky to have a great and thoughtful Surgeon General! \n\nAs for \"these kids today\"  - there has always been something or other kids will complain that \"everyone else is doing\" and it's so unfair that \"all the other kids are allowed.\"  Now, it might be social media... but it's always something and it's always a parenting challenge.  \n\nOne possible advantage that we so-called adults may have regarding social media is that access depends on paying for a way to connect and most younger kids and adolescents don't have the money to pay for it and are too young to enter into legal contracts anyway.",
        "Bravo Dr. Murthy. It’s obvious to the most casual observer that the internet in general and social media platforms in particular are unwholesome influences on our children. Time to push back, clean it up and make it safe for everyone, especially children.\n\nAs Dr. Murthy described, we have a system where teams of some of the brightest tech workers in the world are developing AI assisted algorithms designed to capture and hold the attention of young people for as long and as often as possible. The content beyond these purposes is almost irrelevant as long as it works to hold attention. A fourteen year old child doesn’t stand a chance.\n\nIt’s like sending your kid out to play in traffic.\n\nThis issue is extremely important and largely solvable through tech innovation alone. Anyone who suggests this is something we just have to live with because nothing can be done is completely wrong or lying.\n\nLet’s hope the matter doesn’t devolve into a situation like gun laws where we are willing to sacrifice the lives and well being of tens of thousands annually because people have “freedoms”.",
        "\"Social\" platforms are only the latest and greatest enablers of mindless consumerism. They are only about the money. \n\ni'd add those of us who as stockholders are the beneficiaries of the dividends and capital gains of these companies make are also quite GUILTY of the grievous  harm these \"Social\" platforms enable.",
        "\"Why is it that we have failed to respond to the harms of social media when they are no less urgent or widespread than those posed by unsafe cars, planes or food?\"  .....Because they are making people a whole lot of money.",
        "It seems to me as if a new law as described, with all the restrictions and requirements on social media companies, would never get passed.  Just keep it simple - put up a serious warning label, let's see how that goes.",
        "It looks like its nearly unanimous that the Surgeon General has identified and locked into the dangers of social media in young and developing brains. Help is needed. Concerned parents or grandparents in Congress  who undoubtedly understand the dangers have to bravely voice their concerns and do the primary reason why they were elected - legislate! The hurdle and opposition are known and formidable - money!",
        "We all agree so why is Congress failing to act? What lobby is standing in the way? Who is being paid off? We need Congressional leadership on the issue. Can’t our elected representatives do anything for the American people?",
        "A step in the right direction. One indication of the stability of a\nsociety is measured by the wellbeing of the most vulnerable. Children definitely qualify. Building a stable mental and physical foundation is key to managing the complexities of adulthood.",
        "These are all important and valid steps to help our kids, but we need to do more. You can't take away something from a kid without replacing it with something else, we all know that. We have all but decimated school programs that would engage kids in extracurricular activities like art and music and cooking and drama and a million other things... so are we really surprised that they turn to and spend so much time HEADS-DOWN on their devices? These companies are excellent at monetizing engagement and they make a lot of money. A couple of ideas for some counter programming -- we could charge tech companies 1% of revenue and re-invest in our schools, parks, community centers, etc. We need to get kids so interested, busy and invested in other activities they simply have less time for media and instead develop new skills, confidence, friends \"IRL\" and a sense of their future. Just 1% - call it a Kids Tax!  Second, we could do something really huge like add a Secretary of Youth to the president's cabinet. Make it a full-time, empowered, cabinet-level job to think about America's kids and work on everything -- school, climate, tech, government -- to give them their best chance at happy, safe and fulfilling lives. Do more than punish a few companies for their products. We can't just focus on the current situation -- although we must, I agree -- but we have to think about the whole opportunity and move the game. We can do this and if our kids don't deserve it, who does.",
        "Long-overdue. I ditched Facebook several years back because I was sick of the non-stop fear-mongering and hate. And yet, all I need to do is have a conversation with my father, or stepfather, or partner’s father and suddenly I’m subjected to all the transparently biased and/or blatant misinformation again. It’s inescapable. What a bleak landscape.",
        "While I do think you may be right, Vivek, what's missing from the studies on how social media affect youth is proof of cause-effect directionality. \n\nI read the JAMA article. It did not control for the possibility that those who spend more time on social media are those who would not otherwise have had activities or friends, so spend more time on something else. Even before social media were around, those kids were the ones more likely to be depressed and anxious.\n\nUnless we see an increase in suicides or suicidal ideation that tracks with social media use over time, after controlling for things like the pandemic, we may need to be careful about assigning all blame to this one aspect of society.",
        "It starts by handing your toddler an iPad to keep them occupied…when parents are addicted to the devices and social media, it makes really difficult to assert discipline. Don’t disagree we could use some controls but it’ll be a fight to legislate and in the end, the Tech lobby will water it down. It’s really up to the parents to drive it, we can’t expect government to deal with this drug appropriately and in a timely manner…I know, easier said than done, but the first step,  parents have to put their devices away.",
        "Social media causes anxiety and depression in teens?\n\nI'm one parent who didn't know studies had proven this to be fact. I'm relieved to discover the Surgeon General is on it, and I agree that a warning label is appropriate. The label will help my family discuss the problem.\n\nNone of us need more anxiety or depression in our lives.",
        "Thank you, Dr. Murthy, for taking this necessary step.  You're right - the tech business and internet have been virtually unregulated since day one and it's time for decisive action by OUR lawmakers to rein them in.\n\nIt's literally mind-boggling how much of OUR personal data is being stolen every second of every day, being sold to the highest bidder and weaponized against us.\n\nWE THE PEOPLE must vote only for truly Socially Responsible democrats - women and men - who want to help 90% of us get OUR lives, country and world back from the 0.01% and their 9.9% operatives.\n\nDo not vote for one republican, other conservative or pretend democray/independent for decades.  It's time to clean up the mess they have made and send them back to thier caves.",
        "Requiring labeling for dangerous products is exactly the kind of work our government should be involved in.  Government exists to do things for people they cannot possibly do on their own, and assessing the risk of social media use qualifies as one of those big problems that require government assistance.  The usual corporate overlords and their vocal shills with bot armies will surely try to make this appear to be some kind of assault on our freedoms.  That’s absurd.  This isn’t about policing content, it’s about the delivery product itself.  We all deserve to know the risks of using these products so we can make informed choices about where and how they fit into our lives.  Use at your own risk.",
        "What a wonderful article but unfortunately way too late. Our society is falling apart and it has been happening for years now. I could not imagine trying to raise a child now with all this technology for technology sake out there. You cannot do anything without a smart phone! We are forced into this technology let alone what it is doing not only to teens but younger and older people. We are less human everyday and I wish we could turn back the clock. People don't know how to be people anymore.",
        "Technology is completely outpacing society's ability to mange it. Here we are talking about the dangers of social media while simultaneously embracing AI, arguably the most dangerous technology since the atomic bomb. Technology companies will never self-monitor let alone self-correct. Capitalism does not allow such common sense actions. Cash hungry algorithms have burrowed into modern society like sophisticated parasites. Deteriorating mental health in our children and growing divisiveness within our communities are nothing more than collateral damage in the war for dominance. A warning label feels like seeing the missile coming and putting up an umbrella.",
        "No one reads warning labels. It's rather like putting  a label on a lawn mower that says 'do not use as a hedge trimmer'. If you need to be told that, perhaps you shouldn't be operating machinery. It used to be that adults supervised children.  Now, both adults and children have their faces glued to a phone. Labels are simply hurried past to get to the infotainment.",
        "One of the worst thing I have experienced with my very limited and controlled time on the Instagram app is that I feel worse about people, and have lost respect for many including some of my friends whose posts have become so mindless.\n\nAlthough sharing information on Instagram can be useful for both individuals and businesses, the algorithm built in to it especially the introduction of reels/videos have made the whole platform toxic, uncivil and borderline vulgar. For teenagers, social media has been a really bad drug.",
        "Thank you. As a mother of a 21 year old woman and a 14 year old boy, I find the surgeon general’s arguments compelling. \n\nI was not vigilant about my daughter’s use of her first smart phone seven years ago, as I put her privacy and our mutual trust first. She has since told me of late night doom scrolling, a meme addiction and realizing she needed to leaving one platform after she found herself thinking of self-harm. Her self-esteem took heavy damage as did her sleep habits. Thankfully she warned her brother, and he treats his phone as a phone and a game console, no social media (yet). \n\nWe are the lucky ones. The mental health issues seems to have gotten worse no mater what the tech bros are telling us. I agree that the government must set controls.",
        "Just like power utilities, water utilities, transportation utilities .. the internet is a public utility. We need reasonable regulation starting with the giants: social media companies, search companies, could infrastructure companies. We need legal controls on how our personal information is maintained and sold.",
        "Amen.  The anxiety of this generation of children is off the charts.  The rise of polarization and political violence in our society, which has risen in parallel with social media, is no coincidence either.\n\nSocial media are not by definition toxic, but these algorithmic feeds that provide a constant intravenous drip of anger and bullying are.  And these companies aren’t going to change on their own.  We’re way past time for a deep societal discussion of these problems, and sensible regulation of these products that touch every aspect of our lives.",
        "In my practice of adolescent medicine, 40 years ago I saw teens in the office for infections, injuries, sports physicals, and check ups. I only rarely saw an adolescent with a mental health complaint. When I left clinical medicine several years ago, most of the adolescents I cared for had anxiety, depression, an eating disorder, school issues, other behavioral problems or issues due to excess weight. Since over 95% of teens use smartphones and most likely social media, there is no coincidence in the rise of mental health issues with the use of social media and technology.\nSocial media platforms are using our children to make money and must be regulated. I totally agree with Dr Murthy.",
        "This is a good crusade and I applaud the Surgeon General. Next? I would suggest that this country get serious about emotional intelligence. Health Centers could sponsor workshops for mental health topics including how to read behind social media and see the truth.\nOr how is this:  A few detective series on TV who's characters display insight into themselves and can use social media to\nhelp unravel their cases by seeing what others are not sharing but hiding behind \"I am perfect\" posts. And Youtube: we've got storm chasers, how about social media truth chasers?",
        "Cheers to the Surgeon General for making this recommendation, and for his overall callout of the damage it is doing to the youth of our nation. \n\nSocial media is not reflective of real life. It sends a message that life is always perfect IF (If only you go on this vacation! If only you have this product! If only you look like this!) For young people, surely this contributes to a sense that their own lives are less meaningful, which of course is not true.\n\nI would love to see a gross reduction in social media usage... it can only help our young people.",
        "The surgeon general recommends waiting until after middle school to allow social media for kids, as if a 14 year old has suddenly developed the maturity to handle what so many adults can’t. \n\nThe point obviously is to start with something palatable to parents. Because so many parents, who parent with the goal of being their child’s best friend, can’t stomach saying no. \n\nDo the right thing by our children and just say it. No child showing have access to social media — period — until 18.",
        "Social media platforms require a health warning in America?\n\nInsofar as America aims toward being a democracy it necessarily aims at creation of a psychologically weak society, a society which endlessly tolerates and even creates weaknesses in people and gets into futile arguments about which weaknesses to attack and how to create health in people, because to side with democracy is to side with the majority and endlessly plumb the lowest common denominator between people and to be against the minority of people who are psychologically strong.\n\nSocial media in America is really just a communication device and it could be turned into a powerful learning instrument, a library and education in own home, but it's in an environment of American people who for decades have been swilling soft drinks, eating fast food, consuming art and entertainment designed to appeal to a majority, and American society for decades has made it difficult for any physical community to exist (physical interaction between people), so social media as junk America forced into people's homes is no surprising thing.\n\nAmerica's just a junk society, democracy is mostly junk because the majority can't rise to anything higher than its own capacities, and when it meets anything higher it reduces it to itself. For democracy to develop, to grow, it would need quality people in the first place, a quality mass of people. But America's well on the road to people addicted to all the wrong things in life, weak people.",
        "This article had no fewer than THREE images of attractive bodies embedded in the ads.  Seeing them does not make me feel better about my physique.  Guess that's the goal of the ad.  \"Problem Recognition\" - the first step of the buying process.\n\n\nTo have young people exposed to this three to five hours a day has to be doing profound damage to their developing consciousness.    \n\nWhat are we doing to ourselves?",
        "Awesome. \n\nNext, do vapes.  Vape use among teens is astronomical and the risk of permanent damage in the form of bronchiolitis obliterans is real.",
        "The generations are showing direct and increasing physical changes. The deeper they are into their phones, the more myopic and scoliotic their generation becomes.  If we can actually see these physical effects, I imagine Dr Murthy’s observations and research into the psychological effects are warranted and sensible.\nI commend him for utilizing his position and platform to educate us and protect future generations.",
        "I believe looking back Dr. Murthy will one day be recognized as the greatest Surgeon General America has ever had. I listen regularly to his “House Calls” podcast and the guests he interviews, and am inspired by what we can do for our children and our community if we are receptive to change and improving upon our lifestyles and health.  “Social media” is anything but social. It can be a tremendously damaging and harmful influence on many people, especially our young generation. Thank you Dr. Murthy for your leadership and dedication to public service and mental health.",
        "The government used the long arm of the law to stifle big tobacco. Smoking has continued to decline for several decades.\n\nTime for the government to do the same for social media companies.",
        "\"It is time to require a surgeon general’s warning label on social media platforms, stating that social media is associated with significant mental health harms for adolescents.\" Everyone knows this already. We need to have parents take the necessary precautions, just like they would if a child took up smoking. We also need adults to take the step themselves. Social media are not only unnecessary, they are harmful. I say unnecessary because adults certainly do not need Facebook, Instagram, TikTok, or X to function and navigate the world successfully.",
        "I consider the comments sections on the NYTimes and Fox News websites to be addictive social media as well.",
        "Screen Time on Apple is a good tool. But try as I might, it won’t limit Google or other browser apps, which means that the kids can merrily access each of the social media functionalities via the web even if the app itself is shut down. There has to be some funny business going on with that decision. At this point the only way to limit social media use and still allow them to have mobile phone access is to buy the kids a dumb phone. You can even get ones that actually look like iPhones. \nBut fair warning to parents, if you don’t start out with the dumb phone, you can never take them back, at least not without them hating you. That is, of course, a small price to pay for their mental health and their grades, but if you have a luxury, start out small.",
        "Health warning should address all - kids and adults. What’s a health warning if your parent is glued to phone during family time.\n\nAdults, please consider yourselves to set an example for your kids first of all.\n\nAlso, I would love if these social media websites would be bannes once and for all. Imagine that! :D",
        "President Macron of France said the same thing.\n\nI urge parents to avoid giving smartphones to their children.  \n\nGetting rid of my smartphone and getting a dumbphone allowed me to regain my ability to focus and read books.",
        "“The moral test of any society is how well it protects its children.”  Exactly. And we are failing. \n\nShame on you Apple, Facebook, Instagram, Tic Tok, etc. How do those CEO’S sleep at night?! They know the damage being done. They know!",
        "Zuckerberg has caused more destruction than anyone admits.",
        "What a great idea!\n\nAnd, while you're at it, you should put warning labels on fentanyl pills.  I'm sure that the addicts will immediately come to their sense and stop taking the pills.  Crisis solved!\n\nBut, more importantly, putting warning labels on social media will start you down the path to complete control.  And that is the game plan, isn't it?",
        "Thank you Dr Murthy!! And NYT for putting this at the top of the news today! As a private after-school music teacher, I teach children of all ages. The kids with no phone / SM use are polite, friendly, funny, talk about playing with their friends, etc. —they never even mention SM. I teach two girls, one is in 5th grade, one 7th, both with “watches” on, one also with a phone in her book bag. I tell them to remove their watches and put over in the chair. The 7th grader is addicted to texting/SM and doesn’t do any outside playing or activities other than piano/drama. She doesn’t practice, her mom and dad aren’t paying enough attention, or are struggling, as they say she hides and won’t play her piano pieces for them. She’s overweight and very self-conscious; she won’t come to any of the piano parties with my other kids and I know this is why. And yet she’s kind, witty and has fun in the lessons. I worry about her. \nPlease, Congress, act! Now in college and doing well, I had one teen that was hospitalized 3 times with anxiety/depression/suicidal ideation and one attempt. A warning label is a start!!",
        "It's about time!\n\nThe TikTok is US is not the same as TikTok in China. Chinese Government has a put a lid on Social Media and it's content including how many hours kids are allowed online and what contents are allowed.\n\nTikTok alone is capable of making a large generation of US population, especially the young minds, unfit to be creative, innovative and excel in areas of science and math by taking away their productive hours into watching countless videos of algorithm driven nonsense.",
        "Sure to be as effective as \"Are you 18?\" on vaping, rated M video games, and pornsites.  But not only is this completely ineffective, it's not the role of government.\n\nStop trying to raise people's kids.  The government is like an absent parent trying to lay down household rules.",
        "Good job, Dr Murthy!",
        "To be clear, a warning label would not, on its own, make social media safe for young people.   \n\nHmmm. . . it worked for Nancy Reagan - Just say no.",
        "It seems as obvious as attaching labels to knives.\n\n    You would not let your child play alone in the street for hours, why would you imagine unconstrained social media is OK?",
        "Maybe the news should carry a similar warning. I almost always feel worse after I read it.",
        "They are not your friends, you are just another member of their 24/7 audience. When you leave, most won't notice and those who do won't miss you enough to actually contact you.",
        "Now wait a minute. With the advent of social media we're seeing an explosion in trans-identification among the young. Without Tik-tok or Instagram these young people would gone through life never knowing their true gender.",
        "Yes, it’s social media - but the larger issue is smartphones. Unlimited, 24/7 access to the internet is the problem. \n\nEven if social media is restricted, kids can still find extremely damaging content online - and they are. Kids are addicted to their phones because they offer immediate, and mostly private, access to whatever they want. Even the most vigilant parents cannot control everything their children see. \n\nOld-school “dumb” phones are the right choice through high school at a minimum to give kids a fighting chance, but parents will have to band together to drive the change. Too many people are getting rich off smartphone addiction to expect any help from technology companies or corporations.",
        "If this is truly a \"crisis,\" putting a tepid warning label on Instagram isn't going to make a dent.\n\nGood lord.",
        "I salute the author for this. Thank you.",
        "Great article. Social media is one of those things you kind of need to quit cold turkey.  Use the extra time to read.  Pick up the phone and call people, text them to meet up somewhere for a coffee or a walk.  Go out and experience life, don’t let it experience you.",
        "Funny how it took people so long to figure out that social media often is a bane rather than benefit.   \n\nIt is addictive if you allow it to be additive...kind of like staring into a mirror looking for defects or admiring your image.  \n\nThere is more to life than worrying about image.",
        "Legislate social Media companies as media companies not the marketplaces they claim to be. They are responsible for the brain numbing algorithms and the scrolling, flashing, zinging screen that is nothing more than a slot machine that never pays out.  We are all addicted. As a modern day Pandora, Mark Zuckerberg needs to take responsibility and shut down the chaos he created just to get rich.",
        "Money. That's what it all boils down to. As long as it can be made by the purveyors of junk, these folks don't care whom they target. \n\nThat and the inability for parents to modify their own screen time is a prescription for doom. \nMonkey see, monkey do and the money rolls in to the tech companies. \nBada Boom.",
        "\"extreme violence and sexual content that too often appears in algorithm-driven feeds.\"\n\n'Algorithm-driven feeds' is another way of saying Artificial Intelligence. As I have been saying since the mid-1980's, what is called A.I. often turns out to be Artificial Stupidity, as with algos connecting a user to inappropriate content for that user. Algos cannot be sued or punished for their actions, but the people who create and/or profit from them can.",
        "Too funny for words as these admonitions work great for franken-food, booze and drugs that kids consume readily and with gusto.  Another government salary that needs to be abolished.  Republicans to the rescue.",
        "If he thinks this is harmful - wait till the Surgeon General hears how SCOTUS just declared open season on kids and the rest of us with their bump stock ruling. I wonder how run of the mill everyday surgeons who are routinely presented with the gory aftermath of nonstop gun massacres would rate how the Surgeon General prioritized this article's subject.",
        "Thank you, Dr. Murthy. I fully believe that anyone under 18 should have to have a parent with an ID sign them up for social media after reading a lengthy list of risks. So many weak willed parents are slaves to the desires of their children and it's pathetic to watch. We know better than kids, we are the adults for a reason! Parents - act like it!",
        "Good luck with that ... we know what happens when some well intentioned person bring an idea that would threathen an \"empire\" ... just look what the british empire  did to china around 2 centuries ago when the chinese leader tried to ban Opium use. Guess who won at the time ... the british empire!",
        "The difference between social media and cigarettes is that the science shows cigarettes are always unhealthy while the actual studies show the opposite with social media. Not only can the online connections with friends, family, and information be good, it is usually that. The darn science is so pesky. Warning labels from the government saying parents should be married, families should attend church regularly, and beware of many public schools all have a lot more grounding is actual data.",
        "For all the reasons stated by the Surgeon General in his opinion piece, Senator Schumer needs to bring the Kids Online Safety Act (KOSA) to the Senate floor this week. Over 200 child safety entities are urging supporters to contact Senator Schumer's office by dialing #250 on your mobile device and use the passphrase \"online child safety.\"",
        "Thank you, thank you, thank you.\n\nAs a high school teacher for more than two decades, I can attest to the terrible damage social media platforms are doing to our kids. \n\nLeaving aside what they're doing to their ability to focus on texts, the impacts on their emotional growth and health are extreme. They themselves know it. Once, I asked them to imagine that phones themselves are banned altogether (not just during the school day, say) for everyone under 18. I expected an outraged response. But, the relief and longing that came upon their faces and flooded the room was...heartbreaking to see. \n\nSmart phones have become, for our kids, places where a social arms race is taking place. The kids have to have one, and their parents have to give them one, because everyone else has one; without one, they would be entirely isolated from the social interactions and groupings that are so important to adolescents.\n\nBut if no one has one, they'll be missing out on nothing at all, and can just be free--free from the endless need to scroll, like, post, all of it just to fit in.\n\nBan smart phones for every kid under 18. The kids will be healthier and happier (although they'll probably pretend they won't be), and their parents will be too.\n\nThe only ones who won't be happy are our tech overlords. Oh, bummer.",
        "Social media driven hysteria relating to gender is clearly a huge problem. I don't see any answers in this article, but a return to reality on the part of adults would help vulnerable children defend themselves against the harms of such contagions.",
        "Here's a thought: no more anonymity on the Internet. If you say something, you have to own it. Oh yeah, and take back Section 230. What's happening is the pernicious result of hoovering up the strongest intellects and harnessing their deep insights into how minds work-- not to improve lives and create deep connection, but to sell ads. And in the process we've lost liberal democracy, local journalism, our collective attention span, and, yes, a generation of kids made sadder and more isolated.",
        "Collective solutions are by necessity overly simplified and presume certainty that cannot last, because a great number of people must do the same thing regardless of their individual preferences or needs. But this defies the impossibility of anticipating all future challenges and the need for individuals to deal with their own lives as they can. Yet, our society is turning away from trusting members with both freedom of conscience and individual agency in favor of social guarantees of safe and healthy lives. Shielding people from difficult problems which they might fail to address well is unwise.",
        "Slander and libel are not protected speech. \n\nPeople with enough money and a good lawyer can go after defamers in civil court. The E Jean Carroll vs. Donald J. Trump defamation case comes to mind. Unfortunately this remedy is not readily available to everyone who is attacked on social media but should be.\n\nWe need a Small Claims Court for social media defamation cases.",
        "I am the co-author of a book, \"Gram and Gran Save the Summer,\" written to help foster media-literacy skills in children ages 7-12. Both I and my co-author were teachers, and now I am a social worker and he is a literacy coordinator. The extensive research and experience we brought to writing our book indicates that fear-based interventions into media usage do not work. \n\nTo help our kids, we cannot present social media or the internet as a den of depression or distraction because the truth is much more complex and kids will quickly see through a negative narrative (especially when they watch us use the very same websites). \n\nInstead, we can empower our kids to make good choices; choices based on care for oneself and others. To the extent that Mr. Murthy's suggestions empower children to make good choices. I believe they will succeed. To the extent that they are based on prohibition and fear, I think they will fail. There is no easy way out of the social dynamics that have created this world, but as with many complex problems, the way out is in.",
        "Sorry this does not gel well with the fact that there is little protection even against preventable infectious diseases.",
        "My young son is autistic, which means that many social norms and behaviors don't come naturally to him. He has been in therapy for three years so that he could learn how to play, how to have conversations, how to show interest in other kids. He's a sweet, kind, bright child — he just needs a little education and guidance on how to navigate things socially. \n\nWhat's remarkable to me is that now, while he's still quirky and unusual, he has learned some pretty good social skills. Some of the other kids in his class also have these social skills naturally, but quite a few don't. I'm not sure if this is a lingering effect of the pandemic, or if it's screens, or what. But it says something that non-autistic kids are struggling socially.\n\nWe don't post photos or details about our kids on our own social media. Our plan is to be the \"mean\" parents who don't allow social media and who will eventually give our kids a dumbphone for emergencies. I expect to hear complaints when the kids are older, when \"everyone\" has social media — but we are firm on this. For my kids, who already need a little help socially, I think social media would hamper their ability to live a full life.",
        "Social media is perhaps the singlemost driver of misinformation, lies, half truths. Just like cigarettes, alcohol, the long term effects are detrimental. Besides, it doesn't cultivate one's innate curiosity anyway. Any restriction should be regardless of age. I come across many in the older community deranged with the consumption of social media, cable news that propagate divisions. I know people will cry loud about freedom of speech. But history shows our idea of freedom has always been defective and we have let the market ruin us for profit and the world is littered with filth, anxiety, and depression.",
        "I'd rather we didn't compromise the First Amendment with a government that silences media, social or otherwise.\nIsn't this why public libraries and school districts are asked to ban books? Because it's harmful to the kiddos?",
        "Having a healthy child by birth itself is a great gift to its parents.\n\nRearing a child in a healthy way both physically and mentally  is not an easy task in the current age social media inflicted by both misinformation and disinformation.\n \nA concerted drive of Parents and Teachers  to impart a basic skill  in the child to discern right from wrong starting from the primary school has been overdue now.",
        "Maybe someday enough human beings will die (around the same time, from some app-related incident) to prompt draconian legislation barring all online publication, from tweet to .com, without licensing and education. Until we have such a mandated  license to post, little will happen to curb the dangers of people addicted to their glass rectangles, unable to stop the spread of disinformation and abuse implicit to any online platform. \n\nThe biggest danger to our health in the last century was Fast Food. Now, it is Fast Narrative.",
        "The warning is wise, the shielding is misguided. The problem is poor habit formation along with undeveloped brains that do not comprehend long term consequences as sharply as they will upon maturity. \n\nThe adolescents are going to have to deal with social media and demeaning public behaviors for the rest of their lives. Shielding them is not going to happen but teaching them to master themselves to protect themselves from threats is a life skill they can learn.",
        "I agree that social media is harmful, but we need to also offer up more alternatives. It is very difficult for some people with limited money to take their kids to enjoy the outdoors due to lack of easy access to green spaces, or participate in sports due to the cost and time involved, especially as so many school sports seem geared towards making the team and winning instead of just fun. \n   It’s hard for some kids to even walk or bike to a friends house, and many areas have little to no safe public transport.  I know many parents try hard to keep kids off screens, but what do we have kids do instead? Reading and art, sure, but teens need some kind of social life/outdoor time as well. \n  I’d also say that on social media, many “authority figures” and other adults are setting very poor examples.",
        "Social media mirrors a fractured society. Outrage is rewarded, spectacles are hyped, and the truth is pushed aside to favor clicks, likes, and profits.\n\nMainstream media, driven by a flawed \"equal platforming\" policy, allows misinformation to spread and gives paid pundits and politicians the power to manipulate the public for personal gain. \n\nSocial media is no different; it simply enables more people to do the same.\n\nWe've all heard the saying, \"Sticks and stones may break my bones, but words will never hurt me.\" In reality, words are humanity's most lethal weapon, and social media has made this weapon more accessible than ever.\n\nWhile the 2nd Amendment is dangerous, the 1st Amendment, in the hands of immoral people, is a weapon of mass destruction. It just takes a little longer.",
        "Kudos doc! I support you 100%. Social media is bad enough for adults. Just look at Marjorie Taylor Greene. It probably should be banned for children under 18 (under 16 at least). We have unknowingly sold out our children to the giant tech companies. And the damage is serious.",
        "Too little, too late. If parents want their kids off of this stuff they need to get off it themselves. I have never had any of it. No Facebook, Snap chat, Instagram or Tic Toc. IMHO it is a complete waste of time. I have a Flip Phone. How do I stay in touch? I call people. Social Media is going to be the downfall of civilization.",
        "Next, write an essay explaining the negative effects of social media on adults as well.",
        "at\nthe\nVery\nLeast\nlet's call\nit what it IS:\n\nANTI-Social media.\n\nuntil it Proves\notherwise.\n\n& Regulate it\nfar Better than\nwe do Weaponry.",
        "We've seen the damage with our own eyes, and our own broken hearts.  Our neighbor's 10 year old was taken by suicide related to social media posts.  Our niece had to spend weeks with in-patient care after a break caused by social media.  Dr. Murthy has our deepest thanks for this request for warnings.  It gives schools the cover they need to keep social media out of schools, and gives parents the push to limit young people to simple flip phones that don't access the dangerous sites.  This one move has helped our niece in her recovery.",
        "as mentioned by others below.... good luck.  been to a playground lately? been to a library reading time?  mothers, nannies, dads, etc. tuned into their phones , totally ignoring the kids.",
        "Warnings might be useful for adults who spend more times on their phones than with their children. It pains me when I see children eating out with their parents and not one word is spoken. Each person is in his or her own world staring at a phone. \n\nMy eight-year old granddaughter recently called me in exasperation. She was trying to communicate something she believed was important to her parents, but they were too busy looking at their phones to listen. My granddaughter said, “Mimi, I know you will listen.” And yes, she called me on the landline. \n\nParents, please put down your phones and listen, really listen to your children. If a parent is addicted to his or her phone, what kind of message does that send to children developmentally unable to handle the stressors connected to social media? If the adults can’t establish boundaries for their own phone use, how can they help their own children?",
        "I don’t use social media. I remember when I first noticed how the posts from a very close person to me made me feel special. Years later I noticed her posts seemed to build and maintain steady admiration from others. I remember the day I finally told her I didn’t want to be seen in pictures in Facebook. Noticing how oblivious I was to the extremely subtle manipulation of my emotions over time changed my life.",
        "Knives can be harmful. However, most people learn to use it for the right way. Unfortunately, preparing kids for social media has become an unenviable, unrewarding and often relationship wrecking task of parents. \n\nControls may work. However, it is difficult in societies where freedom of expression is treated as a foundational to their existence. Free market and free speech aid critical thinking, new ideas and often collective prosperity. However, application of selective control by regulation is neither possible nor effective in practice. \n\nThere is no silver bullet.",
        "Saying that social media is a danger to children and acting on it are two different things. It would require an act of Congress for a warning label to be applied, much less addressing the problem itself.\nHmm... Did I just say, \"an act of Congress?\" Fat chance.",
        "This reminds me of our country’s failure to protect our children from school shooters. \n\nOnly now, instead of Republican politicians we have moneyed technology companies and government inaction. When will government start taking seriously the lethal threats to our children?",
        "Social media is deeply addictive and the Big Tech companies engineer the apps and the algorithms to keep us hooked. Anxiety-inducing news threads and stories and the endless scroll on social media stimulate parts of the brain to keep us attached, perpetuating the addiction.  A warning label is the least we can do to help name the addition and start to name and look at it more objectively.",
        "It’s the algorithms. Apps are built to maximize engagement, because this maximizes ad exposure. This is the single most important issue in America today. It’s not just to the detriment of real social engagement and the formative years of our youngest, but our political discourse as well. These profitable positive feedback loops, where you’re on until you’re off (cancelled) reward conflict and deincentivize consensus. Binary discussion begets binary politics. \n\nThe internet could be so much more than a dopamine farm. Legislation should be focused on banning attention ensnaring algorithms, not limiting our exposure to them.",
        "As a native of the land of fairytales, I immediately thought of the well-known story about “the emperor’s new clothes”, when I read Dr. Murthy’s succinctly written article.\n\nIn the fairytale, a “nobody” eventually states the obvious: The emperor parades around the town—buck naked!\n\nMental Health has nothing to do with fairytales, and Dr. Murthy shows us that speaking the truth is neither reserved to fantasies.\n\nSpeaking the truth always demands our respect—regardless of who the speaker is—however, hearing it from the highest office gives us the added comfort of knowing, that those in charge have heard the countless “nobodies” speaking out.\n\nDr. Murthy uses the word “danger” when describing the impact of Social Media on Mental Health, and he refers to examples of traffic accidents and fatal food poisoning.\n\nBut if the threat from Social Media really was equivalent to airline accidents, or even road traffic, we would almost be home safe.\nUnfortunately, Social Media is patently dangerous and the exposure is in effect total, and therefore it is arguably the gravest threat to society.\n\n\n—I wonder when will be ready to state the obvious: Ban Social Media for users under 18 years old!",
        "Could not phone and internet providers include an option that restricts access to social media apps and sites?  A parent could then opt into a subnetwork that firewalls a curated collection of social media sites.  This should be done at the hardware level to preclude hacking.",
        "While I agree with the sentiment- social media is a terrible thing - I don’t think a warning or even data collection will do the trick.  It’s just bad and it’s too late to fix or even mitigate the damage.",
        "I have severe doubts that our members of Congress will do anything about the dangers and effects of social media, when many of those same members of Congress appear to spend the majority of their time trying to become performative social media stars.",
        "As a public-school teacher of seventh- and eighth-graders, I am very happy to see this column.  As student cellphone use has become more ubiquitous over the last decade, I have seen very real effects on the young people who go through my classroom.\n\nThere has been more bullying at my school, and most, but not all, of it is cyberbullying.  Fights have been prearranged so that they can be recorded and posted.  Students in different classes have texted each other to meet at a prearranged time and place in order to vape.\n\nThat's just on the social side.  Academically, I've seen attention-spans shortened to the point at which for some students they virtually no longer exist.\n\nWhen Neil Postman wrote \"Amusing Ourselves to Death\", he was speaking of television.  Social media is much, much more dangerous.",
        "Someone with expertise needs to be looking out for kids. The social media companies only have expertise in how to manipulate users. Bravo to the General.",
        "Let us firmly accept the fact that the true goal of social media companies is to indoctrinate and addict people starting at a young age so that they are \"customers\" for the next 75 years. These \"customers\" aka users provide data by the billions of terrabytes that can be sold to marketers and other corporations.\n\nI know a number of youngsters in my extended family  wish they could use their devices for 2 or 3 times more than their parents allow them to.",
        "\"Schools should ensure that classroom learning ...are phone-free experiences.\"  Everyday, I remind students that my classroom is a no phone zone, that phones should be silenced or in airplane mode, that the board approved school policy is non phones before and after lunch.  Yet the phones creep out in dark spaces under desks, in laps, propped on Chromebooks like cockroaches.  The distraction from education is causing a literacy crisis, a ubiquitous attention deficit disorder, and crippled spines as students' backs curve down around the phone like snail shells.  Taxpayers money is a waste in schools where principals are spineless against parents' demands that their children have access to their phones in classrooms, during instruction, and without limits.  Teachers are giving up, yet the phone addicted child still whines about a poor grade on a project they spent 5 minutes on while their phone gets their limitless attention whenever, wherever, and for whatever.",
        "Bird flu is poised to make it a life threatening decision to have milk with our morning cereal but at least we're safe from the dangers of Facebook. Glad to know our government has its priorities firmly in order.",
        "The difference between warning labels on cigarettes and warning labels on social media is that cigarette already have an age restriction. No such law applies to social media, though there probably should be one.",
        "I work in community counselling... something's going on.  Young adults who grew up with social media through their teen years are arriving at our NGOs in bad shape, frazzled and anxious. They honestly remind me of the wave of scarred war refugees from Kosovo that arrived when I first entered this area of volunteering. Some of the kids from Eastern European war zones had taken to believing they were cats or dogs, would insist on meowing regularly and were often mute otherwise. Their parents were at a loss ... but these parents were also banged up quite badly so nothing effective was really done to address this phenomenon and the some kids were left to roam freely through these psychological symptoms while their parents attended to their own significant wounds, unable to really help..in effect they were indulged. Parents today may also be swept up in the new psychological landscape and culture that this medium dictates and similarly at a loss to help or understand their troubled children. This used to be considered a mark of severe dissociative illness ... likely induced by severe trauma or persistent stressors.",
        "Bravo, Sir! Elegant and clear - so simple. Let’s get it done!",
        "Social Media is the poison of our time. A hefty monthly fee to join any of these platforms may curb the damage. Children's lives have absolutely no need for this weapon of mass destruction. The value it has for adults pales in the toxicity of disinformation, misinformation, fake news, AI generated falsities and the addiction to self congratulations that it is really all about.",
        "This is long, long overdue.\n\nMy own teenage child was lured into thinking that the relationships they were building online were real and meaningful. They were not. His social media “buddies” encouraged destructive behavior and wound their psyche so profoundly that it has taken years to undo the damage.\n\nA warning label is the least we can do.",
        "Silicon Valley’s lobbying army will, no doubt, ensure that this well reasoned and sorely needed warning never seeds the light of day. This is a different time from when the tobacco industry was taken to task by congress over the health risks posed by their products. The Supreme Court’s Citizen United decision has  given the Mark Zuckerbergs of the world free rein to use their limitless ill-gotten gains to make sure they are allowed to continue to pollute our children’s lives.",
        "This is so spot on Dr. Murthy! Hopefully Congress hears you here. The heads of these companies are after only two things — money and power. Any dreams and ideas they had about altruism ended a long time ago. Time to reign them in!",
        "Social media is a manifestation of our evolution as a society. We are globalized, we are instantaneous. When you think about these issues, you have to think about information and data on the scale of the human species. As if we're very early cyborgs. Right now, we're right at the transition into always available information. Society happens online just as much as offline. Ultimately, then, the issue is in the incentives these companies have. That's right, it's capitalism, it's the stock market. As long as social media is funded by advertising and advertising is measured by impact and views, this issue will persist. Perhaps this calls for a public social square rather than these privatized ones.",
        "I am a therapist specializing in the treatment of eating disorders and body image. I also teach continuing education.  I recently taught a series that included a section on social medias influence on people’s body image and eating.  It was frightening. We have a significant increase in body image issues, body shaming, disordered eating . Although many factors contribute to this it is essential we recognize certain social media platforms are part of the problem.  We should be seeing warning labels, we should be working with our schools to limit phone time and setting boundaries at jobs for people on phones. I also am a parent who knows the struggles that ensue over phones in families. It’s one step at a time…..",
        "Question - is it smart phones or is it social media? I am a parent about to purchase first phones for my two 12-year-olds. They will each get a secondhand iPhone. They will be allowed to use it for: messaging/whatsapp, photos/camera, weather, UV forecast, and phone. No data plan, no internet browser, no social media, time limits on whatsapp. This is my compromise choice as they are actually the last two children in their class without phones (I know the class and parents) and are missing out on messaging and chats. Somewhat pointlessly, I am starting to agree with them. Still I wish I could postpone it, but on the other hand I think the phones could be used in an age-appropriate way, for our year 2024. Any thoughts?",
        "Thank you, it's about time someone with authority on the subject spoke about the dangers of these so-called \"social media.\" Any parent can imagine the potential harm from these platforms by imagining what their kids may look like if they were addicted to drugs. They are in the same inescapable vortex that keeps sucking them into the abyss.\n\nPlease, all the powers who will consider this, don't give in to the pressure from these platforms' lobbyists. This simple warning can potentially save the lives of generations to come.",
        "Yes, yes and yes. And children learn from their parents. Mom and Dad, get off your phones when you are pushing the stroller, on the playground, at your kid's soccer game, in the car.",
        "a surgeon general warning wont do anything to solve the issue of our next generations being raised on social media. The reality is you have two parents working 40+ hours a week just to cover rent with barely any time to invest and raise the next generation. Much like how we had concerns about Tv raising the previous generations, you now don't even have a parent in the home. Focus should be on helping the family at home not arbitrary warning labels",
        "I have spent the past three years researching a book  on how social media and technology profoundly affect adolescents, and it will be published next month. Thank you Dr. Murthy for your very wise words.\n\nAdolescence represents one of the sensitive periods during brain development, and it is because of this physiology that teens may be particularly vulnerable to negative messaging from social media. \n\nIn a recent poll of educators, 65 percent reported they have observed that students diagnose their own mental health conditions through social media.  And some students are known to obtain medications to treat the self-diagnosed mental issues through non-professional resources. \n\nSocial media and the associated technology have significant effects on adolescents’ physical functions. The use of computers, smartphones, and social media is associated with shorter sleep duration, higher levels of daytime fatigue, and longer times for children and adolescents to fall asleep. \n\nSocial media sites promote obesity and eating disorders in adolescents. In addition, social media sites are platforms for a worldwide audience where adolescents can be subjected to racism, homophobia, transphobia and cyberbullying.\n\nSome social media platform facilitate substance use among adolescents by allowing for peer-to-peer messaging with features that support substance use. \n\nIt is for all of these reasons and much more that a surgeon general's warning label is needed on social media platforms.",
        "I had to delete TikTok from my phone because I felt I was becoming addicted to it and it was having negative impact on my mental health- I’m 60, and have the maturity to self monitor- kids and teens do not- we need these warnings!",
        "Thank you Dr. Murthy!  \n\nIt helps immensely to have your voice, speaking from a position of institutional authority and with medical credentials, to state the obvious. \n\nNext step is for parents to heed this guidance.  Let’s do it!",
        "Social media use has an elevated potential to become a behavioral addiction,  similar to addictions which involve addictive agents (i.e., tobacco, alcohol).  A warning label will not adequately address this problem; either impose a minimum age restriction (like alcohol or tobacco) or institute an outright ban on social media!",
        "The surgeon general needs to broaden the warnings to phone usage in general.  Kids brains are being rewired by games, texting and constant use of earphones.",
        "A step in the right direction. One indication of the stability of a society is measured by the wellbeing of the most vulnerable. Building a stable mental and physical foundation is key for children to manage the complexities of adulthood.",
        "In my family, I was the early iPhone adopter and set a bad example for my kids. In 2009, I was trying to take vacation photos of them and upload them on a slow network and my 9 year old said, “It was dark day when Mommy got that iPhone.” (They both have a wry sense of humor. I wonder where they got it from?) If I pull out my phone at the dining table—they are grown up now so only when they are visiting—I am reminded that “Did you know it’s rude to bring your phone out at the dining table?” They worry about their friends who seem unable to step outside the internet.",
        "I have worked in the public school system for years, and I have noticed that there is now little interaction between male and female students. Boys are no longer paying attention to girls or talking about them and girls are no longer paying attention to boys or talking about them. What both groups are doing is \"dating\" their phones.\n\nIn past years, it was common for  teachers to remind two tangled students that they are in school. Nowadays, such encounters are rare.  Are phones responsible for the sharp decline in school romance? Jonathan Haidt seems to  think so.",
        "Smoking is bad for kids and adults.\n   Social Media is worse for kids and adults.\n       Staying off Facebook etc always while my 83 year mother jumps on it regularly is the perhaps proudest act of mine",
        "Because students do not like to do their homework, why not assign social media as homework?",
        "\"One of the worst things for a parent is to know your children are in danger yet be unable to do anything about it.\"\n\nKeeping kids safe from social media is an uphill climb.  Dr. Murthy has identified the problem, but unfortunately the solution would be impossible to implement once children get old enough to want to conform to the current world, and have their face stuck in their phones all day.\n\nWhen I look back at my own childhood, and our family dinners and discussions, it seems quaint to recall how much I learned simply eating together as a family.  As a kid, I never felt like I fit in and had very poor self image.  To imagine throwing social media on top of that,I'm not sure I would have survived adolescence.\n\nWarning labels would be a good start, if only to make parents more aware of how pernicious social media can be for their children's mental health.",
        "There is an easy solution to this problem available to parents, and I am implementing it. No unrestricted phone for you, kiddo. Maybe I'll let you have a phone in college after you've practiced its intentioned use, and after you've proved your abilities of self-education and self-control. \n\nI recognize some may consider this a social death sentence. I see it as simply cutting out  low-yield, low-value interactions. They can try other things instead, like talking to people, and maybe reading a book every now and again. \n\nWe travel periodically in China and I may allow my kids to \"practice\" rational social media use by allowing them to use WeChat/Wexin during the trip. Fortunately, WeChat isn't really a thing among American youths. \n\nIt is interesting to see how different countries have approached the problem of social media. Many American parents cave on teen phone ownership when they hear the excuse of \"safety\" - - don't they want their treasured teens to be able to call in emergencies, and get home safely? In Asia, even young kids ubiquitously wear smart watches with cellular service. Part of the reason for that is because phone service for the watch is just a buck or two a month, and the other reason is that allows parents to solve the \"safety\" problem without turning over a weapon of mass distraction to their kids. \n\nWhether they realize it or not, American parents have options. Kids may not like our choices. Serious threats sometimes demand serious responses.",
        "This enthusiastic but too late outline of what needs to be done is great, however, until congress gets a move on, nothing will change.  It’s shocking and disgusting that they have not addressed this. Time after time, you read about incidents that occur through social media then hear there’s nothing that can be done because there’s no law against it.  \n\nLet’s stop giving parents a pass—they can make changes in their homes and limit their kids activities.  They don’t seem to have the stomach for saying no either.",
        "Parents need to be reminded that they can be complicit in the negative effects of social media. \n\nLike their children, they can become addicted to \"likes\" and increasing \"friend\" counts.",
        "I banned social media until freshman year for my daughter. I stuck to the ban through the pandemic. She wrote a novel during the pandemic, which exposed all the dysfunctional people in our family as thinly shrouded characters, but I realized how aware she was of people. She had group chats with friends and did Zooms. She was always a bit of outsider in our neighborhood as the competitive moms enforced social boundaries, but she won people over just by being a fun silly girl. Parents would say she kept the girls up all night at slumber parties but she made them howl with laughter. She uses wit and fun to be social in person, and she had to work hard to stay relevant that way. But when she was allowed to use social media freshman year, she had no appetite.",
        "Nearly half the country's adults are being radicalized by social media, the playground of Putin's disinformation ad team.  Willfully drawn down the rabbit hole of confirmation bias by social media algorithms.\n\nJust like smoking, social media is dangerous for adults too.  The warning should not single out young people, but rather include everyone, while making parents aware of the danger and responsible for regulating/ forbidding their children's exposure.",
        "Step 1. Reveal, expose and regulate the algorithms that manipulate users of social media.\nStep 2. Repeal Section 230 of the Communications Act that protects social media platforms from liability for harmful and dangerous content.",
        "Any repetitive activity can be habit forming, and any prolonged exposure can be addictive.\n\nWhen you recognize repetition, do something else.  Good advice for children and adults.",
        "We have failed to respond because we, as adults, are also trapped in the same dangerous media addiction that plagues our children. To reiterate your analogies, all humans (kids and adults, alike) are equally harmed by car accidents and listeria infections. Addictive media (social and otherwise) also equally harms all humans, yet adults have more autonomy and thus succumb to its allure and danger. How can expect to keep our children off devices when we adults are hopelessly trapped?",
        "I'm not at all convinced that doing this would have any positive impact whatsoever.\n\nThe social media genie is long out of the bottle and its use isn't going to be deterred by some kind of warning label stating: \"Not Safe for Children\".\n\nSocial media isn't some form of physical product where society can attempt to limit access by age or any other criteria.  Even attempt to ban certain Apps such as TikTok are futile efforts intended more ot create the image of \"doing something\" rather than actually achieving it.\n\nIt would appear that Dr. Murthy feels pressure to address this issue almost with the resigned admission that about all he can do is put a label on an App.\n\nSociety, particularly younger members, are indeed facing a crisis based on technological advances that are essentially uncontrollable.\n\nIf we are now concerned with Social Media's impact on children consider the far greater potentially negative impact of AI.\n\nWe are already rapidly approaching a point where AI systems are achieving levels of knowledge that exceeds that of a substantial number of people.\n\nIf you think Social Media is now dangerous for children imagine a few years from now when AI tools are both instructing and indoctrinating them.",
        "Bravo! It would also help a great deal if ADULTS would model social media and phone restraint.  How often do you see young adults wheeling a baby in a stroller while on their cell phones instead of paying attention (eye contact, talking etc) with their baby.  How many adults buy babies play toys that resemble phones or tablets.  Young children mimic their parents. How about adults teaching their offspring the benefits of reading, playing outdoors, playing with other kids, working out their differences through talking and just engaging with the world around you?",
        "Am I the only parent of teens who largely do not use social media to talk to peers? They do use video sites to search clips, but kids have been scared out of using social media with their real names & photos by health classes already. \n\nI find a huge piece of the anxiety puzzle is the lack of autonomy & lack of responsibility given to children at age appropriate levels. They don’t go outside much, don’t meet friends in their neighborhoods. They don’t have third spaces to develop social skills. They don’t learn to drive as quickly, which means many don’t work while in HS.\n\nAnd everything is a big deal. We turn school into a massive competition. Tough classes, grades are a big deal, ACT/SAT scores must be high. Activities must be plentiful. College is massively expensive and rent is as well.\n\nI think social media is such a small piece of the puzzle. The key to solving the anxiety problem is to create community & trust in each other. Including price regulations on essential goods. Without that there’s no lock or accountability device that will save us from a world that’s so unforgiving & difficult.",
        "All of these dangerous technologies seem to have one thing in common:  they are free. Nothing, of course, is really free.  It’s simply paid for in another coin.  In this case with our children’s attention, their time and perhaps ultimately with their well-being. The industry has made a fetish of the word “monetization.”  But if these technologies were to be monetized the old-fashioned way - by paying for them - they would quickly shrivel.   In this case, freedom is truly not free.",
        "Better yet ban all apps for those 14 years and younger.  The only reason a child younger than 14 needs a phone is for communication purposes .",
        "Social media just leads many people to the same angst they have when they go to high school reunions.\nBut instead of every few years it’s everyday. \nIgnoring it is a relief….and good for you.",
        "As a retired high school teacher I have seen how addiction to social media platforms affects students first hand. Students cannot sit it class for 5 minutes without the urge to check their phones. Many sit in the cafeteria next to each other without talking, just engaged on their phones. I saw a significant increase in online bullying and the number of students with anxiety disorders in the last five years of my career. Society needs to demand help from Congress. All schools need to ban cell phones during school hours. If there is an emergency, parents can call the school's main office to relay a message. We need to restore sanity and learning in schools.",
        "Maybe someday we'll all understand social media as a pale substitute for real interaction, as a fallback rather than a default. \n\nNo idea on how this happens, but it seems like there needs to be a broad path for kids to actually get out and \"do\" things rather than being passive screen consumers. \n\nMaybe if they're busy with the activities, rather than the endless documentation (model it parents!), they'll be able to say to their screen-obsessed peers that the joy and excitement is in the doing.  And perhaps they'll invite others to come along for the next experience, phone-free, to experience the joys of being and doing without social media's intrusion.\n\nI can just imagine the conversation, \"Oh, we're having too much fun to worry about the phone.  NO, we're not going to stop and take pictures.  You have to come try it, in person, to understand.  Leave your phone off, it just gets in the way.\"\n\nWhen we finally get to \"No one really cares, anyway.\" regarding social media generic content, we'll be making progress.",
        "\"Fact-based messaging regarding the relationship between social media use and the mental health of minors will motivate more parents to take steps to protect their children.\"\n\nAs Brookings acknowledges, parents are the gatekeepers to social media use. Slapping a surgeon general warning on a social media app seems like a misguided effort, when fixing the problem involves outreach to parents—parents generally won't see the warning. Unlike kids, they rarely use said apps to begin with. \n\nAt least parents and kids alike spot cigarettes' surgeon general warnings as they appear at ID carded point of sales locations—another failsafe social media lacks.\n\nObviously everyone's heart is in the right place here, it just seems a swing-and-a-miss waiting to happen when it comes to actually reaching the intended demographics.",
        "Thank you for this warning Dr. Murthy. But I wonder, why only a warning for kids. Adults aren't faring much better on social media. With all due respect to The New York Times where I am writing this very comment, and where outrageous and uncivil comments are supposed to be removed, even here, the voices of anger and vitriol get through, even here, reading the comments has negative effects on my mental health. Even here, I feel the partisan rancor rising. \n\nWe need to have a deeper conversation about not just social media, but the move away from print culture to online culture and how this affects not just our individual mental health, but the health of the republic itself. Our democracy and civil society may depend on it.",
        "Do we somehow become immune to the negative effects of social media when we turn 18? My experience with the social media addicts that surround me says otherwise. This might be a step in the right direction, but adults should also be warned.",
        "Thank you!!! This is such an important issue. As someone who works with College students, I can tell you that the issues from social media are at an epidemic level. We need more insight and potential regulation.",
        "Educators, hand-in-hand with tech marketers, exuberantly and uncritically promoted one-to-one computing in schools, including elementary schools, thereby laying the groundwork for a flood of negative outcomes to follow. Here's something radical: Let's let the brick and mortar of our schools become the citadels of human development and interaction, unmediated by screens, flashing prompts and advertising algorithms. The kids can discover and acquire the machines elsewhere; let them discover and acquire their humanity first.",
        "Social media may be strongly affecting children, but warning them will do nothing.  This is a problem created by their parents.  It is parents that are handing their kids smartphone.\n\n\nChildren and teens have little to no sense of risk. I'm fact, they, rightfully, have the opposite.  If anything, a stern warning will only encourage them to use SM. \n\n\nBut I suspect that it's the PRIVATE nature of SM that is corrosive.  I'm a large way, SM is a form of dark web, not from govt but parents.  The remedy, I think, is to force, by law,  all SM content visible by guardian.  Take the darkness of SM away from children.\n\nOf course children should be encouraged to have independence and even privacy but that should be reserved for real PHYSICAL space not cyber space.   Force kids to get out of the house in order to engage/talk/interact face-to-face with friends without snooping parents.",
        "I'm so glad to see this getting the focus it deserves.  One thing parents need to demand from the tech companies is much more robust controls over the devices they give their kids.  Apple screentime for example is a bad joke with so many flaws and work arounds intended to keep kids hooked, like a \"one more minute\" function that can't be disabled.  It should be law that parental controls have a simple interface that allows them to shut down a device's OS after a certain period of usage.  Start by giving parents the control that the tech-makers are deceitfully undermining.",
        "It is time to face this issue with responsibility and seriousness. It is very clear that social media has caused excessive disruption in education and the media. It is as if society is afraid or ashamed to treat these changes as if they  were against technological advances. Or what is even more irresponsible, as if we were afraid of contradicting the younger generations.\n\nBut the first thing is to analyze the example that older generations set when, for example, it comes to fake news and inflammatory rumors.\n\nDisruptions have their good side, but it does not seem necessary to analyze the damage they generate.",
        "I do agree with Dr. Murthy especially as a grandmother who has seen the impact of parental restriction and no parental restriction surrounding social media. However, we need more than a Surgeon General Warning: Social Media causes vison destruction and psychological trauma to human beings under 18.\n\nHere is why: I have two kids who both have 2 kids each - I have 4 grandkids, aged 16-20. One set of grandkids had zero social media restrictions, and both have vision issues and will for lifetime need corrective lenses. Another set whose parents are IT executives restricted iPhones, electronics and social media until 9th grade. Yet, one of the restricted grandkids ended up with anorexia and body image issues (successfully treated). Each set of parents took different approaches and yet the outcome is 3 out of 4 will experience lifetime physical and emotional damage from their use of social media.  Bottom line: developing human beings are vulnerable to harm from social media, especially humans under 18.  Were the warnings about seat belts effective? No, we found out that when it comes to kids, we needed laws and penalties and the ability to litigate. What makes this dangerous situation any different?",
        "It’s the absence of human rights in the face of big tech.\n\nPeople should have an absolute right to disengage the algorithms and recommendation feeds. Further, the right to adjust how the algorithms function.\n\nPeople should have an absolute right to know when they are engaged by a bot, an AI, a political or commercial entity, or a criminal.\n\nPeople should have an absolute right to not have their information and images posted online without their express permission.\n\nAnd yes, legitimate news outlets like the NU Times are not the same as random blowhards on Facebook or X (Twitter).\n\nCivil rights and human rights need to catch up to the Internet.\n\nPersonal information is personal property. Data collection and resale must include an individual right to consent, decline or set their own pricing and terms.\n\nLetting every company set their own policy is absurd and must end.",
        "I'm a pediatrician overloaded in anxiety and depression cases and I totally agree!!  Our handouts at each checkup have a front section called screens and mental health.  It's a crisis.",
        "I back this completely. \nWe have an 11-year-old, and close to 100% of his friends have mobile phones – with varying degrees of safety measures in place. Some of them wide open. \nOne parent announced to my wife and me that they had \"caved\" and given phones to their kids, and were \"filled with dread\". \nAll I could think was- so don't cave! This is the health of your kids! \n\nOne thing in this article with which I disagree – parents are not helpless in the face of technology. They MUST accept some accountability. \nWe don't need to shame them, but we need to emphasize the fact that a huge percentage of parents simply do not know themselves how to put safety measures in place because they don't have the technical understanding – and are not making the time to acquire it – and making matters worse – they are addicted to their phones and social media themselves. \n\nSo parents – please work hard to educate yourselves and your kids. \nSit down together and watch The Social Dilemma. Get off your phones. Consider delaying giving connected devices and social media accounts to your kids. \nYes- if they really want to, they will find a way. But it's worth the fight.",
        "Social media isn't going away.  It isn't going to be banned and kids are always going to work around any limits that we adults put on them.  Teen brains are really good at finding the path of least resistance.  It one of the great things about teens.\n\nSince this is the case, we adults need to teach kids the healthy use of social media.  Our kids will be adults soon.  We can't control them forever.  The sooner they understand how to use social media in a heathy way, the better for everyone.",
        "I wholeheartedly support this.  The damage is immense and irreversible.",
        "Most dangerous for young minds are social sites that oppose and contradict the policies and narratives of the government and  mainstream media which echo without question government positions on the necessity for endless  wars and for billions of taxpayer dollars to be unaccountably shipped  to corrupt foreign governments which are servants to America's military and financial hegemony of the planet. In a free and democratic society, censorship must be subtle and insidious and the wolf in lambs clothing.",
        "If we cared about kids, we would not allow them on social media. \nI work in several middle schools and most kids between 10-13 have multiple social media accounts--supposedly illegal.\n\nAdd the anonymity to the algorithms of social media and we have the perfect storm of misinformation and directed content to addict every child on the planet. Yes, the adults are already addicted--you know you are, as am I. \n\nDepression, anxiety, and suicides will continue to increase until we change the system.",
        "I was a first generation Facebook user - the days when you had to have a college email to register. I spent hours on that platform even in its infancy - before sharing your thoughts as “statuses”, photo albums, groups, etc. Even as a woman in my late 30s I still find myself comparing myself to others on social media. A frequent conversation with my friends is how grateful we all are that we grew up as young teenagers without these platforms. I can’t imagine what my self esteem would be now.",
        "I wish to remind you of the \"media context\" within which the genetic forefathers of these technologies were developed: The predecessor to social media was email, which was developed in a context of relative institutional safety. It's kind of like the days of yore with the phone book, when everyone felt it was fine to just publish everyone's real name and address and phone number in a giant tome, and just distribute that to everyone in public.\n\nSo where did that sense of institutional safety go? Social media didn't escape from a lab, really ... it rode the waves of commerce to places it had no real business being, and no-one was there to stop it. (It's like Indian Hello around here.)",
        "My son and is wife have a no social media/ TV policy for their kids (Friday movie night only) Their two kids are smart, polite and friendly.  Both are avid readers,  the seven year old plays chess.  Both are physically fit from everyday varied exercise, walks, bike riding or visits to the park. Their diet is very healthy.  Social media is not good for kids/adolescence it's negative impact is obvious.",
        "Yes! Cumulative health issues social media might cause are detrimental enough to put them in the same category as smoking throughout your teen years. Moreover, even though the warnings on to back packs don't outright stop people from smoking(speaking as someone who used to smoke) , but it does push them in the direction of thinking about quitting. Kids are smarter than we so times give them credit for, and if we clearly delineate problems social media use might cause to their mental health, they just might start thinking about limiting their uses and the parents who consent to unbridled acess to social media might start putting time limits on it. Something worth trying for sure.",
        "Indeed. It worked so well for alcohol and tobacco.\n\nA entire generation of young adults, who should be out enjoying life, have an inability to connect, to form meaningful relationships and are afflicted with mental illness in unprecedented numbers. How much more evidence do we need?\n\nLike polio, social media needs to be eradicated.",
        "Give up Facebook. I did it 13 years ago and it remains one of the best decisions I've ever made.",
        "It's a good start. Next, the United States should put health warnings on bad parenting, an underfunded education system, poor nutrition, Politicians and SCOTUS Justices who kowtow to corporate greed.",
        "This essay calls for strong action but is based on debatable scientific findings. Despite the popularity of Haidt's recent book, the science is much less clear regarding the role of social media on children's mental health. Moreover, almost all recommendations by the surgeon general are based more on intuition rather than empiricism. I respect the idea that you don't always have the 'luxury to wait for information.' But nobody has been 'waiting' for information - Researchers have been exploring this link for over a decade and the evidence is not clear. In some ways it is reminiscent of a time when we convinced ourselves that violence on television causes violence in children. Just because it feels like it should be true, does not make it true.",
        "Class action lawsuit. Open to all the families whose children suffered suicide, suicidal ideation and hospitalization, profound eating disorders, debilitating   depression and anxiety fueled by obsessive use of social media. To families whose savings were wiped out paying for years of therapy that was not covered by health insurance or who tried to find timely inpatient or outpatient treatment but were told the waitlist was months or years long. To kids whose educations and lives were and still are seriously disrupted. To parents who tried everything we were told: parental controls (ineffective), confiscating phones or even modems at night (children snuck into parents’ bedroom and took them), delaying cell phone use until older (high school usage crippling within months). The evidence is there in my shared family cloud: thousands of sad selfies taken in kid’s bedroom or bathroom, trying to look like the Instagram ideal, timestamps showing hours of late night obsession. We are all still paying the price and deserve some restitution.",
        "There was a time that during home parties a cup full of cigarettes was available for everyone to take. When it comes to cigarettes, things changed. (Hopefully) we will look back the current time with disapproval when it comes to social media / online recreation. For me, the sooner the better. But history reaches us that humans learn the hard way.",
        "\"These harms are not a failure of willpower and parenting; they are the consequence of unleashing powerful technology without adequate safety measures, transparency or accountability.\"\n\nIt is the business people selling the positive side of the product;  and collecting the data from its use and user in order to create more of the same only\"better\". We have been duped by what was to be the information highway to AI, by the tech industry/business world in order to profit at the expense of the user. AI isn't more intelligent, just will become more profitable at the user's expense and the rest is just collateral damages.\n\nDo we need a label warning...doubt our Congress of today will ever deal with this issue and tech will pay handsomely for them not to. Like most issues/concerns we deal with, we incorporate not the cause of the problem, but invent a new problem to deal with the problem we are trying to \"fix\". \n\nNot allowing phones in school day is doable but look at the parental/student reactions to it...what school board in America wants to deal with this issue- how about parent/student? \n\nHow about the government just ban the phones from schools and stop suing schools in the attempt to do so. This will cut the 4.8 hrs average from 8-3 everyday...do you think everyone will make it thru the day without them?",
        "Thank you. Congress: it’s time parents (and schools) have an ally besides Screentime, which can be manipulated & often feels like a tug-of-war with addicts. Certainly not Apple or Meta or TikTok. These platforms should require ID & be time restricted to honor circadian rhythms & school hours. For starters. These are not walking-on-water-type asks here. Teenaged brains see smart phones as secret journals, while parents are left with a double vision. We value texts & location tools as a lifeline. But  why must that come with tools that have the power to destroy uniqueness, confidence, mental health and even life? And for those who say, know your child’s apps, etc., you haven’t spent enough time with teenagers.\n\nNext, flavored vapes. All of this is desperately overdue.",
        "At the very least! Finally! Any Pediatric health metric that can be affected by anxiety or \"mental health\" will be altered after exposure to social media. There is plenty of really great research to support this truth. Yes, truth. It is about time. Now, what will Congress do to regulate social media? Are cell phone and Apps the \"cigarettes\" of this generation? And if they harm teens, what about adults?",
        "The problem is that there's a large group of industries that view the minds of America's youth as territory to be conquered, divvied up, and exploited -- by whatever means necessary. Manipulating middle-schoolers into feeling inadequate is now highly paid work for MBAs and PhDs; designing and running media platforms that facilitate the indoctrination of children is now the task of our richest multinational corporations.  \n\nWe live in a deeply competitive society, where pathological narcissism is handsomely rewarded, and greed often seems the highest value -- indeed, U.S. culture has very nearly turned the Seven Deadly Sins on their head, celebrating lust, envy, gluttony, etc as capitalist virtues that feed the corporate bottom line. While social media platforms provide some people with a sense of community, their overriding purpose is to inculcate in their users the corrupt values of a decadent consumerist culture. Of course, these media corporations have shown little regard for their users' well-being.",
        "I wholeheartedly agree with with the Surgeon General --- although I would go one step further and call for warnings on the cable news outlets and newspapers also.",
        "As a physician myself, I couldn’t agree more. Thank you Dr Murthy.",
        "Vivek, I know you mean good, but it is like telling kids that McDonalds is bad for them.\nThey will ask for more.\n\nThe change must come from somewhere else - something the young people will want to do more than flipping their smartphone screens.\n\nBut it may be something that will not bring billion dollar profits to the Tech giants.\nWho will agree with that?  Aren't we all investors expecting windfall profits?\nSo we can buy the latest iPhone for our darlings?",
        "This is the kind of thing that -- if approved -- will impact the rest of the world like only something coming from the USA can. And (in this case) it would be for something genuinely life-changing in the best way possible. Power for good -- I hope for my children it becomes a reality. Let's see how the tech giants respond, because I have seen first-hand how they and their endless money and magic can co-opt even institutions and individuals perceived as beyond reproach.",
        "A warning label won't do anything.  Age gate social media.  We age gate tobacco and alcohol.  Amusement park rides limit riding based on height.  \n\nWe all know why the surgeon general has such a weak recommendation - money.  We all know why congress won't do anything to regulate these companies - money.\n\nMeta and Alphabet will be just fine if their products are age gated.  These companies have run amuck for 20 years.  It's time to stop.",
        "\"One of the most important lessons I learned in medical school was that in an emergency, you don’t have the luxury to wait for perfect information. You assess the available facts, you use your best judgment, and you act quickly.\"\n\nThank You Dr. Fauci for understanding this.\n\nUnfortunately, social media is no longer an Emergency. It is a full-blown out-of-control pandemic. My personal way to combat social media was to not use social media.",
        "Yes, I completely agree with the surgeon general. However, I might add to the label so that it said the following: “use of these platforms will ruin your childhood, render your adulthood lonely and boring, and will destroy your eyesight.“",
        "Social media has robbed children of play and social time where they learn myriad essential life skills and replaced those learning environments with higher levels of isolation, depression, anxiety and suicide. Warning labels are not enough. Children up through Grade 8 at a minimum should not be allowed on social media. Period.",
        "In Locus Parentis\n\nn locus parentis the Feds want to stand -\n  Protecting our children, their parents unmanned;\nSeems like a plan, the parents surrender\n   Child supervision, a plan to remember;\nTurn of the tv, or a social platform -\n    No longer a  task that parents perform;\nDiscipline issues twill fall to the Feds -\n    What sneakers to buy, Nike or Keds.",
        "Perhaps because the product is not physical but virtual, and perhaps because its impact is not bodily but mental, social media apps like Instagram, Facebook and TikTok creeped under the radar of health regulation but even of conscious parents for so long. Let's see if this measure will be implemented - I'm optimistic.",
        "I know a lot of adults that need to heed this message about social media too. The Surgeon General should issue a warning about watching cable \"news\" all day next week -- it's just as bad as social media, maybe worse."
    ],
    "web_url": "https://www.nytimes.com/2024/06/17/opinion/social-media-health-warning.html"
}