{
    "main": "Teaching Patients How to Heal",
    "abstract": "A simple yet radical approach in Asia is equipping medical patients and their loved ones with the knowledge they need to heal themselves.",
    "keywords": [
        "India",
        "Hospitals",
        "Health Care Workers"
    ],
    "comments": [
        "My reading of memoirs, even by intelligent Indians, shows how shockingly religious superstition destroys rational thinking.",
        "This practice is necessary in India, as the doctors are often the best but care in the wards, and at home is less than hygienic.\nMany Indians would have amazing treatment or surgery only to die due to infection.\nI know that also happens in the USA, but much more in India, as also sometimes family members with questionable hygiene are allowed to stay in the wards with patience.\nUnless you are wealthy and can go to the more expensive hospitals, basic care must be explained,",
        "Mr Balackkeishnappa practices true nursing and caregiving, not asking questions about insurance and denying care. His patients appear attentive and enthralled, taking responsibility for their health rather than leaving the hospital to resume unhealthy habits of smoking, drinking, and eating to excess.",
        "The body wants to be in good health and fevers and pains are the body's way of telling us that it's trying to heal something- and while western medicine can certainly aide in recovery the mind can too by focusing on the positive and directing our focus on healing. Bless him for helping and may we have more holistic healers around the world. For many the word holistic means new age - look it up - it means looking at the whole person not just a part. I tell my doctors that before they think of prescribing a medicine let's talk about what might be the root cause and heal that first.",
        "East or West, educated or not, most patients are not clear on what to expect when they enter a hospital. Too bad that every hospital does not provide a class in the basics that patients need to know. Mr. Balakrishnappa provides a lifesaving service.",
        "Shahed Alam is a Muslim name, the co-founder of the non-profit Noora Health, the organization behind this wonderful and noble minded massive effort. \n\nThis is a wonderful example of Muslims into the mainstream of Indian life, when more and more Muslims are trying to be part of modern India, the current Prime Minister of India Modi is making them feel alienated, it is election season in India, his anti-Muslim dog whistles which he started long back are now increasing daily repeated by his party members and echoed by mass media controlled by his party. \n\nUnfortunate as it is, millions of Hindus have fallen for the propaganda.  The controlled mass medIa will not bring out such shining examples of Muslim contribution into India life.",
        "Simply thanks for sharing this story with the wide world. We need more people like Mr. Girish Balakrishnappa \n\nMedicine is more than the material things we consume. Mental strength and comfort are more important.",
        "What a gift that nurse is to so many! What a wonderful story! We need more of this kind of education for the non-medical citizens, even in this country. I have a BSN (nursing). It always amazes me how little folks in general understand about their bodies, how unclear they are about their own medical treatment, and how afraid they are to ask questions. With the latter, some assume the doctor is too busy; others think \"we won't understand the answer anyway.\"  Of course, even this nurse cannot get through if folks won't/can't listen...",
        "RE: Teaching Patients to Heal by VidyaKrishnan 4/12\nI was delighted to read of Mr. Krishnan's work educating patients.  I have a similar program here in the US - www.patientadvocates.com - and have trained hundreds of RNs in the US to do that as well.\nHealth Literacy is astoundingly low in the US which results in poor health outcomes at every level.  Karen Mercereau, RN, \niRNPA (independent RN Patient Advocate)",
        "Let's compare apples to apples: India has 1 doctor per 834 people; the US has 1 doctor per 417 people (1,000 divided by 2.4).",
        "Great read. Let's hear more of what developing countries and practices can teach us.",
        "I just returned from a visit with a specialist here in Los Angeles. All he did was  step in the door  a few feet , lean back  against the counter and gaslight me from 12 feet away.  I could not get a question in. \n\nOh, and Cedars Sinai does not validate parking. It cost me $22.\n\nIt has been an hour since i got back to work and i have 3 messages asking me to schedule imaging and blood tests.",
        "What this article describes is actual use of nurses’ educational preparation and skill set. Unlike medicine’s focus on diagnosis and treatment, the practice of nursing uses a wholistic approach to support and promote health and the human response. In the US, especially in acute care environments, most of nurses’ time is spent executing medical treatment orders. Given  that nursing is on the cost side of health care (and not recognized as skilled providers who provide services) in our reimbursement models, financial pressures are created to work as lean as possible, resulting in  high patient staffing ratios. This, in turn, precludes nurses from being able to fully practice the kinds of educational and care coordination interventions that we are trained to do in our practice of nursing. Good for India I say.",
        "This makes so much sense! As nurses, a core part of our job is \"patient education.\" During our professional training, we are taught to keep all pt ed material at a 6th grade reading level to make the info accessible to all.  This can easily be implemented here. Watch the insurance companies block it b/c the hospitals will charge more, which will cut into insurance profits.",
        "This seems like a very efficient use of a nurses time, instead of saying the same thing to just the patient and just one at a time. The classroom atmosphere and sense of community probably help too.\nGiven India's low ratio of nurses to patients, it seems like a necessity, but maybe an option to consider here too.",
        "My illness is not physical, but I learned long ago reading Spinoza and Antonio Damasio that the mind and body are not as separate as we think. Oftentimes, studies show, knowing that you’re being prayed for improves health outcomes. Psychoneuroimmunology has repeated these kinds of studies in many venues and with many patients. Even dogs in shelters who hear soft music from a speaker calm down and have better health outcomes. \n\nWhen people say they are “fighting” cancer, they really are. They have to summon the positivity not to give up or despair. The comfort of loved ones is as necessary as the anti-cancer treatment. \n\nWhile I don’t believe in homeopathy, ayurvedic medicine has been proved helpful for believers in Indian religions. And psychotropic medicines work better for people who have a positive belief that they will help heal them. The body and mind are both made of matter and Cartesian dualism, while helpful at the beginning of science, hinders innovative methods of recovery.",
        "This is a wonderful story!!!",
        "What a wonderful article!",
        "How much more effective it is to enlist the family in helping with a patient's recovery from a serious illness or surgery than doing what is done here.  Doing it while the patient is in the hospital with family around and giving practical information and advice, what a concept!  Here we're told to sign this, do that, and rushed out.  If you need to call the doctor it's next to impossible to talk to him/her.  The staff isn't much better.  No one has time for our fears or our questions or our pain.  \n\nThere's always time in the US to say no, to lose a claim, to deny a claim, to leave people in pain.  There's always time to threaten doctors to the point where the doctors are more concerned with retaining their licenses than they are with what the patient needs.  I watched my mother suffer excruciating pain from Mohs surgery because she's elderly and the doctor refused to prescribe adequate amounts of pain killer for her.  She spent over a month not sleeping well, in enough pain to groan nearly every time she stepped using the leg that had the surgery, and cried a lot.  \n\nWitnessing this leaves me wondering if I ever want to receive any sort of care here.  My mother's pain could have killed her.  She didn't have to have that surgery.  At her age, 91, the cancer wasn't going to kill her.  But the surgeon won't make money unless he operates.",
        "Part doctor, part shaman, part teacher, part friend. We need to celebrate and elevate these individuals and encourage more to follow in their footsteps.  That's how you advance our species.",
        "This is an absolutely necessary program when dealing with a large number of very poor and under educated patients. What Mr. Balakrishnappa is doing is exemplary and a service to a vulnerable population. That said, in India one can come into contact with phenomenal doctors and surgeons but the prevailing attitude is that any explanation that patients ask about their condition is annoying and it’s beneath their status to offer answers. No doubt the surgery/diagnosis go well but  post surgery care or monitoring the intake of complex medications is near absent in the Indian medical system. The creation of an accessory force of physiotherapists, nurses who advise patients in their after care, is an absolute necessity. Here we have impatient doctors who follow a rule book but at least we have a checklist manifesto followed by the medical system to monitor patients. I really wish we could have a virtual person to monitor patient recovery here. It would be wonderful and relieving.",
        "Among many problematic issues in this country with US healthcare is the lack of training for family member who will care for relatives recovering from serious illness or injury.  I understand the need to get out of the hospital to minimize for patient well-being, but families usually are left ill equiped, uniformed & scared about how to manage care.  Trying to reach someone by phone is generally difficult & inadequate.  What we need, similar to this, is family education and/or home visits.",
        "The healthcare system in the US could learn a great deal from Girish and his teaching.  I'm 72 and over the last few years have experienced a distressing and frightening decline in the standard of care unlike anything I have experienced in the past.  The healthcare system is being taken over by Corporations and Private Equity Firms who care nothing for a patient's health and well being and only care about money,  profits, and their bottom line.  It's appalling.",
        "What an amazing human being.  How uplifting this story in a world in which we hear too much about quite the opposite.",
        "Girish Balakrishnappa seems to be an extraordinary human being.  Thanks for this wonderful article featuring him and his patients.\n\nYesterday I had the pleasure of interacting with several extraordinary humans in the context of an outpatient-surgical procedure.  The surgeon, lavishly credentialled and moderately egomaniacal, lived up to his documented and self-professed reputation, and did it while displaying a great sense of humor, including an entirely appropriate use of foul language (playing to the audience).  He really came across as a cool dude.\n\nFrom the intake person to the delightful young woman who wheeled me out to my waiting ride, all the people were warm, friendly, competent and obviously committed to excellence in their professional capacity.\n\nI absolutely despise the \"Healthcare Industrial Complex\" as it exists in this country these days, but I'm grateful for the talented humans who do their best to deliver care within a system imposing unnecessary burdens on them and their patients.",
        "I'm an ICU nurse, and although I enjoyed this story, I was confused by the long stays. Hospitals, all of them, are dangerous places because the risks of immobility are real (blood clots, deconditioning), as are hospital-acquired infections. Longer stays are not necessarily better and seem like a strange use of resources. I'd prefer to see more resources directed to home healthcare.",
        "It seems like they keep patients in hospital much longer in India? They are not kicking them out after just a few days.",
        "Nurses are the bridge between physicians and patients. I (retired RN) spent a lot of time explaining things to patients after the physicians left the room. Being able to convert complex medical information into layman terms for the public to understand is the nurses domain. To see the anxiety and fear leave the patients face was always rewarding. Nurses get little of the glory in medicine but are so important in patients recovering.",
        "Nothing like being educated in the process of healing, and what might take to achieve to patient's satisfaction. Incidentally, the education about health care, and specifically in dealing with any and all individual patients, must include the healer himself too. I remember, as a resident in Surgery, a common verbiage i.e. \"I've got a gallbladder to take care of, we had an appendix last night\" that seems to relegate the person him/herself to the attic. Healer today, patient tomorrow, must always be in our minds...and act accordingly. Even more so when any given culture is imbued in false beliefs, religious and otherwise, to complicate the beauty of knowing what's going on, so we may contribute as best as we can. Solidarity and reciprocity, always based on the facts and competence in  our healthcare accomplishment. This, recognizing that not all shall result in bonanza, as adverse circumstances abound and patient's risks of getting worse, even dying, are unfortunately all too common.",
        "Having been through 2 open heart surgeries, I can attest that what they are doing in India should be replicated here in the US.  I had excellent care, the nurses and staff were stellar, but I can imagine that, especially for people with English as a second language, this is something that would be very useful. And not surprisingly, coming from the country who taught us yoga and mindfulness.  Bravo.",
        "Lest we forget our wonderful nurse/healers here in the U.S.\nHaving survived a near fatal car accident, with two months of\nhospitalizations and rehabs...it was the nurses who provided\nthe subtle gift of healing.  Braiding my hair, letting me know\nmy recovery would be long (but I would walk again) and gently smiling as I shared the presence of my deceased father at the foot of my bed.  Although in a trauma unit, most provided the\nmost important gift of unconditional presence.",
        "What a wonderful story about the healing touch of caregivers. It's sage advice as well, and America's healthcare system needs to take note and adopt some of these ideas.",
        "This is what nurses do the world over, if not in this specific way. One of our main jobs is patient and family education that begins many times even before hospital admission and continues through discharge. Nurses make it possible for patients and families to navigate successfully through their hospital stays, whatever the cause.",
        "Thank you NYT for this inspiring article. A simple but moving reminder of the importance of keeping our humanity as a core value. Nobody benefits from feeling left in the dark, unimportant, and alone. We all need to feel seen, heard and valued. Especially so in our most vulnerable moments.",
        "Luckily, I have few health problems.  However, I recently dropped a knife on my foot and severed a tendon, received stitches and a boot  12 seconds (?) of information on how to walk for the next 8 weeks.  It was a fraught 2 weeks until my post-op when I ensured I received all the answers to my questions.   What a difference to now have knowledge!  I thought my experience at being dismissed without adequate information was an aberration :(",
        "Such compassionate care, invaluable to health and recovery, cannot happen in a for-profit system.  No matter how wealthy the country, attitude and greed for increased profits, come in the way of compassion and seeing patients as human beings, rather than diseases to be treated, with maximum profit.",
        "Notice he uses breathing and diet. Why knock non-allopathic medicine. Maybe it can contribute sometimes in some ways, and at much lower cost. The attitude is wrong here.",
        "This concept to help cope with life’s scary moments has legs! It is now being used in prisons to teach people how to live independently — recidivism drops dramatically. It can be used in schools to prevent future homelessness since it takes about ten years of poor decision making and unanticipated events to result in loss of shelter. Education, that is, personal education — which is rarely taught in schools any longer — solves and has always solved social, medical, law enforcement, and citizenship challenges. It takes both, personal and professional, education to succeed in today’s complex societies. Teach people what they need to know about living.",
        "This is what nursing is all about.  Caring, teaching, seeing patients as humans.",
        "And once again, this is the kind of human and compassionate care that cannot be delivered through an app, or AI, or any other fancy technology being peddled by Big Tech. \n\nBoth healthcare and education require human beings to do the messy, sometimes impossible, but always important work that is necessary to the flourishing of societies.",
        "We could and should have this same caring in our hospitals, but don't.  Every reader here could list their issues.  We have a doctor and nursing shortage and teachers are leaving the classrooms for lack of pay.    This article gives thought to a whole new profession that AI and a robot cannot fill, a profession that is a cross between medical and social work  with good pay.  This will keep patients from returning to the hospitals again and again. We could retrain teachers who are interested in all these aspects as they will never get adequate pay in our school systems, particularly Texas.  \nThese same people could be there for discharge so those instructions, may of them incorrect as they are general, could be gone over carefully.  Dreaming here.",
        "Beautiful !   Bringing heart patients together with their family caregivers in hospital to share in learning and healing protects the patient from suffering the loneliness and fear that comes with heart surgery.  Hope other hospitals   and insurance companies see the value in taking this different “patient education”  to heart.",
        "Brilliant. The nervous system is much more than a means of transmitting motion messages and sensations between the brain and the rest of the body.",
        "Beautiful article written with great compassion and empathy. Care companion programs like Noora Health should be a critical part of healthcare in developing countries facing a shortage of nurses and doctors. But, even in India, such programs are few and far between. There is enormous scope for the government to help fund and develop nonprofits like Noora Health.",
        "Just a little over 4 weeks ago, I underwent my 3rd open heart surgery. This time it was to replace defect parts that were inserted during the 2nd surgery. The recovery is incredibly challenging both mentally and physically for everyone. It can be at times incredibly isolating.  There is no doubt in my mind that having an individual like Mr B throughout the recovery process would be invaluable.",
        "Lovely article about the most basic needs in healthcare and healing: attention, information and caring. Empowering people to help themselves and their loved ones heal is a practice that is often missing in the West.Our for-profit healthcare system rewards efficiency over connection pressuring doctors and nurses to maximize the number of patients they see to the detriment of all. Thank you for this tender story of care.",
        "Before the nursing shortage, when nurses had fewer patients, and more time with each patient, the nurse's secondary job was to teach the patients.  Many patients got the teaching critical to their care, but many did not. Now, after the nurses no longer do primary care, there are many, many people that see the patient throughout the day.  Teaching, seems to be the last thing that they do.  Discharge instructions have become hurried, and are just written and given to the patient.  So sad.",
        "\"This ad hoc classroom is part of a decade-long experiment unfolding in Asia that has been testing a simple yet radical idea: If patients are most comforted by their loved ones, why not involve them in the medical process and see how that affects recovery?\"\n\nIsn't leaving the Hospital to finish your healing at home in a small way like this?",
        "As an American of East Indian descent\n(I have lived here since my late teens), I very much enjoyed this article: Mr. Balakrishnappa is a very caring and dutiful individual indeed. \n\nI’m also the very glad that Dilip Kumar (age 9) is feeling better. Dilip’s story brought back the following memories of some wonderful, kind and caring Indian doctors from my childhood. \n\n1. As a 5 or 6 years kid, I used to have severe heat rashes and hives during the summer months. My mother started taking me to this homeopathic doctor and he prescribed these small white pills. This doctor was very caring and he always explained my condition to me in detail. I never had heat rashes since that time. \n\n2. My father’s friend was our family physician. He administered our yearly vaccinations for influenza and other diseases. As a child, I cried after injections. Our doctor always comforted me. \n\n3. My first ophthalmologist fitted me with my first pair of glasses at the age of 10. He was extremely careful and asked for my feedback constantly. \n\n4. I was scared about my first trip to the dentist. Our dentist was my mother’s childhood friend. She very gently took care of my needs. \n\nI hope that the medical care in India continues to improve. Dilip Kumar should keep on smiling that goes from his mouth to his eyes. \n\nAll the best.",
        "The doctors in India tend to not answer any questions about the disease or any side effects or anything else. They just assume that the patients are incapable of understanding, and as a result they are not held accountable for their misdiagnosis or wrong treatment. Some clinics, admit patients for simple things like dehydration and extract money from families and won't release patients until payments are made.\n\nWhen my mom was ill, I have asked for information but they refuse to give any. I have then pretended to be a doctor myself, and then they gave information. So the misconception is unless you are yourself a healthcare professional you wont understand. \n\nI am glad that these hospitals are at least trying to educate patients, and hopefully this will improve.",
        "What a wonderful solution.  India has always had a rich culture and approach to healing and this article depicts some of this.  Thank you Mr. Balakrishnappa for all your vital work and showing such compassion and care.  Thank you for this inspirational article!",
        "Wonderful article and I hope this healing  model of communication, common sense and compassion spreads!",
        "Inspiration, knowledge and kindness is sorely lacking in my experience in the US system of fleece and discharge. Compassion and love are vanishing from the national dialogue as we continue to degrade and debate care for all. Hope remains eternal but money rules us all, the highway to ruin guaranteed without course correction."
    ],
    "web_url": "https://www.nytimes.com/2024/04/12/opinion/india-health-care-recovery.html"
}