{
    "main": "The Way You Build Muscle Is the Way You Build a Life",
    "abstract": "Our muscles, ourselves.",
    "keywords": [
        "Muscles",
        "Exercise",
        "Brain"
    ],
    "comments": [
        "The author was lucky to have such a good father. If only every child could be so lucky :) this world would be a much better place.",
        "So well-written. I’m thinking of all the muscles it took to write this.",
        "Some of us are disabled and can't do this stuff, or the degree to which we can become physically \"strong\" is pretty limited. Our lives are valuable, though.",
        "A poignant and important essay on exercise and the MindBody connection. (Yes, MindBody connected.) \n\nThank you for the references to Paul Klee, and term “collective effervescence”, I will now refer to both.\n\nAnd YES to daily physical grounding into present orientation. The more here we are the more we can understand/feel/share WITH each other. \n\nThank you so much for this ode to life. \nH.P., Choreographer",
        "Thank you for the reminder. For me, once I adopt a fitness routine I generally stick with it. Adopting a lifetime of fitness, where it's ubiquitous presence in everyday life needs no reminders. It is a gift for a lifetime.",
        "Such a practical and eye opening article. What a great way of presenting this philosophy.",
        "A friend of mine was - like my own ancestors - a fisherman. (Nowadays there aren't enough fish left to make a living, so he's now a captain who brings pilots to the ships.)\nHe never had a body that bodybuilders would have adored, but he has real strength that only comes from a lifetime of work, not gyms. He would be the first person I'd call if I had to move or do any other \"heavy\" work.\nIt would never occur to me to celebrate muscles or any other physical feature like this article does. A normal, healthy level of fitness is perfectly adequate, even in later years. \nWhat a person is like, their character, what they do and have done - is what matters, not their muscles.\nNevertheless, this was an interesting article that is so different from my own reality",
        "I am 76 and still work out. I strength train and do not consider myself a body builder. The puffed up body builders in the gym consider me skinny ( 5' 10 \" and 175 lbs.,) I can bench press 280 lbs. I also run wind sprints. No more long endurance  running. \n\nIt is a way of life  for me and if and when I am in hospice one day I will be doing pushups.\n\nBy the way my father also died at 64. ( allergic reaction to a bee sting). He was a great guy and never, ever did a anything for his health. His attitude about most everything was that we will all die one day so why bother.\n\nWorking out will not make me immortal but it sure feels good.",
        "It is a little confusing to use “muscle” to represent good physical condition generally? Most people do the exercise they don’t need with skinny people like me doing marathons and well built types doing weights. Only in later years have I got the balance right.",
        "Both my parents were physically fit. My mother practiced yoga and the Lotte Berk Method. My father lifted weights and power walked as he grew older. \nThey instilled in me the knowledge that muscle is capital, like money in the bank. It’s a form of wealth. \nToday at sixty-four I’m as strong and fit as I was in my 40’s and am mentally sharp, focused, and fundamentally happy. I know that both my physical and mental states are intertwined and this is what gives true richness to my life. \nThanks for your wonderful essay!",
        "I had a stroke 2 years ago when I was 70. It caused some parialyzation. After excellent medical care I spent several weeks in  a rehbilitation clinic which they now call reeducation. The physical therapy was called Kiné (keen-ay) which i focused on reconnecting and make new connections between the brain and muscles.I worked every day (except weekends) for 3-4 hours a day.It saved my life or, i should say, it gave me back my life. First getting me back on my feet and able to perform all the activities I did before. When I left the clinic I found a clinic/gym that provided the same form of therapy which i still do to twice a week. I have never felt better and feel stronger than i did before the stroke.  \n\nInterestingly, if the therapist helps me make or extend a movement or lift a weight higher it still counts. The muscle  is still making a connection with the brain.  Living in a city without a car, we walk a lot to shop or just go to a park on a nice day. My motto is now \"Keep moving\".  We'll still die but feel better along the way. Bon courage... best of luck.",
        "“…my father’s fitness discipline was suddenly clarified as a daily grounding, in a way that was not future-oriented but present-oriented.”\n\nSimply beautiful. Thank you for writing this account.",
        "Exercise is essential for me at age 85. Without it, I would not be able to get up from a low stool or walk safely.\nHowever, exercising must follow dietary improvement (NOT the government recommendations!), which should lower intake of carbs while increasing consumption of fats.\nThis combo had life-changing results on my life.",
        "But where would muscle be without bone; and where would bone be without the blood that carries nutrients and oxygen to the cells while carrying away the carbon dioxide and waste of metabolism; or, what about all the other organs and systems that makeup our body; without any one part, there is no part.\n\nAnd then what about the air we breathe, the water we drink, and the foods we eat that are essential to our existence?\n\nAnd what about all the other forms of life that sustain our environment without which we cannot exist?\n\nWe are the totality it all; the sum of all that has been and a piece of all that will be.   Remove a single thread and we begin to unravel until there is nothing even as we are greater then the sum of it all.",
        "The un-said thing about exercise is that, if you're doing it right, you are NOT on your phone or computer or social media.\n\nThus, exercise is healthy on MULTIPLE levels: it helps us connect within ourselves, and to connect in reality & real-time with other people with whom we may share gym space or other exercise space.",
        "“We move our bodies through the world and our minds follow.” What you are sensitively calling for is an entirely new approach to human existence, and a beautiful one. A worthy aim, but an uphill struggle to plant that seed.",
        "So well expressed. Movement is life. Thank you for the reminder!",
        "THANK YOU so much Bonnie Tsui for this uplifting and inspiring piece on the need to get and/or stay strong by building our muscles. There is no doubt about the strong body/strong healthy mind connection. I've been athletic my whole life. I've been in PT for awhile now so I am rebuilding muscle.  I can say for sure that without it, it has affected my sleep, appetite, even concentration at times.  It absolutely affects how you move through life.  I will keep pushing through because I have the benefit of knowing how much better I feel in every way when I am strong.  That's a huge incentive when you are rebuilding.  For those just starting know that everything is better with muscle.  Everything.  Thank you again for this wonderful piece!",
        "I'm smiling as I read this - my dad was like this too. \n\nHe taught me how to mow the lawn and run buttonhook plays in the sideyard - throwing the ball as many times as I felt like running to catch it (and he taught me where to find the best blueberries and huckleberries in the woods out back for a snack afterward.)\n\nHe took me to the high school track where I rode my bike and he would run.\n\nWe bodysurfed Rhode Island beaches and ate strip clams and soft serve ice cream before piling back into the station wagon to head home.\n\nBest childhood ever.\n\nAnd Dad's still active every day at 87 years young. \n\nI need to be more like him again. \n\nThanks for the inspiratio.",
        "What a beautiful piece! And what unlikely bedfellows, brains and braun! It is true – like most things, quick fixes don't work and don't last. It's the lifestyle changes that are the most impactful!",
        "Can't take it. The only way to build muscle is the honorable way of hard work, such as the Wheel of Pain (Treadwheel) used by the young Conan the Barbarian. After his mother's head was sliced off, young Conan would push the treadwheel ceaselessly until he was eventually a big bruiser who could eventually defeat cult leader, Thulsa Doom. Any other way of treating your muscles is so self-indulgent.",
        "Beautifully said and written, Ms.Tsui! I first began lifting weights when I was 12 yo. and “Santa Claus” gave me a cheap set from Sears and Roebuck. I had specifically requested this gift because I was being bullied at school and was inspired by the Charles Atlas advertisements that were on the back of comic books at the time. I was more a doughy 120 lb. weakling rather than the skinny 98 lb. weakling featured in the adds, but the need was the same. \n\nAfter a few months, my muscles and confidence grew in tandem (aided by a sudden burst of pubescent testosterone). It took a few minor scrapes, but those bullies soon learned to leave me alone. It’s 56 years later, and I still lift weights four times a week.",
        "What a great piece! Thank you! \n\nAnd if you, like me, detest exercise for exercise's sake, find a sport or activity you enjoy, even is the first, second, third, or first ten don't pan out. One will! Your life and happiness depend on it!",
        "Try tennis. You can do it with a friend and hit something that ISNT a friend. \n\nadd some yoga and a little running. \n\nVoila!",
        "Your memories of your father are wonderful keepsakes of a life led strongly! Thank you for sharing a bit of him with us. 🙏",
        "Beautiful. Thank you!",
        "\"A drawing is simply a line going for a walk.\"\n\nBrilliant.",
        "One of the most important Maxims of Strength Training is  “Strong is Long”   the stronger a person is the Longer they will live . Thats all that we need to know & understand..Get busy!!",
        "Terrific piece. Also, can we bring back 1970s child rearing?",
        "I started doing Martial Arts for exercise several years ago and I love it! I love seeing my muscles develop, my balance improve, and my strength increase.  \nThank you for this opinion piece.  Your Dad sounds like a terrific person who was a wonderful example for you when you were growing up.",
        "Thank you for this thoughtful, meaningful way of thinking about our bodies and existence.",
        "Thank you for putting this so eloquently.  I move through the gym and think these thoughts.  A long walk is the best meditation.  I watch body builders in front of a mirror and understand that they are thinking about the muscles they're building and not necessarily themselves.  When I hold my quads during a lunge its to further strengthen the mind body connection.  When I leave I'm invigorated!  Top of the world ma!\n\nThe joy we experience holding one another, the pain that humbles. We were first of the physical and only later the intellectual. Infants starved of human physical contact wither and die. \n\nMy mother was an avid reader and a bit of an intellectual.  She loved nothing more than half a bottle of Carlo Rossi, smokes and a good book.  That didn't serve her so well later in life and she often wished she was purely a disembodied mind free to pursue only thought.\n\nI watched as she fell apart and the physical world dominated her life.  For such a sage, she missed this simple fact.  I wish she'd had an opportunity to read your article.\n\n\"We move our bodies through the world, and our minds follow.\"\n \nWell said.  Your dad sounds like a great guy.",
        "Muscle as metaphor for life … love it!  Gravity and other challenges are omnipresent in our lives and we should strive our best to meet them on our terms. Thank you.",
        "A glorious meditation on muscle and movement and life. Thank you!",
        "Later on, science will finally bend to what our intuition has known all along, that our physical bodies are our minds, and this useless duality that we have lived with in the west for two thousand years will sunset.  We will also replace the notion that somewhere in our brains is a consciousness-making center.\n\nArticles like this one look forward to that future.  I encourage everyone to beat science to the punch, lead with your limbs, and be one with the universe.  It is, as this article states, the good life.  It is also, as this article implies, the only life worth living.",
        "Muscles, like people, are anti-fragile.  They both need stress and challenge to grow stronger.  Comfort is nice, but the pursuit of comfort as all costs is the thief of growth.  Yet today the message we send to young people is discomfort = trauma = permanent harm.  The book The Coddling of the American Mind makes this case deftly, and no it’s not right-coded.  It’s truth.",
        "This is an excellent article for physical, emotional, spiritual and social health.   Thank you!",
        "What a wonderful column. I came along after my dad's athletic days were mostly behind him, except for softball and golf. And his cigarette habit contributed to my having asthma which kept me from being very athletic when I was a kid. But when I was in high school he gave me a book entitled \"Aerobics\" by Kenneth Cooper and said I should read it.  As soon as I went to college and was away from constant smoke, I was able to start doing aerobic exercise and I stuck with it my whole life. I added strength training in my 40s and now I am 66 and healthy, though still probably not \"athletic.\" But I enjoy running, swimming, bike riding and being less encumbered than a lot of folks my age with sedentary jobs,",
        "I LOVE your article, Bonnie!! We should be exercising our whole life, no mater how old we get. Tying in Philosophy and Art is brilliant, for those of us who like to see connections. Keep your thoughts and words coming!",
        "And added vegetable protein, which is far healthier than animal protein will boost your results. Excuse me while I drink my blueberry-apple-flaxseed smoothie, then unload a truckload of firewood and split it for the coming winter.....I'm 75 and hopefully still doing this at 95."
    ],
    "web_url": "https://www.nytimes.com/2025/05/24/opinion/muscles-bodies-fathers-daughters.html"
}