{
    "main": "The Decline in Geriatric Care Hurts Us All",
    "abstract": "The growing number of older people may suffer, but the geriatric approach can help every patient.",
    "keywords": [
        "Elderly",
        "Health Insurance and Managed Care",
        "Elder Care",
        "Doctors",
        "Medicare",
        "United States"
    ],
    "comments": [
        "Society pays most for what it values most. 'nuff said.",
        "Given the Gerontocracy's stranglehold on government you would think they could at least get this right.",
        "I worked at an Area Agency on Aging for over twenty years.   I was astonished to learn that the major university in the city where I worked did not have one course in gerontology, within their school of medicine.  This was in the 1990s.  Given the change in demographics regarding the growing number of older adults,  I found that astonishing.  \n\nWe worked long and hard to convince them it was important.  And they did finally add one course.  I would be curious to know if things have changed much. \n\nAll I can recommend is that, if you are able,  when you visit your doctor be prepared with your concerns and advocate for yourself. Write the most important points down to bring in wit you.  If you can't or if you feel your concerns are not being addressed, get a patient advocate.   Many places like Kaiser must provide them,  but it is often a well kept secret.",
        "It doesn’t all have to be about specialists. Board-certified Family practice physicians have the training to care for aged patients. They can also add a fellowship in geriatrics if they desire. Yes, in the 80’s it was hoped that PAs and NPs would do primary care as partners to FPs, with the physician as mentor.  However, much better salaries are there for the taking in anesthesia, orthopedics, etc,  I don’t blame them for going to those specialties. Also, much more excitement. It’s unfortunate but true that it’s very, very difficult to pay off education loans unless able to earn more money. And I don’t know where journalists get these “average” salaries-you cannot mix surgeon salaries with family practice, pediatrician, and internist salaries.",
        "We've spent all this time trying to figure out how to make the most privileged among us live longer, and never once did we stop to ask whether anyone could or would come when they tap the \"Nurse\" button. \n\nFor once, I see a silver lining in having a lower-than-average life expectancy.",
        "The New York Times article \"The Decline in Geriatric Care Hurts Us All\" highlights the erosion of specialized geriatric care, which is essential as the aging population grows. A key concern often overlooked is the decline of bedside manner in healthcare. Many elderly patients are treated by physicians lacking expertise in their unique needs, leading to a loss of empathy and communication. The absence of bedside manner—marked by compassion, attentiveness, and effective communication—undermines trust and patient well-being, particularly in geriatric care. Without the emotional support of a provider who listens, older patients often feel isolated and misunderstood. To improve care, we must not only restore geriatric specialization but also emphasize compassionate, person-centered care, which can significantly enhance both outcomes and quality of life.",
        "All doctors DO get training on geriatrics in medical school, and anybody who does family medicine or internal medicine residency gets training in geriatrics. Geriatrics is set up as a fellowship after one of these other residencies (similar to cardiology, gastroenterology, palliative care, etc). Many medical schools do not require a dedicated clinical rotation in geriatrics, though you would still be expected to cover it by seeing elderly patients in clinic and hospital settings in the context of internal and family medicine rotations. Medical licensing exams for doctors cover geriatrics. The learning about the physiology is there. This is clearly still an issue, but this is a factual error with this reporting",
        "The recent issue of the AARP bulletin headlines the \"doc shortage\" ... for all practical purposes, it's across the board but especially dire for seniors.  \n\nOne would assume that the politicians know that the \"old folks\" vote... before much longer, they will become one of the largest voting groups in the country...  about 13,000 of us turn 65 every day and the over 75 group remains very active.  \n\nGuess who they will vote for....?",
        "My 2 grandmothers and my great aunt died more than 30 years ago, at advanced ages. All three had excellent geriatricians who helped them lead long and productive lives. Today I have not been able to find any geriatricians even though I am geriatric and live among many others.",
        "When my board-certified internist who had been my PCP for 20 years retired just before the pandemic, I found a geriatrician whom I really liked. Because this was the height of the pandemic, my first appointment was a virtual one over Zoom. We talked for over half an hour. After a couple years, she left to join a concierge practice. The geriatrician who was hired to be her successor lasted about a year before leaving for another state. The geriatrician who was hired to replace HER was “not accepting new patients”, although I was not a “new patient” but a legacy patient of the departed geriatrician. American corporate medicine plays a big part in this merry-go-round for patients.",
        "Dr Tim Farrell , the doctor interviewed in the article, has not been accepting new patients for a while. Also no other doctors in his geriatric clinic are accepting new patients. I am willing to pay speaker fees to him to go visit medical schools and recruit some new gerontologists.\nHe was always on my list of good doctors, I have referred my older friends to him. I am so disappointed he is also retiring just when I need him.",
        "We appreciate this article's thoughtful analysis and encourage everyone to use the 4Ms to ensure we all get high-quality, age-friendly health care as we get older, with or without a geriatrician. Talk with your healthcare team about what matters to you, your medications, your mentation (memory & mood), and your mobility at every visit. And encourage all your hospitals, practices, nursing homes, and other healthcare organizations to join the Age-Friendly Health Systems movement!",
        "This is also something people don’t talk about - hospitals push for procedures. I know an MD who is against operating for money. Patients love him but he didn’t last long.",
        "We should cut “defense” and fund health, eduction and welfare.",
        "America's for-profit healthcare system is a curse and it will never improve until we are rid of it. As long as Citizens United decision stands private companies will always push to profiteer from healthcare. A full government takeover of the health system is the only way forward.",
        "I stopped reading as soon as I read the phrase   Indicating primary care is being increasingly taken over by physician assistants and “ nurses”  as if this is something terrible. Many people are very satisfied with the care they receive from these medical practitioners ( nurse practitioners not nurses) and they are playing a crucial role in filling in for the lack of physicians we are currently facing in this country.",
        "🤔 I took care of my parents.  The Geriatric doctor always seemed bored or just became accepted of what ailed my Mom because there was no fix.  Every Medication had side effects. Every month another problem.  It was so sad and stressful.  I was going crazy trying to help my Mom, but to no avail.  Many Dr’s don’t want to treat elderly because there is no cure. It’s defeating.",
        "I don't see \"allowing the patient to take the lead\" as ever going to happen, for patients of *any* age. For one thing, only sheep-like compliance works in today's transactional health care (hah!) system, where people are little more than units of profit. And older people are further reduced to retail components by gross infantilization. I'm over 70, my coronary artery calcium scan score (which I sought and paid for myself) is zero thanks to 50 years of excellent diet, exercise, and stress-management. Yet ever since I turned 50, almost everyone I've encountered in any medical or dental setting has treated me as stupid and expected me to be meek. I am neither. And I'm pretty sure the amount of time I spend studying PubMed, and sorting pharma-sponsored research from unbiased research, is much more than they put in. So I'll go to the ER if I get hit by a car. But I simply don't go in for the check-ups and such they say are necessary. I am pretty sure I know more about health than they do: they only make money on pathology.",
        "The primary problem in the US is that you do not have a health care system but a health care business with, as its main goal, making a profit, not caring about health really at all. In fact, there is little incentive to change this as ill health (repeat visits, additional prescriptions) are better money makers than good health can ever be. \n\nAdditionally, preventive health care is undervalued and under reimbursed. Many problems faced by an older population might not have developed as badly in the first place if adults had the opportunity to consult over the years with doctors who could have guided them into healthier lifestyles. \n\nAnd I agree with you that a huge stumbling block to adequate geriatric care is an attitude of pretending that death is not inevitable for all of us. Somehow, we have traded quality for quantity as if these are the same thing.",
        "As a geriatrician, I am forever stunned at the lack of understanding needed to care for the older old. Our society does not value evaluation and management of patients. Geriatric fellowships are feeling only at 40%. Young doctors would rather be cardiologists and dermatologists.\n\nThe cost of mistakes is not even tallied. But I can tell you my patients don’t go to the hospital. Being on call all the time I take care of problems before they get big. I don’t just send them to the ER. \n\nKnowing what medication‘s cause problems is also huge. And not widespread either.  Most agitation in  dementia can be cared for at home and relieved by getting rid of the wrong medicines, treating pain and getting elders engaged with support.  Sadly, I often hear that if an elder with dementia has agitation they’re often sedated and put on hospice.  \n\nWe should do better.\n\nDrLizGeriatrics.com",
        "Let's start with loan forgiveness for medical students who undertake these lowely paid specialties and work in these areas  for a certain period of time. This would free many to enter these specialties without having to worry about their financial circumstances and to provide the healthcare that we desperately need.",
        "Thank you for this article which adds to the discussion of our very broken heath care system in this country. I am 76 years old in failing health, what I often hear or see are efforts to keep extending life often at huge financial and emotional costs. For many of us elderly people we are more concerned with a degree of relative comfort such as effective pain management or mobility issues. Our planet is already over populated so do we really need to see people living into their late 90's or into their 100's. A subject we avoid and deny in this country is learning to live with the inevitability of death, how to accept our own fate.",
        "We do not need more geriatricians - or even internists. What we need are more physicians who are trained to understand the role nutrition plays in disease and are willing to educate patients on how a plant-based diet may be utilized to treat and reverse disease processes without kidney-killing pills. \n\nOtherwise, our healthcare system might become sustainable if we cut out the physician and let pharmaceutical reps interact directly with patients. Why not? Big Pharma TV commercials already sell us on and tell us what we need.",
        "Yes, there is a desperate need for doctors who specialize in treating older people, and there are reasons why some few medical students and doctors choose to specialize in geriatrics, while many more do not.\n\nOver the 30 years where I taught gerontology, the medical school had two excellent geriatricians, who had superb reputations in the city and the university for educating and working with older patients and their families. Both were fine physicians and individuals with strong character, who were widely liked by nearly everyone.\n\nBoth worked very hard to recruit medical students into geriatrics but had scant success. Why?\na. Geriatric doctors are not paid or reimbursed well; it is low status within the profession. \n\nBut, maybe this not such a bad thing. Who wants a physician when they are older or treating their parents, who is in it for the money, status, and prestige, and may be one of those \"time-is-money\" docs?\n\nb. It takes a special kind of human person to do well in geriatrics, who must have not only lots of specialized information related to aging, but also, an enjoyment of working with older patients and their families.\n\nOne study found that the best people in medicine to work with older people are those who had a wonderful relationship with an older person, often when growing up. I found this to be absolutely true. \n\nBasically, the entire medicine and health care field is a mess in this country. It is not a money-making business, it is a service to humans.",
        "I’m in the medical space. Not many people mention this but this is real. We have encountered many patients who simply don’t appreciate or respect medical professionals. No one has any illusion about healthcare is a thankless job but that is saddening. Does any sane person need that? No. I would not push my kids into medical field.",
        "Three different elderly people in my family had terrible reactions to commonly prescribed medications (statins, antidepressants, cardiac drugs) that turned them into either zombies or anxiety-ridden messes who couldn't sleep, were confused, etc. \n\nIn every case, their middle-aged daughters were the ones who realized this, interfered, and got them to stop or cut way back on the meds, which basically solved or greatly ameliorated the problem overnight. \n\nTheir doctors did nothing, though they at least agreed to changing/stopping the medications once the daughters brought it up. \n\nIn one case, this prevented a likely move to an assisted living facility where costs began at $5000/month. When the meds stopped, the problem was reduced so much that assisted living was no longer needed. \n\nFolks, if your elderly parent is having problems, the FIRST thing you should do is see how many of their medications you can stop or reduce. In my experience most physicians just prescribe even more drugs when elderly patients come to them with a problem.",
        "There is such a huge difference in the way geriatricians approach their patients, and it's something all doctors could learn from.  Geriatricians see the whole patient -- not just a particular organ or system they specialize in.  They get the concept of quality of life rather than quantity.  Specialist doctors often have a kind of tunnel vision, that just focuses on their organ or system.  Even most primary care doctors aren't very good at understanding the tradeoffs and burdens of the treatments they prescribe, and seeing the context of the patient's lifestyle and goals.  Some of that is due to our for-profit wealth care system that doesn't allow them enough time to get to know the patient, and that judges them on inflexible metrics that don't take the patient's preferences into account.  Some of it is training to focus on fixing an immediate problem rather than focusing on overall quality of life.",
        "I often wonder why all the Great Minds and Pundits in our society did not figure out long ago that the aging of the Boomers would put a tremendous strain on our medical system. This is yet another crisis of our own making.",
        "This is a very important topic.  I do need to point out that many Family Physicians are competent in this area and do an excellent job of taking care of patient 65+. Seeing a NP or PA is not inferior to seeing an MD!  They have likelt studied geriatrics in school and are excellent clinicians. The MD is always available for consultation when if needed.  \n\nRetired PT here.  Physical Therapists have a large percentage of patients who are 65+, (40-50% range).  We have a professional Geriatrics specialty we can obtain.  Geriatrics coursework is typical in PT schools and is tested on the board exam for licensing. \n\nWhile we may not have enough geriatricians, we can utilize what is available currently while encouraging and promoting this specialty to medical students. Pay can be an issue. \n\nMedicare payment for all services must increase to allow us to take care of this age group.  Time spent on evaluation and care coordination should be recognized as part of what patients need. Medicare rates inform all health care insurance companies so increasing rates for Medicare benefits us all.",
        "I am 77 and have watched this situation worsening as I age. When I look at Medicare reimbursement rates, I understand why: the rates are insulting for primary care and gerontology doctors who spent years training, and the rates hurt seniors who have complex health issues and need doctors who can spend more time with them. We old people are not the most appealing or attractive demographic, and we may be dying at a faster rate than in our youth, but with the right kind of healthcare, we may remain independent and relatively well for longer. That is all we really want, to be able to contribute to and enjoy the life we have left. We need the doctors who can help us do that and let us go painfree and in peace when the time comes.",
        "As a geriatric NP, I appreciate the focus on this topic. I was hopeful when Kamala announced she would be working on getting caregivers paid for by Medicare. Do I think it would have been fixed by her? Not necessarily but the attention needs to be placed on this topic. Assisted Living facilities are a huge financial burden. Keeping aging, less functional parents at home is a significant time and energy burden, especially if you're working full time. \n\nFrom a career perspective, I have immense personal satisfaction from what I do. I advanced my education specifically to go into this field. You can imagine how it feels when every year Medicare announces their reimbursement rates - and they've gone down AGAIN. I feel betrayed that \"the system\" doesn't financially reward those of us doing heart wrenching, difficult, and noble work.",
        "Sounds to me like you are saying that it's not about health care: it's about the Benjamins! Not a surprise when you realize that the AMA was among the largest opponents to Harry Truman's proposal for Universal Health Care.",
        "Decline?\nSurely you jest.\nThere is no real, successful, humane geriatric care.\nIt's become a bottom line, for profit driven industry.\nAnd yes, another failure of our vaunted capitalism.\n\nIn today's America aging is a punishment of sorts for the \ngreat majority of its citizens.\nThe wealthy Americans are doing just fine as they can afford the help and support necessary for the unavoidable ever increasing incapacity that comes with aging.\nBut for Joe Main Street it can be a horrible existence before a \nthankful death.\nWe can ? and must do better !",
        "Wow.\nThat would be nice. \nWhere are elders getting this level of care? \nWhere are we able to talk about more than one malady at an appointment? Where can I get a doctor who will actually see me on consecutive visits, as opposed to the \"you'll see whoever still works here this week\" situation I now face?\n\nMy large but locally owned clinics were bought out by UnitedHealthcare. Yep. An insurance company now owns my clinic and insurance executives are now my doctor's bosses. I have no idea who my PCP is. Before I can meet them, they leave. Or, maybe they don't leave, but still I get shuffled to someone else. The notion of \"wholistic medicine\" used to be the goal of all clinics. Now, that is like a cruel joke. It could not be further from our actual experience.\n\nCapitalism has broken health care in the United States. \n\nJust like it broke farming and ranching (buying up family farms as fast as they can, then ruining them). Like it broke retail (tear down Mom and Pop's store to put up yet another Dollar Store! Pharmacies: Walgreens bought out our local, employee owned chain of Bi-Mart Pharmacies, AND THEN CLOSED THEM - they only wanted to eliminate the competition! That used to be illegal, before Citizen's United allowed the super-rich to purchase themselves some politicians along with their Yachts!\n\nCapitalism, under a democracy, is NOT supposed to be like this!",
        "Fear of death will keep gerontologists in business ad infinitum.",
        "Good old America, hates anyone who's aging, especially women... Cue all the anti-aging products to keep 80 year old women looking 20!  As for healthcare for seniors, what a joke, joke, joke... And these health care companies, run by white male bros, Millennials I think...",
        "While increasing capitation  payments to Medicare Advantage plans annually, despite  their well exposed ripping off the system in numerous ways, the Medicare fee schedule for doctors has decreased payments for five consecutive years even during a period of roaring inflation.\nConsequently, doctors who can are minimizing or eliminating their care of patients insured by Medicare. The group least able to cut their ties to Medicare are geriatricians. Clearly, speaking through its actions, our government has made clear that it doesn’t value the contribution to care of that specialty. If one were graduating medical school with substantial debt, or even without that burden, would it make sense to opt for a low paid specialty which is almost entirely joined at the hip to Medicare insured patients. I think not.\nThose in Washington need to quickly wake up & act before they entirely destroy one of the gems the American healthcare system and national safety net.",
        "In 2024, the US federal government spent \n\n-> 1.5 trillion dollars (16%) on Social Security;\n-> 1.6 trillion dollars (16%) on Medicare;\n\n-> 264  billion dollars (2.7%) on \"Education, Training, Employment, and Social Services\";\n\nThe old are taking 32% of the federal budget, the young 2.7%.  \n\nWhy should the American old get 3.3 \"trillion\" spent on them and the American young 264 \"billion\" ? A 11 times difference ?  \n\nNow the US should subsidize geriatric doctors ? How much is that going to cost ?\n\nAnd you ask why the young can't start their lives ?  Why they feel burdened ?  Why they have no hope ?",
        "Retired geriatrician here. We don’t just need more geriatricians, we need more primary care physicians given additional geriatric training.",
        "excellent article.  care of old adults requires intellectual power, curiosity about growth in late life and the possibilities of improved health.   Geriatricians understand age bias.  Sorry that fewer medical students choose this extremely rewarding speciality.",
        "The entire healthcare system needs an overhaul. I am an advocate for my 90-year-old mother who does have a geriatrician as her primary healthcare provider. The problem is that unless it's urgent, he rarely talks to her other providers or even bothers to find out who else she's seeing, for what, and the progress she's making. It's too fragmented. Specialists tend to have tunnel vision. Most of them have physicians' assistants and nurse-practitioners. And you still have to wait at least six weeks to see someone.",
        "AARP should walk the Hall of Shame by its endorsement of the UnitedHealthcare Advantage plan without an explanation of the many disadvantages, including the length it will go to avoid paying a bill.\n\nThat said, I give a shout out to those doctors, who add Critical Care to their specialities, since many surgeons are cavalier about precautions necessary when operating on a superficially vibrant elderly person, when not treating them as Soylent Green inside for-profit hospitals. Doctors trained in Cuba are accustomed to limited resources, so particularly dismiss necessary treatment for the borderline elderly (just under 65) who are under-insured or uninsured. \n\nI have witnessed this as an advocate for the almost elderly taken to for-profit hospitals like Kendall-Regional (recently shut to metamorphose as something under a new banner) and Hialeah. In the one hospital, an uninsured 64 year old suffered a bed where his feet dangled over the edge, because he was too tall for it and told by the doctor to prepare to die because he didn't have a bed for him in intensive care; and in Hialeah, the (homeless) gentleman was transferred to the hospice wing, because the doctor declared his ear cancer inoperable. I chased out the minister who claimed I was in denial, and with a signed limited power of attorney I was able to transfer him to Jackson where the doctor there successfully operated on the ear, keeping him alive another decade.",
        "Forget about it, Ms. Paul. America's healthcare system is like the gun violence we have lived with and died from for decades. Nothing will change for the better for our elders because profit is the goal and guiding principle and the profiteers aka oligarchs own our government.\n\nAmericans keep voting for the politicians who will always do the bidding of the oligarchs because the oligarchs can easily scare us about \"government healthcare.\" So we all have to suffer until voters stop being scared. \n\nI am not scared at all of my original (not Advantage) government-run Medicare. It has been problem-free for over ten years and covered every medical service I and my husband have needed without prior authorization or claim denials by some insurance company. If a doctor says I need it, Medicare has paid for most of it. \n\nI just wish other Americans would realize we could design a more efficient, simpler to use, and less expensive healthcare system if treating illness and maintaining health, at every age, were the goals instead of profits.",
        "The basic reason for so little motivation to increase the number os geriatric specialists and general practitioners is that so many students elect to be trained in specialties that perform procedures that result in  a major reimbursement to the health system and physicians which, in part mitigates the stress resulting from the huge debts incurred by attending medical school. It is time that students who could be committed to careers of non-procedure driven primary care specialties should have full scholarships,  and that their mean incomes should increase compared to what it is today..",
        "Our family is dealing with the ramifications of this right now. My mother has had a regular primary care physician who is burned out and has shown little understanding and sensitivity toward my mother’s geriatric needs. She has dementia and other serious issues, but the doctor has not shown care nor a strong understanding of how best to treat her. Every single person I talk to who has parents who are deteriorating cognitively, all expressed tremendous frustration and complete disillusionment in the American healthcare system. And these are not people looking for extras, just good solid care. Things like accurate diagnoses, proper explanations, no six month backlogs for important test, etc. It’s a total mess. We wish we had an actual geriatrician and someone who simply understood and cared.",
        "In teaching medical students and residents, one point I always emphasize is to check the medication list each time you see the patient to see what can be discontinued. This is especially true in older patients.  It is weel known that drugs are metabolized more slowly in the elderly, so dosing down is often appropriate. Patient seeing multiple doctors often have one medication piled on top of another, but no one looks to see what can be stopped.  Many people diagnosed with dementia just need to have  something stopped and not always the drugs you would think of.  I recall a case of a patient who was diagnosed with dementia and a stroke who recovered completely when his digoxin was discontinued.  There should definitely be more training in geriatrics in medical school.  Payment for these services also needs to be al lot better.",
        "I keep paying higher and higher supplemental Medicare package fees, and can't get appointments for over a year or more.  I get fifteen minutes for wellness checkups and can't talk about issues I have without another differently defined appointment, which also takes a long time.  Then what about dental?  No one ever takes that one on.  Those dental plans are nothing but a joke.  It's all a joke.",
        "Many people over the age of 65, like myself, don't take medications and have no physical problems. I don't need a geriatric specialist and rarely need anything other than routine maintenance care, which I receive from my Family Medicine Specialist physician. People over the age of 65 are a very diverse group. Please don't assume everyone needs a geriatric specialist because they have reached the age of 65. It's not that simple.",
        "For 30 years or so I have been blessed to have the internist of a patient's dreams: a physician savvy, knowledgeable, thorough, compassionate and an ally. Now I am geriatric -- and she retired.   \n\nA click moment: simply replacing a primary care physician is a challenge, even if you have good coverage. In advance of this change, about 6 months ago -I made an appointment with a new doctor -for a routine wellness visit - a first date of sorts -and the first date available was in April 2025.\n\nThere is definitely a problem in finding geriatricians per se - and also just generalists familiar enough with aging issues along with everything else.  \n\nThis is partly about money - payments for \"routine\" care need to be made competitive. Insurers' control over what merits higher compensation. Dr's need more time with patients. \n\n It is also about some issues which could be resolved with some political pressure and action: Limited medical school spaces despite expanding demand - which in the past at least was related to AMA obstinacy about expansion of medical education; lack of a funding stream to allow young physicians to go into practice without a huge load burden. \n\nThen there are the issues in practice itself: Insurers control, when they have an interest in denying approvals; burdensome recording systems; treating Drs. PA's and NPs staff as if they were fast food workers churning out burgers. No staff should have to take more time getting approvals than they spend focused on patients",
        "You hit our current crisis in having enough geriatricians on its head, the necessary dedication, pause and patience to spend more time with patients, not allowed by the \"corporatized health care\" delivered today in these United States...to our collective loss. As a retired physician, now a patient (83 yo), I can attest to the huge change...for the worse, as 'we' stopped being independent, and able to spend as much time as needed to get to know a patient, and the reciprocal trust required for his/her best care possible. The current U.S. Healthcare System is the most expensive in the world, in part because we don't spend enough resources in preventing disease, so much cheaper than having to treat an established disease (cardiopulmonary, diabetes, cancer, inmunologic issues, etc); and further, my shying away from seeing a specialist, by being told the visit shall take a max of 10 minutes or so. It sure sounds like that Big Business, the Corporate World, has bought physicians on the cheap, now their employees, for the profit motive...and where the patient has become just an afterthought...needed to justify the bill (if even affordable, that is!). Can't we see that without good health, the joy of life becomes miserable? Why risk it?  If Congress were ever willing to work for the people, and legislate towards a Universal Healthcare System, this nation may recover some credibility, that it cares for a solidarian answer to this crisis!  Do we care, and have the will to change?",
        "Why should our \"wealth care\" system spend more on the elderly? If they're not going to work, they aren't making a profit for the owners of the corporations. As Ebenezer Scrooge said, if they die sooner that will reduce the surplus population. And during the height of the Covid epidemic, quite a number of young people expressed similar sentiments toward the Boomers.\n\nFYI--I'm a pre-Boomer, born in 1943.",
        "Excellent to see this beginning to happen in medicine.",
        "Why go to a doctor unless you need a repair or to treat an infection young or old. They have nothing for you. Psychopharmacology is a failure. Just look at the streets and prisons. They can't  or won't  treat pain without creating an opioid crisis. The physicians are apologists for the greedy health insurance industry. They bow to big pharma. I thought you needed to be smart to be a doctor. Just because you're  a high achiever does make you a good doctor.",
        "What is more important, quality of life or length of life?  As a Senior myself, I have zero interest in extending my life in some kind of vegetative state, needing constant care to wipe my own butt, not being able to recognize my own loved ones, etc.  And I have a compact with my partner that neither she nor I will allow that to happen.  I have long looked at the argument that withholding treatment no matter what the patient’s circumstances is somehow Playing God.  I could not disagree more strenuously.  Providing heroic treatment in hopeless situations is the very definition of Playing God.  If you believe in that God, then you should recognize these inevitable declines in function as His or Her handiwork and leave it well enough alone.",
        "Have the Feds offer a medical school tuition subsidy to anyone who commits to a career in gerontology for at least 5 years.  Our tax dollars at work.",
        "Why do I suspect that a sick older relative sparked this call to action?",
        "If you want to see how bad the doctor shortage is and what healthcare is like with physician extenders and treatment gatekeeping try Kaiser Permanente.",
        "Health and well being should be taught and practiced at all ages.",
        "As with many other matters, we talk symptoms not causes. The underlying problems regarding ‘old people’ is their isolation. The ‘nuclear family’ has nuked community-society. I recall a time, being the youngest at home with aging parents, was the family nurse. Besides maintaining a level of social activity ie making sure of frequent contact with their friends and neighbors, making sure the vitals were tracked, and the few needed meds were taken as prescribed. Within about sux months of moving away found out that dad had stopped taking his meds; had a stroke, and passed away.    IT TAKES A VILLAGE; nog a factory.",
        "The Who sang it: I hope I die before I get old. \n  At 73 I’m not there yet. Maybe tomorrow?",
        "Banning the gobbling up of nursing homes by private equity firms may be a good place to begin reversing the bad trends....",
        "I laughed out loud yesterday when my husband received a message from our Kaiser clinic from a newly appointed nurse navigator for complicated health issues. We asked Kaiser oncology six and a half years ago for a nurse navigator when he was first diagnosed with stage 3 melanoma. Despite the website saying they had navigators, his oncologist said “we don’t really have those.” My husband had literally just started a Medicare Advantage plan with Kaiser when he was diagnosed.\n\nWe’ve been “navigating” ourselves ever since through numerous complex health issues in an understaffed, inadequate HMO system. Many times flailing about not knowing how/when/where to get the urgent care he needs. The system is indeed broken, barely on life support, and the bean counters don’t give a damn.\n\nOur local clinic, 20 minutes away, was recently closed, and now we must go 35 minutes to another city to see our PCPs. They’ve stopped allowing direct phone calls to the nurses in the clinic, outsourced Member Services to the Philippines, and cut back Urgent Care from 24/7 (35 min. away) to 13 hours.\nIt takes about two hours to travel to our specialists because we must take a ferry. \n\nGeriatric specialists in an HMO? That’s why I laughed when a so-called navigator contacted us over six years later. Pathetic.",
        "\"But geriatricians are among the happiest of all specialists, Dr. Cynthia Boyd\".  This article sounds like an army recruitment poster!  I WISH THIS WAS TRUE!  They are not the happiest and they absolutely are not the happIEST of all specialties especially because most don't have their own practices anymore. They died and the new ones are in multi-practices that they do not own and are owned by HOSPITALS OR INSURANCE Co's. Oh, they have time to listen to Granny & Grandpa's stories making their day so much more fulfilled is the author's point?  Uh, where is she?  These Drs are working with QUOTAS!  They MUST see so many patients per day and bring in new ones with easy access for an appt & the established patients wait on the phone and for an available appointment for MONTHS.  \nThis author knows this or SHOULD KNOW THIS!",
        "No one wants to accept the limitations of medicine. Patients expect more and more from their doctors. Eighty year-olds want to feel 50 again, and blame the doctor when they don't. As the article says, most of the conditions suffered by the elderly are incurable. They are just the result of the gradual deterioration of the body. We're all going to die, and we're on the road to that every day. This isn't depressing. It should encourage people to take advantage of the present. I have arthritis. I'll have arthritis until the day I die. I've stopped even talking about it with my doctor. He can't fix it. I accept it. I take a Tylenol and get on with things. Medicine has limits. Doctors aren't miracle workers. Life will end one day. It's a cliche, but make the most of every day.",
        "This is a timely, telling and valid column. But, I am far more concerned with the question of who will aid me in my dependent \"late adulthood\" years rather than whether I have a physician to listen to me complain about aches and pains and worse about which there ain't much remedy other than more prescriptions and more follow up consultations.",
        "When our GP moved out of state, we found a new doctor.  I was surprised and pleased when this new doctor told me she was thinking about switching to geriatrics.  (I was about 70 then.  I'm now 79).   I'm grateful to have found this doctor and hope she stays in town for another 10 or 15 years.",
        "No one is going to mandate more of a specific specialty, as there is no taste in the US to restrict residency opportunities.  The use of billing as a metric to determine salary is becoming a problem, because recent cutbacks in reimbursement and increases in overhead are to a point where no physician's salary can be maintained at current levels -- and we now have pressure on HHS through RFK Jr to cut even more.  In a corporatized world, most physicians depend on hospital (part A) reimbursement to partially supplement their salaries.  This in part makes up for the lack of reimbursement from Medicaid patients -- note that 2/3 of the money in Medicaid goes to the elderly.\n\nSince a huge percentage of senior patients go to more than one physician, a key is to integrate those visits into better networked care.  When I was working, my first medical question was a global \"how are you\", and if something was wrong, I would address it.  Specialists don't need to wear blinders regarding management of common medical problems, and if they truly don't know what to do about something significant, they can communicate through the medical record to the right doc.  \n\nHere's something else we need:  State medical boards need to allow retired docs to advise people on care, interpret records, intervene for patients.  Now, to do this, you need a license if done \"officially\", because it is \"practice of medicine\".   We should encourage retired docs to help the public.",
        "I am a 67 yo retired internist. I did a geriatric rotation in medical school. I loved it. This could have been written 35 years ago. Every old school internist practiced geriatrics. No one is going to leave practice to do a fellowship. Sadly, they ended the opportunity to get fellowship training by “ grandfathering in”- getting certification by clinical experience and passing a board exam. That was unfortunate in my opinion. I loved my practice but it is hard to sell twice the work for half the pay with little status or respect from your employer. Don’t blame insurance companies. They pay much better than traditional Medicare and Medicare Advantage plans are especially good for primary care because they reimburse for preventative care. The solution remains to hold health systems accountable by moving from fee for service care to value based care. Maybe do an article on that.",
        "Primary care has been drastically underfunded for at least 30 years by all insurers, led by Medicare. It's a feature, not a bug. So we really don't have a \"crisis\" in primary care; we have the predicted outcome of the public policy of the past four decades, which I and many others argue underpins why our health care \"system\" has been failing almost as long as we can remember.\n\nCaring for the elderly is well within the purview of primary care physicians, if they had the time to spend with the patient. Everything is slower and longer with older grandparents, from taking a history to getting someone even partially undressed for an exam. Hence the penury associated with practicing exclusively with the elderly is even worse than for the generalist PCP. You have a really hard time earning a living as a gerontologist. \n\nFinally, the information we acquire in medical school rapidly ages. New information needs constantly to be acquired, added to a strong scientific base. Ozempic and GLP-1 agonists weren't taught in medical school when I went, because they didn't exist. But I certainly learned about them in detail as they came to fruition. Every competent physician (and other professionals) needs to enjoy and be committed to lifelong learning to maintain excellence.",
        "Yes! Yes! Yes!\nMy sister-in-law and I were JUST discussing this last week.  We are both fortunate enough to have doctors (female, BTW) who do spend the time listening to us and hear us.\nI am fortunate enough, at this point, to be in good health. I am however dealing with...my LAST colonoscopy(😊). My LAST mammogram.  My LAST pelvic exam is  done..\nI want to keep  enjoying the life I have and enjoying the people around me. As simple as that may be.\nEnd of life is inevitable,  I would like it in the happiest,  healthiest most dignified way possible....please.",
        "The fact of life is that as people age degenerative conditions present, initially with few symptoms and that progress to the point that they interfere with routine activities in some. The doctors that generally are seen due to degenerative conditions include orthopedists, neurologists, rheumatologists, ophthalmologists. endocrinologists and cardiologists. Degenerative conditions share the principal characteristics that while manageable they are not curable. The management of these conditions include medications that need frequent supervision, surgery  and physical therapy.  The complexity of these conditions is highlighted by the fact that in most individuals there are several degenerative conditions that can interact thus necessitating a high frequency of patient -physician interaction with multiple specialists. As the American population ages degenerative conditions will become more evident and no , although risk factors are frequently spoken of the reality is that the best way to approach degenerative disorders is to reduce the economic barriers to physician care and to lower the cost of medications. Successive attempts at structuring the economics of medicine has resulted disincentives to going into medicine thanks to dropping reimbursement rates, the cost of  medical education and perverse incentives that favor expensive interventions rather than poorly reimbursed physician management. The unavoidable fact is the the government must act and yes it will cost money.",
        "Healthcare is broken--primary care is a joke. They don't take care of you at all, just make costly and long wait referrals. They don't coordinate care. They don't evaluate specialty consult orders, results, or prioritize interventions, discuss options, or address competing issues. This is 10,000 times worse for elderly, and now even telehealth payment is under threat when geriatric patients should not have to be out in bad weather surrounded by sick people in waiting rooms where they can pick up norovirus, COVID, RSV, flu, etc...and while working family member care givers have to fight to take more time off from work/juggle school pick-up schedules. Enough already--this isn't working for anyone.",
        "Thank you Ms Paul for the wonderful,clearly written and informative article.I am an 88 year old in relatively good health and as active as I can.We eat healthy food and despite all the warnings I drink a glass of good wine with my main meal.\nHaving said that I still face some issues like cervical and lumbar spinal stenosis and a bad shoulder.My well meaning family doctor recommends surgeons for different conditions.I have nothing against surgeons but they are trained to perform surgeries and in my cases surgeries might not be the best option.I did have a lumbar disk decompression surgery and the outcome was not what we expected.What we elders need mostly  is a doctor that helps us manage our every day issues, whether mental or physical,without resorting to extreme measures when not absolutely necessary.We have a dire shortage of geriatric doctors in our area.We do have good hospitals,including two teaching hospitals.I don't know if they train anyone in geriatry",
        "This is a deficit rarely spoken of but far more important than the ever-exaggerated federal budget deficit. \n\nEducation, health, housing — our failure to provide these equitably is tearing our country apart and explains why citizens are so inexplicably angry despite positive macro numbers that hide the micro reality of extreme wealth inequality.",
        "At 75, I believe that we must be our own doctor. Learn about our conditions and research alternative treatments to the conventional factory HMO medical practice today. I see a gerontologist for advice. But he's half my age. So I'm grateful for his knowledge and energy. The rest is up to me.",
        "When I was applying to social work school (ca. 2015), schools were offering massive scholarships and loan forgiveness (basically a fully covered masters degree) for students who were willing to intern in palliative care and commit to working in the field for a few years after.  Underscores the growing need in this area.  I declined, assuming that the work would be too sad, too taxing.  And while Palliative Care isn't the same as Elder Care, I kind of wish I had.  I have found that when I have worked with older adults, it has been quite interesting and rewarding.  I'm inclined to do more work with elderly as I move along, here.  \n\nAnd wasn't the original plan for the Infrastructure Bill (2021?) to train a workforce of home healthcare workers to care for the elderly. This idea was scrapped in favor of \"traditional definition of infrastructure\".  What will we do as this population grows?",
        "Have you ever helped one of your elderly loved ones navigate the landscape (hellscape?) that is the government-medical-insurance complex? It takes time, patience, tenacity and mental acumen to j6st bring an appointment to fruition. \nThe country is quickly accelerating to a two-class system and the incoming regime is only going to press the pedal to the floor.",
        "You are correct that \"Old people aren’t glamorous; patients tend to take up more time, and they generally don’t get better.\"  Not mentioned but unfortunately true is that in general old people don't generate income, thus monies spent for them on any service have to come from others.  As the population ages and the number of working adults decreases, we are headed towards an unsustainable system.  At some point taxes will need to increase and/or salaries will need to decrease.  Won't that cause some intergenerational strife?",
        "Better geriatric education? Sure. Won't solve the real problem, though.\n\nMy mother was in one of the higher quality care facilities during Covid, at a cost of 10,000 a month. Once they had bled her dry of everything she'd built up over her lifetime of public service as a teacher, she transferred to Medicaid. Her living circumstances and care fell off in quality--in a way that was very easy to observe, and she died within 6 months (of Covid--and we had to beg them to test her when it was obvious she was sick). I caught a glimpse (while she was still alive) of the room she'd moved to, and it was bare of the beloved art/memory/family objects she had brought with her. \n\nPeople have value if they have money. They no longer have value when the money runs out.",
        "Medicare does NOT mandate 15 minutes for an annual physical.  The doctor's office does.  NYULangone schedules annual physicals 15 minutes apart...and the PCP is not in the room for all of it.  A nurse takes vitals.  When the physician comes in, they spend most of the time at a computer screen and face to face contact maybe 10 minutes or less.",
        "Dealing with a PCP as an older person means responding to a stock litany of questions read out from the computer screen and walking out with instructions to make appointments with a list of specialists for any concerns I have or blood tests reveal. I once interrupted the litany of questions to say that my primary concern was managing my osteoporosis. The PCP just read the next question on the list: “Have you had a flu shot?” \n\nI have always wondered why those who are rabidly against universal healthcare are the same people who say “nothing but the best for our troops”—troops who, along with their dependents, get universal healthcare.",
        "As to someone who works in healthcare and with geriatric population, those \"age-friendly hospital measures\" are waste of time that would only increase documentation burden, more boxes to check and won't do anything to tangibly improve care of elderly. So tired so these do-gooders who don't know what they're doing",
        "My mother is in a skilled nursing facility after a fall, after a life of independence. She is in her 90s. You’re right that the lack of doctors focused on elder care makes things more difficult. One of my biggest difficulties is finding out who is in charge of her health care, there are so many doctors cycling through. And it’s difficult to get answers. More importantly, with all the doctors and nurses and PAs, it’s not clear if the tests that were done on her were ever meaningfully monitored.",
        "Doctors tell me that their job is to prescribe medicine and perform procedures. I am 25 years into a progressive neurological disease, and generally housebound; generally in bed except for getting food or bathroom duties. \n\nThere's no medicine or procedures to help me.\n\nSo our corporate medical system will do nothing.\n\nNothing to help me get ordered tests done at home, or with assistance to a facility. Nothing to address symptoms. Nothing to address new issues as they arise, or other changes. Nothing.\n\nThis feels to me like a failed medical system.",
        "I am circling the drain at 74.  I am trying to do it in a mindful manner with exercise, eating well and mental stimulation.  I cannot find a doctor to help me do this as they only have 15 minutes to give me and generally seem to not like multiple complex issues.  A simple case of the flu or sprained ankle would be welcome.  So I have concluded that I will eventually die of medical neglect.",
        "I have an excellent family practitioner who operates within a crazy corporate health care system, probably called an NGO (Concord Hospital)  And I am on Medicare and Medicare Advantage (provided through United Health Care -- enough said.) As I have aged (67 yo) I have been very unpleasantly surprised to find myself becoming invisible and unheard by anyone outside her office.  I have problems with my parathyroid (the endocrinologist's PA is just going to watch it.  Every symptom I report to them is \"a normal symptom of menopause.\"  \"Lot's of  menopausal women have this symptom,\" they say, and I guess that's why they think it's normal.  Well, a lot of people got Covid.  Does that mean it's normal?",
        "Salaried nurse practitioners can fill the gap, but keeping clinicians in practice requires educational support, reasonable liability insurance, and dominion over practice. \nMuch of the work in geriatrics involves oversight, referrals, and prior authorizations in dysfunctional Medicare Advantage programs. These heavy task burdens force healthcare providers away from quality patient care and into the realm of the American medical system's administrative nightmares.\n\nIt's not that we don't want to provide excellent patient care; our hands are tied.",
        "At age 79, I moved to Mexico to live out my days with my son who lives here.  My doctor is a geriatrician and internist. He orders lab work every six months for a snapshot at that moment but significantly to spot trends. After a visit, I go to a pharmacy to buy the medications he recommends without an insurance company declining payment.  I buy medications out of pocket since Medicare doesn't cover care outside the U.S., but drug prices here are mere fractions of their equal in the U.S.  Now 85, I feel much better cared for here than what U.S. friends my age tell me about their care.",
        "My husband and I have a geriatrician for a primary doctor and she is wonderful and , much more able to take on the issues of aging that we face.  I feel grateful that we have Medicare (not Medicare Advantage), a competent and caring doctor and a small, functional network.   \n\nAnd I dont understand why these doctors get paid less.  We need more of them!",
        "Let's face it: each of us needs to take much more responsibility for our own health, especially those of us approaching the elderly years.  I have watched my father, who practiced good diet and exercise, experience a \"good death.\" A relatively quick escape from a disease that his good practices could not have prevented. In contrast, I watched my mother die a \"bad death,\" a slow wasting away from chronic conditions to which she directly contributed through willful refusal to take rudimentary steps to take care of herself. At 63, I have no illusions: the health care system will be poorly staffed and poorly funded 15-20 years from now when I will need it.  I owe it to myself, my younger family members and society to consciously take care of myself. I don't want to be a burden due to things I could have had some control over.",
        "Create scholarships for med students who pursue this pathway and commit to devoting at least 10 years to practice in the field. Loans should then be forgiven. Just as social workers and other health professionals are rewarded for working in public schools or other underserved institutions. Let this specialty choice open doors for the special kinds of med students that are holding back from pursuing geriatric medicine because they need to make more money to pay off loans and maintain a decent standard of living.",
        "Almost and maybe more even than doctors we need a way to pay for caregivers to go into frail elderly people's homes and help them eat, bathe, and exercise safely.",
        "So, so tired about worrying if there are enough MD's. The medical system is way, way too dependent on MD's and needs to expand to understand that there are so many other healthcare professionals who can work with MD's to make care more effective. The medical system is depending on the MD being at the \"top\" of the hierarchy and the weight of that responsibility and authority is causing many to not want to be MD's. At the same time those who are 65 years and older think the MD knows everything and they don't!! It's a dangerous combo for patients. People need to wake up and take their health into their own hands. I specialize in geriatric care in an allied health field and I can't tell you how many conditions the primary care MD just ignores OR just refers the patient to another specialist, who, surprise, is another MD. So much $$$ wasted on an ineffective system. Many MD's try and we definitely need the expertise but the way people access care is the part that needs to be fixed. More MD's won't help.",
        "This article starts from the fundamental faulty premise that doctors are the crucial factor in good old health. \n   They can support, advise and intervene, but the responsibility rests squarely on the shoulders of the elders themselves. \n  I know. I am 73.\n  The idea that any significant improvement of the circumstances you describe are most really most effectively addressed through self-care, exercise, good nutrition and natural social interaction with friends and family. \n  I generally see my PCP about 11 minutes per year for cursory physical and extensive blood tests. I have several prescribed medications for chronic issues I manage. I have never spent the night in a hospital as a patient since I was born in 1951.\n  Having an attentive doctor who knows your body and medical history is crucial at times. \n  Otherwise you are on your own. Take a walk. Read a book. Cook for yourself. Get good sleep. \n   It isn’t rocket science: An ounce of prevention is worth a pound of cure.",
        "To clarify, there are many types of physicians qualified and able to care for the elderly.  And yes there is a shortage of these primary care types.\n\nHaving worked in the system i don't think we have a system.  dedicated to the well-being of patients.   Rather, we have a revenue generating system that does healthcare.  it's primary goal is increased revenue and profit for shareholders.  Patient care, access, value and excellent outcomes, are really not their primary concerns.",
        "Where do we plan on getting the money for this care? \n\nOur Medicare budget is already bursting at the seams. We already have a 100,000-200,000 doctor shortage and it grows everyday as boomer doctors retire.  Medicare is already needs multiple $trillions.\n\nLet's see what else other special interest groups are demanding money for. \n\nHomeless and homeless housing.  Tens of $billions in \"investment\" needed here.\n\nAffordable housing for the lower and middle class. Hundreds of $billions in \"investment\" needed here.\n\nPre-school and daycare. Tens of $billions.\n\nSocial Security.  In the hole for multiple $trillions.\n\nSchools and teachers demanding a bigger piece of the pie. Hundreds of $billions of investment needed here.\n\nInfrastructure.  According to data and news articles we still need a $trillion or two or three.\n\nPeople demanding reparations.  Depending on news article somewhere between a few $trillion and $20 trillion.\n\nCountering global warming. Endless $trillions.\n\nTotal public and private  debt already in existence: About $100 trillion with an annual interest rate of over $1 trillion a year, and rapidly growing, for federal debt alone. \n\nThere is roughly 6.25 $trillion in wealth owned by all the billionaires in this country.  Take it all so they have nothing.  Takes care of Medicare for a few years.  Of course we no longer get the annual $trillion in taxes so we lose a $trillion a year there.\n\nSomebody please, legitimately, explain where this money will come from.",
        "As our parents have gotten older, we have remarked that their family practitioner is not equipped to deal with the challenges that they’re facing at this age and the interactions felt futile.  Our community finally got a gerontologist and after months we were able to get on their patient list. She has made all the difference!  From the first visit at which she had actually read their entire file, she was able to listen to our parents and see the issues. (Many of which were noncompliance). She is empathetic, straightforward and sees thru the obfuscations. She believes them when they tell her about all the bizarre things that happen to the older body and mind and she was a godsend when it was time for Hospice for mom.  In our community, we probably need at least two more doctors like her and they need to be paid.",
        "Not to be cynical or anything but given the reality of our current wealth care system, fewer Americans will be living into old age in the future.  It costs way too much to get the appropriate medical care when we're younger.  We have too many wealth insurance plans that are high deductible and narrow network.  That means that most of us think of our finances first and often decide not to bother.  Therefore, many of us will die at a younger age than did in the past.  \n\nI'm 66.  My parents made sure I had every vaccination on time.  I was taken to the doctor when I had ear infections, when I needed a physical for school, or if I had a fever that was bad enough.  Now I wonder why they bothered.  I haven't bothered to get a mammogram, a colonoscopy, or anything preventive because I can't afford the care I'd need if things came back positive.  \n\nThe Medicare Advantage Plans are a waste of money.  What we need in this country is Medicare for All.  It would have lower administrative costs.  People would be covered no matter where they were in the country.  And we wouldn't have to fight about our claims every time we submitted them.  Better yet, we might have one system for our medical records instead of competing systems that don't communicate.",
        "Even if there were sufficient geriatric doctors, they still wouldn’t have to do the more unpleasant tasks that geriatric nurses do. They assist patients in nursing homes, such as my father, with bodily functions, a most laborious, ghastly task. They dress patients, very hard to do when the patient is crippled, then redress when he spills his lunch in his lap. Doctors don’t have to do that. My father is sometimes friendly to his nurses, but sometimes not. I know much has already been said about the under appreciation of nurses, but I’m doing it again anyway. Raise the pay for geriatric doctors AND nurses. In fact, raise the pay for ALL nurses.",
        "Some nurse practitioners specialize in geriatric care. As an NP, I continue to be astounded at the media's lack of acknowledgement of these well known medical providers.",
        "Maybe. I’m going on 80 and I’m more than happy with my physician who specializes in family medicine. Just because they don’t teach much, if any, geriatric medicine in medical school doesn’t mean that experienced physicians are unaware of the issues that us older folks face.",
        "Many have already noted that the current model of 15 minute primary care visits doesn't suit the needs of an aging population.\n\nI would add that further complicating the picture is that fact that increasingly primary care is staffed by providers with less training and certainly not geriatric fellowship-- NPs and physicians assistants collectively know as advanced practice providers (APPs) \n\nI work with APPs and many are phenomenal clinicians. That said the training is heterogenous (indeed the NYT has reported on this).  Many of the APPs I have interacted with in primary care express discomfort managing the complex chronic issues dealt with by elderly people. This these APPs are quick to refer to the emergency department of to specialists. This is further compounded by the inability, given the aforementioned time constraints, to arrange close follow up visits etc.\n\nOh yeah, also  the proliferation of urgent care offices has created a situation in which people are expected to present de novo, to a new provider, each time they have an outpatient medical complaint. So much for continuity of care.",
        "Every primary care physician should be able to practice good geriatric care, just like they should be able to provide good palliative care. And like any other profession doctors’ abilities fall on a bell shaped curve. There is, however, a role for specialist geriatric and palliative medicine care when there are complex issues that require an interdisciplinary approach. Unfortunately this is often not accessible to many people and will become increasingly difficult to access as more and more people seek training and careers  in procedural specialties.",
        "At 83 I am living evidence that older folks are likely to have multiple medical conditions that require increased care and treatment. \n\nEvery few weeks I must decide which of my multiple conditions require the attention and assistance of one or more of my multiple physicians:  rheumatoid arthritis; hyperthyroidism; radiculopathy; cancer that may or may not be in remission; declining visual acuity; and more. \n\nSome of these conditions, treatments and medications interact with each other, which would seem to call for communication among the doctors. However, such coordination seems difficult or impossible to accomplish under Medicare.\n\nAlso, because I am covered by Medicare my doctors can't spend more than about 15 minutes with me without taking a hit in their wallets, so I go into each session with a brief list of only one or two of my most pressing medical concerns to discuss. \n\nI am happy with all of my doctors, and appalled by how little they are paid by Medicare. However, I have so many interacting medical conditions that I am planning to see a geriatrician who might be able to provide a broad, helpful overview of, and guidance regarding, my issues. \n\nThe first appointment I can get is 10 weeks out. Sigh.",
        "My mother’s cancer doctor recommended she see a geriatrician and recommended one. That geriatrician could not afford to take on any more Medicare patients. Her office simply could not survive on the low Medicare reimbursements.",
        "In rural states like Iowa which have a rapidly aging population, there is a critical shortage of doctors in all areas of practice, not just geriatrics. Hardly any MD's who just finished their internships and residencies want to work in small town hospitals surrounded by corn fields where the compensation is meager compared to big cities and of course, hardly enough to \npay off the massive debt from med school.",
        "When doctors see folks over 65 (I'm 71) they just want to get you in and out ASAP because they get paid next to nothing by Medicare. I'm always shocked when I see the Medicare statement and see that the doctors get paid just a small fraction of what they charged. Admittedly, their \"published rates\" may be exorbitant, but Medicare's reimbursement rates are a joke. The lack of geriatric  doctors is yet another symptom of the ill-health of our healthcare system. It makes you realize that we all are on our own when it comes to our personal health, i.e., eat healthily, exercise, don't drink, etc. But that only delays the inevitable — which hopefully will end in our sleep.",
        "Many of my doctors have retired. I am not a doctor, but all of us have worked for many years, and it's time to let others take over. Unfortunately, there's not enough doctors to replace the ones who have retired. In one adventure, I made an appointment in November 2024 to see a new allergist in March of 2025. My hope is that I don't have to wait too long in the office!",
        "There's another factor that goes into the equation of elderly and medical care: a predatory focus on making as much money off of the deterioration of physical bodies before they, essentially, decompose while breathing.\n\nI'm 72 and I would like an option that allows me after reaching, let's say 80 years old to die with dignity and not be \"warehoused\" in a hospital, old-people home, hospice, or even my own home. Our current healthcare machine calls upon too many younger people exhausting their lives and livelihoods in order to fulfill a seeming obligation to care for an aging parent/relative. The futility that goes hand in hand with late-in-life healthcare is a drain on everyone--financially, emotionally, physically and intellectually. I have a sense that many -- many! -- other older people would like that choice as well.",
        "I'm ready to tear my hair out when I read \"they don't teach X in medical school.\" Please! I'm board certified in internal medicine; I know how to treat elderly patients. In fact internal medicine IS geriatric medicine.",
        "I live in LA county and am in a HMO medicare plan.  I have also  lived in the East and Midwest.   I feel I need to say because of the many comments that the medical care I receive from Facey Medical and Scan Health is excellent.   My friends here are all satisfied with their medical plans of which some are different than mine.  I always read Pamela's column with interest but there is to us no crisis.",
        "Geriatrician and hospice doc here.  Medicare should change reimbursement for visits if we want to improve geriatric care.  If you are not someone who has less than a 6 month prognosis and are eligible for hospice care - reimbursement is higher for procedures - the stuff that matters - time social histories - exhaustive mediation review - collaboration with family - do not provide revenue and hence are sidelined for things such as expensive medications with side effects and unnecessary procedures.  This has been proven over and over yet our policies don’t change",
        "My husband and I once took his mother for a Comprehensive geriatric assessment at a leading universityhospital practice. When providing the results, the doctor spoke to me and my husband about his mother, who was sitting in front of him, in the third person. I told him at least five times to please direct his comments to my mother -in-law, as she was the patient, not us. The level of disrespect for elderly people, even among Geriatricians is astonishing",
        "I practiced general internal medicine in a large, multi-specialty clinic for 25 years.  At least half my practice consisted of patients over 65.  The majority had complex, multi-system medical issues, and many also had limitations in hearing, mobility and/or cognition.  As pointed out, it takes a lot more time to take a history, examine and counsel these patients.  In addition to the management of medical issues, there are also discussions about safety, maintaining functionality and end of life issues that need to be addressed.  Given that, it is obvious that these patients do not fit the current medical model of the 15 minute visit, but that is what is expected.  It takes more time and more staff to take care of the geriatric patient, and frankly, any patient if you are doing it right.  Unfortunately, with low reimbursements and increasing overhead, primary care medicine has become a volume business.  There is no incentive to care for the medically complex patient.  I loved caring for my patients, but I retired when I realized that I would either have to change the way I practiced or take a 30% pay cut to continue to provide the type of care my patients deserved.  The reimbursement model for medicine will have to change if we want to see more physicians choosing a career in primary care, and especially geriatrics.",
        "It was a \"geriatrician\" at Mount Sinai Hospital who wouldn't accept that the delirium my 87 year old father was experiencing after a fall was a result of having spent 14 hours waiting to be seen in the ER.  It was that same geriatrician who, when my mother and sister and I tried to explain that he'd been at work that day (at his small law practice), told us he was experiencing dementia, and that there was no way he was still working.  We had to call his regular internist, who then contacted the Mount Sinai doctor and confirmed what we were trying to tell him.  Ongoing relationships with medical professionals are just as, if not more important than board certifications in various specialties.",
        "Healthcare organizations WANT to provide this care but can’t. Procedures are one of the only things a health system can break even financially, especially now when so many are hurting financially. Geriatrics loses money under a traditional model and all businesses need to at least break even to pay the bills. Until the payment system is much more equitable across specialties primary, preventive, pediatrics, and other “cognitive” specialties are paid closer to proceduralists in the US there is going to be this challenge. \n\nFor physician pay, when you come out of school with >$250,000 in debt do you take the job that pays $250,000 or $750,000 ? Given the choice physicians go for the higher pay. The healthcare model must change to correct this. The American Medical Association has a huge role in this in how they have historically established fee schedules and must take much more aggressive action or they will continue to fail the US and their mission.",
        "We see a steady decline in MD private practices, and corporate medicine is like everything else corporate...all about profit. \n\nHere in Princeton we have a large percentage of MD's not trained in America but China, and India primarily. There's a difference.",
        "Geriatricians are indeed hard to find, and unlikely to be taking new patients. To me, what matters is a doctor who listens , and treats me as a partner in care. On the advice of my excellent rheumatologist, I switched from a family practitioner to an internal medicine doctor, and am happy with both her ability to monitor multiple systems, but also her taking time to listen and get to know my priorities.",
        "I agree with Dean Baker on the matter of medical care.  We do not have enough doctors because the medical establishment restricts of number of immigrant physicians to maintain their high salaries.\n\nAllow more physician H1Bs please!",
        "Everything in this column is logical and compassionate.   It’s also science based.   But the real reason for the decline in geriatricians  is that nobody wants to be called ‘geriatric’.  No one thinks they are ‘frail’, and most reject the label of ‘large chronic disease burden’.  Most patients of a certain age wanted to be treated the same as a thirty year old.  They choose the aggressive approach to cancer treatment, they want organ transplantation for organ failure, mammogram and prostate testing forever and so on.   I get a lot of incredulous looks when I say ‘more medication will not improve outcomes’ or ‘treatment is likely to shorten life expectancy’.",
        "Why haven't the medical schools expanded the supply of doctors?\n\nWhy do doctors end up with ridiculous amounts of student debt, if they're so badly needed?\n\nWhy do we allow non-medical middlemen (insurance racket) to make medical decisions? \n\nWhy aren't needed specialties incentivized?\n\nWhy do we as a culture assume that family is available and willing to take on elder care/transit/management?",
        "Thank you for writing this article. As the head of a PACE (Program of All Inclusive Care for the Elderly) clinic for high risk seniors, I can attest to how extremely hard it is to recruit for MD positions in the geriatrics world. We need to bestow greater respect and care for the folks attracted and committed to this mission driven and whole person care model.",
        "I had a geriatrician come to my home and sit with me to talk about my life and goals after a horrific fall. I broke both hands and my neck. She walked through the house to identify problem areas - she helped me understand the way forward and I wish everyone could have this kind of personalized care. This is a Vanderbilt program",
        "My sister-in-law recently died while in respite care after having been helped by a group of wonderful, loving nurses and doctors and friends. I think she was very fortunate in that she died so quickly and peacefully. Having a DNR might help facilitate our end of life care that can be so overwhelming for our caregivers and family members who have been put in difficult positions.",
        "Given that medical students are going into dermatology so they can make enough money to pay off their gigantic tuition debt perhaps we need more federal programs providing debt relief for students who choose geriatrics? Oh wait. Trump is president and Americans want smaller government and health care for none.",
        "I read an AARP Bulletin article yesterday stating that doctor shortages across several disciplines are reaching crisis levels in the US, with enormous percentages of doctors contemplating or taking early retirement or switching to other professions. A similarly large number of medical students are contemplating careers in research or other fields so that they can avoid patient care.  Burnout and life quality were the key factors, and a shortage of doctors, especially in primary care, fuels that viscious cycle.  Apparently, a prominent study in the 1980s concluded that America was producing too many doctors.  That caused med schools to reduce or freeze the number of graduates they produced rather than increasing them to match America's steady population growth.  We are still paying for that policy mistake today.\n\nFurther cutbacks to Medicare and Medicaid, combined with proposed deportation policies that will decimate the numbers of CNAs caring for disabled seniors, will be policy decisions that will dwarf the aforementioned med school enrollment mistakes.",
        "Well, this confirms my desire to do a rotation in geriatrics in addition to one in palliative care. But until that’s made a requirement, few of my fellows will join me. Looking at the debt racked up by the end of it all, then looking at that loss of potential lifelong income - even the most compassionate will wince as the math comes up.",
        "In medical school I had a required geriatrics rotation.  The rotation was wonderful: I had meaningful connections, I got to hear the wisdom and stories of the elderly, and I got to do home visits like how medicine used to be practiced.\n\nHowever, when I had to choose a specialty I did not choose a path to go to geriatrics and other potentially fulfilling specialties because I had practical concerns for my own life.  I have >$200,000 in student loan debt from medical school (that is with no debt from my undergraduate state school, and a partial scholarship in medical school).  My residency/fellowship training gave me a livable income at 65k a year, but not nearly enough to make a debt in my student loan debt.  A lot of interest accrued over 6 years at a 6-7% interest rate.  And I didn’t have 6 years of my prime earning years at my full potential, and could not work towards other life goals like buying a house or saving optimally for retirement.. \n\nSo when the time came to pick a specialty, my colleagues and myself chose paths that would still be as fulfilling but also paid us higher incomes so we could address the above concerns.\n\nI am not so naive to say that we aren’t still high income earners regardless when comparing a $250k salary to a $400k salary.  But we work hard and spent many nights and weekends away from friends and family.  I don’t think it’s unreasonable to want to build a high income while working as a doctor, which is absolutely influencing specialty choice.",
        "At long waits for MD sessions I provide my body for the team and hover above the action to enjoy what they do with it, mostly involving a routine of inquiry and chat, BP, oxy, temp, record update, a machinic probe or two, then on to the next corpus which I also gander and tack onto an ongoing auto-fiction nearing a conclusion.\n\nPretty darn interesting being the object of attention based on super-agedness, geriatrically, rather than child, teen, young adult, middled aged, elderly, now a soon to be by-sell date specimen, maybe a centurian or more. \n\nBeing a ghost is a hoot, pain and worry and debt free, highly recommended.",
        "Forget about a good part of such considerations as one sees here.\n\nWhen I was in practice, maybe 8% of my time was spent in preventative medical care!\n\nWe need for people to live better and to be in better health, at least to the the extent possible so that they have a better potential for a meaningful older age with the lesser need for care.\n\nWe fight disease and aging off the back foot!\n\nInsurance and standards do not really see prevention as useful, or at least worth the funding.\n\nA good deal cannot be prevented, but we live unhealthy.   If RFK, Jr. is correct at all it is about the processed foods, or at least the junk food parts.   I will not address veggie burgers or the like which at least have some benefits if not prepared at home.   In any case they are better than processed hamburgers or frankfurters from slaughterhouses.\n\nPrevention does not address the current elderly who have unnecessary problems from being 'couch potatoes' sitting by their electronics or with too much stress, loneliness, habit-forming alcohol and smoking and more.\n\nAs a society we can treat the sick elderly later in life or we can try to limit it.\n\nI do not count on a great compliance with prevention, but we are not even attempting to do much of anything to make people healthy.\n\nI cut 28 pounds with routine exercise and diet modification during my practice years and 10 more pounds since have been lost.  I am keeping myself more resilient.\n\nWill it work for me?",
        "I concluded my reading at \"Still, the biggest hurdle is the relatively low pay. Geriatricians make about $258,000.\"",
        "In her last year of life, my mother had two conditions, the medicine for each one made the other worse.  One would get worse, so the doctor would recommend cutting back on the drug for the other and upping the drugs for the condition he was treating, which worked for that condition.  But, of course, the other condition got worse, so Mom would go to the other doctor, who'd recommend cutting the first doctor's drugs and upping his.  It was a merry-go-round with little focus on making *her* better, instead of the condition each doctor specialized in.",
        "This is an excellent article and in most ways true. However, many of the providers in Geriatrics are Nurse PRACTITIONERS. Please give us the credit we deserve for the extra dedication and time spent earning our Masters degree. I have just retired after 16 years in a geriatric practice and it truly was a rewarding experience.",
        "What do you expect from corporate profit driven medical practice? But a lot of older Americans in part have no one to \nblame but themselves for voting against what they consider \"socialized medicine\" and politicians who favor a \"free market\" controlling the medical care they receive rather than setting up a sensible system that provides care to everyone at a lower, nonprofit cost.  Witness the stories day after in this publication about the millions being raked from the system by prescription managers and insurance companies.  Why would doctors who can exit the system stick around?",
        "\"Compound that with lower prestige and set it against a backdrop of general decline in primary care, which is increasingly being shifted over to physician assistants and nurses.\"  If you click the link, the story is about NURSE PRACTITIONERS and PAs. As an NP in nursing home care for 28 years, I have been managing acute/chronic/functional/quality/mobility AND end of life discussions and care well before it was in the headlines. Please do your readers and the aging population a favor and get your terminology straight, and stop thinking/spouting that an MD is the key to geriatrics. Nurse Practitioners are ideal for chronic COMPLEX lower-cost MEDICAL management and CARE.",
        "My present doctor is a medical resident at a teaching hospital. I've had several. All have been thorough, careful and enthusiastic about learning everything they can from all their patients. They're also well-versed in modern technology and receive input from an assortment of experienced physicians. I wish this type of care was available to everyone.",
        "Between the lack of health care and finding out the money we spent to take care of our bodies when we die belongs to corrupt companies that have gone out of business and nothing happens to them. So suicide rates will go up and the county will get stuck with the bill because our bribe taking politicians do nothing.",
        "I hope readers take note of the (perhaps) unintended effect that  Medicare reimbursement rates have on the supply of geriatricians.  This probably weighs more in favor of re-evaluating whether the government should have a role in health care rather than just considering whether the reimbursement rates should be changed.",
        "One of the primary problems with geriatrics for clinicians is that it is one of the lowest-paying specialties, right down there with family practice and pediatrics. When will this upside-down kingdom of healthcare payments flip?",
        "\"There is about one geriatrician for every 10,000 older Americans. And it's getting worse.\"\n\n\"This also means a missed opportunity for future doctors who might find greater fulfillment and less burnout...\"\n\nI know that this is an opinion piece, but I have to point out the oxymoron.",
        "Unless drastic change happens in healthcare for the elderly, my personal plan is euthanasia. After witnessing what my friends are experiencing with their elderly parents, I am frightened by the prospect of living with dementia, a failing body, and not having enough money to pay for caregivers. I’ve put aside the funds to travel to Europe and die with dignity.",
        "I was a neurologist, and I did a great deal of geriatric care; dealing with medication interactions/side effects and end of life care were two areas where I could actually help people. There are simple tricks, like using a walking stick, not for balance, but for another contact point with the ground, can help many whose multisensory deficits produce dizziness when they stand unassisted. A lot of dizziness is not vertigo, and treatment as if it were can make the dizziness worse.\n\nMany of us old folks, including me, at 76, don't expect to live forever, pain free, and be on the cover of Outside Magazine. The two things that do worry me most are not being able to get adequate pain medication when I may need it, because some worried about addiction care giver won't let me have it; be tied down to a bed with tubes in all orifices which I never wanted, I have written down I don't want, and yet some keep alive at all costs jihadist won't stop. Yes, the last is often an exaggeration, but not always. And it scares many of us old people. \n\nI cured very few when I practiced. But when patients were dying, I wasn't afraid to see them, talk to them, their families, and do what I could do to allow nature to take its course without making it a curse.  It's a learnable skill.",
        "Nice thoughts, but we (the US) already spend most of our money on the elderly. How much more?",
        "Living in NYCuty and being very active in my Seniir Ckub I can only speak for my experience and on Medicare that we receive the best care with Fictir relationships being class A.",
        "I think a much better focus of training and available resources should be directed to those that will suffer from some type of dementia as they age.",
        "I just lost my mother last week, I had the honor of taking care of her in her home where she wanted to remain until the end.  Dad left us 4 years ago he also was able to pass at home.  For the past several years I was their health care advocate,  chauffeur, home management concierge etc. I stepped up to make their lives as comfortable as possible as I watched their health dwindle day by day.  At times it was tough, frustrating, overwhelming as I learned on the job with caregivers, doctors, family members who didn't get it and my own mental health as you gave so much without moral support, and feeling isolated  most of the time.   This article is spot on regarding the doctors not understanding about geriatric care, I saw it first hand, I'm here in Florida where they have a large elderly  population and most doctors are just going thru the motions and billing medicare.  My parents were the lucky ones cause they had a daughter that stepped up but this is not the norm in our country.",
        "A very interesting article, though I can’t help but think that large scale changes are doubtful, at least in the short term, as the rampant ageism that runs through America means that too many people and politicians will just shrug it off with “who cares”?  Oh the politicians may nod and say yes, yes, but, especially in our current political environment which fosters the corporatization of medicine, they will not vote against the oligarchs who are going to have an even bigger say in our lives.",
        "A geriatrician is indeed hard to find. Since I am part of a troublesome generation that refuses to go gladly into that good night, I’ve been thinking for some time that geriatrics is a growth industry. With so many older doctors - who actually understand the effects of aging - retiring, young PCPs will find themselves with a larger roster of older patients. The PCPs - and medicine in general - will have to up their “geriatric game” in order to serve them. And, as in every profession, all doctors are NOT created equal: so, if you can’t find a good geriatrician, find a curious and talented PCP who listens to, asks questions, and hears what her patients, not just current protocols, have to say. They are also scarce, but that’s nothing new.",
        "P doc here who spent 3 month rotation during my training on geri psych. In med school I had maybe 1 hour total on geri-specific care, and it was taught by a resident! I think if we want to have more physicians going to this field we have to, in the present system, incentivize them. You could do this with better integration between fellowship and job. Maybe when someone starts a fellowship they have a job contract ready that actually pays well, provides adequate time per patient for care, etc. Dream on under our fee for service system. The reality is our society under values the old and the young when it comes to medical care. Geriatricians and pediatricians general are the lowest paid. Part of me can understand why we pay less for the old in a capitalist system, as the old generally are not net contributors, although many could be if we imagined society differently. But by under paying for the young we are basically saying “up yours” to our collective future.",
        "The smartest thing I ever did was find a wonderful geriatrics specialist at UCLA for my 82 year old mother.  She was kind, respectful and improved my mother’s health in many ways, notably by taking her off half of her medications and adjusting doses of others. Because I lived over a thousand miles away at the time, she also gave me her cell number for emergencies. I have been forever grateful for the care my mother received the last several years of her life.  When the time comes, I hope I will be able to find a geriatric specialist like her.",
        "I spent 30 years as a geriatrician. It's a wonderful field. I had both a practice and I taught residents. What I noticed in teaching was that the level of skill nor the knowledge of the resident influenced whether they were capable to care for seniors. What mattered was whether one truly loved this population. For me that was the key. I put great love into the care of my patients. That's what made it fun and interesting. My patients were fascinating, usually wise and for the most part funny. \nI think one thing that would bring more doctors to the field would be to get younger people more exposure to elderly persons.  Getting students around elderly visits by way of visits to nursing homes or home visits should be a part of the curriculum. Students could also attend group events with the young old to see how vital they are. We need to integrate older adults into daily life, not hide them away or avoid them. People need to stop fearing going into senior living residences, like nursing homes. Keeping elders as part of our community would go far in attracting doctors in training to the field of geriatrics.",
        "Why do we print these stories with the alarm bells ringing as if it is new..  The for profit healthcare community along with medical schools have KNOWN for years that there was a shortage of doctors in specific specialties  We have read countless interviews with people in the field of cosmetic surgery. It is money how their informed career decisions were made\n\nSo much debt to go to medical school and for-profit health care patient care for dr's.  is paid in the same manner as the old days of  factory piecework\n\nPrivate equity firms are squeezing the last dollar out of medical centers and then filing for bankruptcy as they destroy the healthcare system for communities in various states, Stewart find bells\n\nVisit any major hospital center where services have been eliminated patients line the hallway because there are not enough seats.  The atmosphere was toxic in that manner it is apparent why people would rather be sick at home than deal with deliberate administrative incompetency and indifference to the lives of their patients.  \n\nNYT should highlight in depth the major private equity hospital players, and profile their patients, communities, and their WS Earnings.\n\nPresident Biden said it is up to us to safeguard our democracy NYT can do its part by running health care issues daily. we have had draconian effects of greed that have caused health disparities for generations.  We are living the disastrous results of for-profit education we know it doesn't work.",
        "As a multi decade provider myself, I have stated to peers for years that our next national nightmare will be us - when we age out. It is rare indeed to see, hear or let alone experiance innovation at the geriatric level. This subject has clearly been the elephant in the room that has essentially been ignored. It is nearly impossible for the current long term care paradigm to be successful and to ensure a safe, nurturing and patient driven mission while the system itself is vastly underfunded, in concert with an incredible load of overbearing regulations.\nHaving just reached 65 myself, my past views have come to fruition. Yet, it remains that if you do not advocate strongly for yourself or a loved one, you will be at the mercy of a system that is a complete embarrassment to the United States. And sadly, I see zero advancement in the near future for positive change. The currant answer is  for you to be your strongest advocate, or employ one to stand/advise you. You will not regret your decision.",
        "Now that my wife and I are the oldest persons living for both sides of our respective families, all the parents aunts, uncles, cousins older than me, etc are gone and there is a difference (and deference).  Our mental and physical health is excellent.  How we are treated by physicians has changed until they get to know us.   Our respective physicians like to see us compared to others of our age because our careers as biologists make us familiar with medical terms and language.  What we do see is how the medical system treats our friends and neighbors of our age (70-80s).  It took my wife and I 6 months to convince a neighbor to get a second opinion on their heart issue because they trusted their regular physician.  After a second opinion and review, our neighbor now takes one third the amount of medication, had a pacemaker implanted and is well on their way to a much better life.  Others have asked us for help as well.   The medical system is failing and given we are of that age, it is only getting worse.  All too often we see someone who trusts the physician of many years and is too timid or too stubborn to get a second opinion.",
        "\"Geriatricians make about $258,000.\"\n\n\nExcuse me, but this is your definition of \"low pay\"? \n\nMaybe the real problem is your definition of what is low and what $258K actually buys you in the real world. \n\nYou think?\n\nIf anything, we are already paying far too much for these services as it is, in addition to not training nearly enough practitioners in all areas and specialties to keep up with the needs and demands of our population.\n\nThat is also the reason why $258K might seem like a distorted, low figure. \n\nYet you are complaining about low pay in a system that is already unaffordable and impossible to sustain. As it is, it takes me 3 to 6 months just to get an appointment with any kind of doctor in this system, whether it is Medicare Advantage or Original Medicare.\n\nIn addition, pharmacy managers send me every single at home test in existence and these tests are not ordered by any doctor. They are being ordered by their labs.\n\nAt some point Ms. Paul, the talk has to migrate to VALUE relative to cost and rate of return and, right now, we are paying far too much for that diminishing rate of return.\n\nIf you want any kind of universal anything, then this discussion needs to change because the ONLY way to achieve this is to bring down costs and recognize that $258K is excellent pay in almost every other circumstance!",
        "You think this situation is bad now, wait until Donald Trump\n\n* fans anti-immigrant hostility until no medical professional wants to immigrate here\n\n* deports all the CNAs, nurses assistants, etc. that are currently working in our elder care industry, and\n\n* guts as much of Medicare as he can and privatizes the rest.\n\nThe single biggest reason that geriatricians earn less than other medical specialties is because Medicare reimbursement rates are so low.",
        "For some, even many, doctors, there is an honor in correctly treating and advising patients. The very elderly are an extremely complex population, typically with co-morbidities, little if any satisfaction in seeing improvements, and/or this subset of the old really cannot or will not take the necessary steps that might offer some but slight benefit. Plus, some doctors go into medical specialties that are more glamorous, and profit from the wealthy seeking youth, not into specialties and/or research that can substantially change a population's trajectory.\nWorse, too many of the very bright not only refuse to become doctors of any sort, they also aren't interested in public service roles/politics. I know of a nephew's cohorts, graduates of a top notch, modern orthodox high school of approximately 80. With few exceptions, all attended/finished Ivy League or slightly less prestigious colleges. Only 2 or 3 have gone into medicine. Why? Many are working in finance, or hi tech whereas those 2 or 3 are left with large student debt and barely making a living as residents. Check this out in the larger, secular population. \nAs a society, we are headed for trouble if the thinking doesn't change. Vying for leading corporate positions while watching the dearth of doctors, and public service candidates of value, get worse means our educational systems and families aren't doing the right thing. The quest for virtue and service is, well, old fashioned.",
        "To be a medical professional takes years of specialized training. How many years do the people train that run the health insurance companies that REALLY make so many medical decisions? Medical care is woefully transactional.",
        "I have similar worries but also some hope. As a PT specializing in geriatrics, I also work for a Program of All-Inclusive Care for the Elderly (PACE). The NYT has published about this federally funded program in the past and I believe it’s a model of care that can be expanded beyond the current group of low-income older adults that typically qualify. It brings into play an interdisciplinary approach to care as even a geriatrician has limits to their knowledge and time when it comes to aspects of exercise, diet, living environments, mental health, and social/emotional/spiritual well-being that our team approach is able to address. And with the aging population (I just turned 55, which means I qualify for “senior discounts at many popular eating establishments), we need a better model for care and I believe PACE could potentially be that one",
        "The medical profession in general often falls into the profitability trap. The public think of medicine ideologically, but the industry often does not. A decent society treats its most delicate with care.",
        "This essay misses another gaping hole besides physician care. There is a national crisis in direct support professionals (DSP’s) who support the elderly and disabled. There are not enough young Americans entering the workforce to serve these populations. In between visits to the doctors as elderly decline they need support to live their best lives. Who is going to provide that when family can’t? Who provides the 24/7 care DSP’s the national average is less then $15 hour. Folks make more pumping gas or making your coffee. Much of that workforce are immigrants, and there are just not enough personnel to address the growing tsunami of elderly and disabled. It is something we should ALL be doing something about, as the vast majority of us will become disabled before we die and need supportive care. I believe we will be judged how we treat the most vulnerable among us-I don’t think that judgement is looking very positive right now.",
        "Great article. It brings to mind a discussion with my late mother. I was her 24/7 primary caregiver for the last years of her life, We navigated healthcare thru covid and end of life. The focus seems to be the service of youth as sports medicine and anti-aging get the lions share of attention and funding. Ma was expressing her disdain for \"if you got it, flaunt it\", bent of a TV program. I pointed out to her \"ma, you know that people are young and beautiful for a very short time but are old and funny looking for a very long time. Let them them enjoy the glory days as they happen\". She thought about it, chuckled a bit and said your right. I held her hand as she passed and realized she was still beautiful even at 83.",
        "I can’t even finish this article this is so New York. There are good doctors who take care of elderly people. They are called family physicians or general internists. We don’t need every decade of life hyper specialized into a medical field. Yes we need more primary care doctors.",
        "This is an important and fixable problem. It is also a problem in geriatric psychiatry, which few psychiatrists are going into (via an extra fellowship training year) because of low Medicare reimbursement.",
        "I sent a friend of mine to a geriatrician at a renowned geriatric clinic in New York. He got no better care or attention than from the nurse practitioner at his GP.",
        "Thank you for this thoughtful, well-researched piece on a critical, yet woefully under-sung, issue. Healthcare delivery in the US is extremely fragmented, with each specialty, for the most part, operating within a silo. As we age, a holistic approach to health care is ever more critical, yet virtually nonexistent. As a result, older people, even those of us who are reasonably healthy for our age, are shunted from specialist to specialist, often at different locations, such that our lives revolve around setting up and getting ourselves to a myriad of appointments. Moreover, there is little cross communication, and no one who has an adequate “big picture.” It is an incredibly inefficient way to deliver care. In my ideal world, we would not only have well-trained teams of geriatric physicians and allied professionals, including basic specialties, at a single, community-based location, but also an administrative system that could schedule basic preventive services ad seriatim on a single day’s visit. That would require, however, putting the needs of people over making a big profit, a concept entirely foreign to our profit-driven health care industry.",
        "The most important part of taking care of elderly people which I would define as age 75 and up, is having family manage everything.",
        "I think it's in part due to our own country's ageism and the way health care providers (including those in training) internalize this themselves. The article does suggest this but doesn't call it out by name. Yet, the majority will go on to work with older people because older people constitute the greater portion of recipients of health care services.",
        "I'm a 73 year old Family Physician with a 33 year old independent solo practice.  About 15 years ago I had the son of an elderly patient ask me if I thought his dad should see a geriatrician.  I said absolutely; the good news is that he's already seeing one (me).  I have watched my practice age over the years and of course my patients as well.  Now I must spend much more time with my elderly patients, many of whom are in their 80's and 90's.  This is impossible in the crazy state of corporate control and for profit medicine.  PA's and NP's are overwhelmed by these patients.  I can only say that caring for elderly patients is immensely rewarding and growing with them from middle to old age is a lifelong geriatric residency.  I have no answers for the future care of our elderly.  I am not optimistic, but I for one I hope to practice 'til I'm 90.",
        "Being considered a geriatric, I hold myself responsible for care. I have a wonderful doctor I see every six months but don't believe it is his responsibility to keep me healthy. I go to the gym, have a healthy diet, stay social and enjoy an evening cocktail. My alternative is a nursing home where the care is usually poor as the health is too. People have to decide if they want to sit in front of a tv and complain or be part of society and have fun.",
        "Excellent essay.\n\nA key point is \"doctors must know how to prioritize among a mix of competing medical needs. Key to this model is allowing the patient to take the lead in complex treatment decisions where there isn’t one clear better pathway.\"  This is very important.\n\nAs mentioned, doctors need to spend more time with elderly patients. They have more ailments and may be slower to understand directions.  But unfortunately, in modern medicine, there is great pressure on providers to spend less time with patients.  This includes doctors, nurses, and support staff--there are less people yet more work to do.  Some practices hire staff that really aren't qualified.\n\nAlso, practices are pushing more computer interaction, which is not satisfactory.  I just got an email \"we have an important medical message for you\".  So I log on to the system and it says again \"we have an important medical message for you\".  Ok, but where is the actual message?  I never could find it.  I'll try to call, but often they don't answer the phone and push patients to use the computer.  This isn't just one practice, many are doing it.  Likewise with pharmacies.",
        "I am now retired but over the years most of my patients were seniors, even though I never did a fellowship.  I really enjoyed the complex interactions of their multiple medical problems, life changes  and ongoing challenges.  I took care of these patients in the hospital, clinic and transitional care settings.  We need to encourage more primary care doctors to have more elderly patients, which can be extremely rewarding emotionally to both the patient and provider.  Thanks for bringing this up.",
        "This piece could have been twice as long.   I am caring for 2.5 elderly parents and 2 kids.  I also work.   Boomers created a massive amount of wealth that is not ever going to be replaced.  To a large degree they built this country.  We are coasting on their achievements and they deserve better.  Paul is correct, low pay is a problem, but not just for doctors.  Those who provide care are underpaid at every level.  Nursing home workers where I live make about $17/hr.  A starter home here costs about $550,000.  You do the math.",
        "I took the first ABIM geriatrics exam.  Maybe 1988. At that time you were awarded a certificate of what was it added or extra competence or interest in geriatric care, good for ten years. Is it now formal board certification in geriatric medicine as a subspecialty of Internal Medicine?   The ABIM continuing certification process for board certification has become so cumbersome, expensive, and demanding of time that I can’t imagine a geriatrician could afford it.",
        "You're missing the forest for the trees here. We need more docs and nurses, period. The AMA, insurance companies, brokers, PBMs, lawyers, governments, medical schools, pharmaceutical companies all drain the healthcare system without adding enough value.\n\nWe need to streamline the whole fossilized system, get more docs and nurses, get basic universal care, lower drug costs, and get the middlemen (private equity, insurance, lawyers, PBMs, etc.) out of healthcare delivery.\n\nHealthcare in the US is dying and we are too. Check the mortality rates in other similar countries.",
        "This needs to be balanced with the fact that we aren't going to live forever. My father spent his last six months, at age 95, in a nursing home with which we had no issues. However, it seemed that many of the patients there were being warehoused waiting to die, with little or no likelihood of ever getting better and going home.\n\nIf faced with spending the rest of my life laying in a bed staring at a TV and waiting for someone to come to help me go the bathroom, I think I'd rather bring in my family, say goodbye, and go to sleep forever.",
        "\"Medicare reimburses at a lower rate than private insurance companies.\"  Hello there.  Medicare Advantage Plans created for the benefit of the health insurance companies are paying a very large part of the bills and reaping substantial profits from the taxpayer  - and has a advertizing campaign designed to make people think Medicare Advantage Plans suggesting that they are Medicare (they are not Traditional government monitored Medicare and they create problems goggle Medicare Advantage Plans fraud and Medicare Advantage plans denial of care.. both the subject of articles in this paper.)\n\n And well known, the very high drug prices a direct result of the GWBush Medicare part D legislation which does not allow Medicare to negotiate drug prices.\n\nThe problem is a payment problem it seems.  The result of a for exorbitant profit (return to investor-- where do you think the taxpayer money is going?  rob Peter, pay Paul) predatory capitalist system which has Medicaid (also abused) but no universal single payer healthcare  (the ACA is via insurance companies and often hugely expensive -profit over people again.)\n\nMy long term MD would not prescribe a script for a UTI without a visit -- I understand that script renewals now also often require a fee to the MD.(Gee whiz, in Europe I walked into the pharmacy and purchased Diclofenac sans script!)\nOK it's going away and frankly happy not to take the Meds.\n\nIf only there were a cure for memory loss! and predatory capitalism.",
        "It's hard to be a good geriatrician following Pam's doctor/patient guidelines when corporate ownership only allows 15 minutes per patient and wants the place run like a McDonalds drive-thru.",
        "I hold medical schools responsible. They are the institutions that can address these issues. They can work with their state gov't to incentivize specialties. TBH, medical schools have not met their moral obligation to serve the public's health needs (in many ways)",
        "I am a clinical psychologist who specialized in geriatric mental health. I am privileged to work with my elders through stages of their life. It has been rewarding on so many levels. We need people who are willing to work with this population; otherwise,  our seniors suffer.",
        "After a career in disability advocacy, I am now immersed in learning elder care for my 93 year old parents.\n\nDisrespect by medical professionals (speaking in third person, no eye contact, speaking loudly while ignoring the need for lip reading) are just a few of my observations. It is not uncommon for me to redirect professionals or people, in general, to show more respectful behavior. (And my parents are pleasant.)\n\nDuring an office visit with my father who has dementia, an urology nurse practitioner sat BEHIND my father while explaining his condition. No anatomy charts on the wall for visual reference. When I recommended the charts, her response was that they are not permitted to place charts on the wall.\n\nThe whole culture needs a total overhaul. Starting with at least one 3 credit course on geriatrics in medical training.",
        "\"Geriatricians don't make much money \".  So many of these articles about a decline in the staffing of some medical field mention money, specifically the money the doctors are not making in that field.  Did they choose medicine to get rich or to help people live their best healthy lives? Getting real tired of the constant drum of profits over people.  Lots of variables that come into play here, I know that, but this constant need to prove value and ROI is tiring.",
        "Ms. Paul is deeply misinformed: nearly all doctors (except for pediatricians) are geriatricians.  Geriatrics as a board specialty is fading because all doctors who deal with adult problems overwhelmingly treat patients who are advanced in age, cognitively fading, and struggling with a multitude of problems (both medical and social) as well as lengthy and difficult medication regimens.",
        "By mid-century, half of us, Americans, will be geriatric. It means  for every retiree there will be only one working person. Conceivably, about half of these working people will work in roles associated with taking care of us, geriatrics. This leaves only 25% of population to the rest: children, cops, bus drivers, military. The math simply doesn't add up. The fact that we, as society, talk nothing of it is the classic ostrich approach. What does it do to the stock market (read: your retirement income)?  To our nation's sovereignty? To arts and crafts and industry? Please consider the above numbers thoughtfully. We are on the ever accelerating collision course with reality.",
        "Thank you for addressing this complicated and challenging issue. I would add a couple of things. We need to switch the order of the 4Ms to first what matters most for us seniors, second mobility, than mentation  and then access to medication. Of course we need to address the social determinants of health. Loneliness and isolation kill, especially in the elderly. Income, housing, transportation all key to keeping and making people healthy.",
        "I am in my 70's and recently switched to a so called Senior Doctor and could not be happier.  I do have some health challenges, as most people my age do, and she takes the time to explain alternatives as well as how any treatment will affect me.  I would hope that more doctors would take the time to get to know their patients no matter their age.",
        "Thank you, Ms. Paul.  I am a health care advocate for older adults and veterans.  It is rare that they get served by doctors who specialize in geriatric care.  Sans experience, many doctors have the same biases that the general public has--that somehow depression is just part of aging (it's not), that an older adult does not benefit from serious rehab after an accident (they do and it's crucial for recovery), or that the older adult does not know their own needs due to cognitive or physical decline.\n\nFortunately, there are many nurses, CNAs, SWs and activities personnel who have experience with older adults.  Most of it is learned on the job since social work schools focus on kids and teens, nursing students rarely focus on older adults, and the activities/rec therapists learn as they go.\n\nMemo to all:  None of us are getting out alive.  Care for people in any demographic the way you would want for yourself.  Yes, Ms. Paul, we need many more clinical staff members of all kinds with expertise in older adult care.",
        "I think back on my opportunities to work with elders with joy.  Elders have wisdom, strength, determination and spunk.  The extra time and effort bring far more satisfaction than working with the run of the mill patient.  \nIt is far more intellectually challenging, personally demanding and often frustrating BUT the rewards were huge, huge. \nI still think back on my patients...WW2 veterans, Vietnam War and Korean war veterans, wise women who have seen it all and will enlighten you if you are able to listen.  \nElder care is a gift to all of us all the way around.  Having worked intensively with children, teens, adults, I can assure upcoming medical professionals that their lives will be richer, more interesting, more satisfying if they embrace elder care.  \nGreat article, thanks.",
        "Elderly patients need good medical care.  But internists and cardiologists and neurologists have been caring for the elderly for years. Geriatrics is an example of medicine requiring more and more specialization.  It is certainly necessary for organ systems such as oncology, cardiology, etc.  But it seems superfluous to suggest that you need a special physician to understand the needs of the elderly.  Are we next to have super specialized geriatric cardiologists?"
    ],
    "web_url": "https://www.nytimes.com/2025/01/16/opinion/health-care-geriatrics-boomers-aging.html"
}