{
    "main": "The Problem Is With Men’s Sperm",
    "abstract": "Environmental toxins may be depleting male fertility. It’s time to raise awareness in a major way.",
    "keywords": [
        "Hazardous and Toxic Substances",
        "Sperm",
        "Hormones",
        "Men and Boys",
        "Regulation and Deregulation of Industry",
        "Infertility",
        "Chemicals",
        "Reproduction (Biological)"
    ],
    "comments": [
        "So this is how it ends. . . Not with a bang, but with a whimper.  And why? Because we took the Earth, our only home, and we made it into a garbage dump in order to make a profit.\n\nNow, I’m not against profit, but it ought to be made with some concern for the poisoning we do to ourselves and our future offspring.  The Trump administration is the least respectful of Earth and of other human beings of any US administration in history.  What they do to others will come back to get all of us in the end . . . but as I said: they don’t care and have no respect.",
        "Do social factors also contribute to declining sperm count?  \n\nFor example, the replacement of in-person courting with online swiping; the rise of porn/OnlyFans for gratification; and the increasing incel population?  Or the over-legalization of sex with the affirmative consent at every juncture mandate?\n\nIt's so different today to be a young man than it was 50 years ago...",
        "Watching the marked increase in the prevalence of these chemicals ~20-25 years ago, and the current panic around “all the kids are genderfluid/gay/trans”….. there may be no proof today and maybe never will be…. but it makes me wonder about a connection.\n\nAn exogenous environmental cause in no way calls into question the very real lived experience of all those young people; if anything, it’s validating versus the transphobes shrieking about some sort of mass hysteria. I’m queer myself, but in my 40s. And I do see that Gen Z and Gen Alpha are a lot more so, which I personally celebrate. But is it such a stretch that the endocrine disruptors play a role?",
        "Thanks for your column. But it seems so gimmicky of Times to run yet another headline reminding us of “What’s Wrong with Men.” We’re too closed off, we’re too needy, we don’t vacuum, we’re in crisis, we elected Trump, we’re incels, we’re violent, we’re too passive, we don’t understand dating rules!",
        "Duh.  Since the introduction of the pill, women have been able to control the number of children they birth.  And, worldwide, if women get that chance, they always have fewer kids.",
        "Maybe men's sperm just finally had enough 'conversation' with women's eggs and then figured it out.\n(Can't you just see the conversation:  Scene, cervix cafe.  \"So, you come here often?...\"",
        "Having children is highly over rated.  Looking at what humanity has wrought over the centuries, Homo sapiens were mother nature's biggest mistake... a waste of DNA.  In terms of existence, our carbon will soon be tossed into the dust bin of the universe.",
        "The left has dropped the ball on this. There's a reason it was only talked about in fringe right wing and nationalist male circles: the left relentlessly dismissed the idea and even mocked it. Anyone remember the funny clip of Alex Jones saying \"they put chemicals in the water to make the freaking frogs gay!\" that went around the enlightened left for a while? Even a stopped clock is right sometimes and he was right there. This ignoring of such issues is true for male problems in general, including circumcision, which is something I've never seen any feminist up in arms about. I'm glad this is getting some attention but it's too little too late from the liberals and left.",
        "But how? How does the endocrine disruptor get around? It has no legs. \n\nI think I know: leaf blowers. \n\nLeaf blowers (let's be honest, they're dust blowers- by weight or by mass. Take a serious look sometime) are the mechanism where you take every molecule that can be lifted by hurricane force winds, and give them the push to ascend an air column\n\nAnd where do they go?\n\nDear reader, your household dust is 40 percent microplastic- generated inside, and some from oustside- every open window \"for fresh air\".\n\nAnd so, endocrine disruptors get around, and get down, and get inside the little kids, so close to the filthy floor, whicb escapes perception due to adult height, perceptional bias, ignorance, poor pwrception, and lack of wisdom, and even interest in learning.\n\nWhich is harder, convincing the American tht leaf blowers (which they can see and hear and have learned to ignore) or endocrine disruptors which are as invisible as microplastics (which require an understanding of chemistry snd biology and physics and English to understand)?\n\nAnd who in tbe world would have the ability to link the two, to point it out. Where does someone get the background and interest and motivation?\n\nThese qualities don't hust exist in the brains of Op-Ed writers. A college student should be discursive in both issues and passionately against such things.\n\nAnd wise elders, doubly so. Except....\n\nThe leaves... they hurt the grass.\n\nAnd it's a job Americans don't want to do, and so, good luck, sperm.",
        "I’m a little old and old-fashioned, but back where I grew up, hanging out with other guys’ sperm would have been thought to be more than a little, well, gay. \n\nNot that there’s anything wrong with that, as St. Seinfeld reminds us. And it sure does fit with a lot of other techbro behavior…",
        "Is there a difference in viability versus quality? So does the quality of the sperm affect the health of the fetus, for example.",
        "I wish the New York Times would focus on the readily available plastic alternatives known as bioplastics like PLA (poly lacticacid, derived from lactate) or PHB (poly hydroxybutyrate).  These are naturally occurring and biodegradable plastics.  There is no reason to have a food container in a grocery store that is not made of a biodegradable plastic.\n\nSafety?  Your body is making butyrate and lactate de novo as you read this.\n\nThis begs the question, why is my lettuce container made of a petroleum based plastic that will never biodegrade?",
        "A healthy environment and healthy culture makes health easy in a very primary way. An imbalanced or strained ecosystem and culture not dedicated to it as a priority finds itself taxed. Norms are more based on sick people than healthy people experiences. Basic harmony and healthy living requires much more intention, cultivation and resilience— almost a radical approach to life versus the cultural norm. Remember, our ancestors did not even have electric light! Deep dreaming was their TV lol",
        "For pete sake, this isn’t new and environmental factors aren’t the only issue with sperm.\n\nAging gametes of men suffer from the same thing all cells do as we age:  Mutations become more possible; DNA misses fragments that reproduce incorrectly; etc.\n\nCulturally, it’s been a given that old men reproducing with young women is not an issue for minimizing fetal risk.\n\nThat’s untrue and has always been untrue.",
        "According to recent polling, about 1/3 of all Americans believe life begins at conception and that legal rights apply. Perhaps the full rights inherent in the Constitution. By simply extending the concept, legal rights are inherent in sperm and deserving of some protection too. Who would want that? Who would want to yield some amount of privacy and protection of bodily rights to an agency of government?",
        "Currently undergoing IVF. We spent months on medications, surgeries, and more for my female infertility factors. My husband was told to take vitamins for his poor sperm quality. I am monitored with ultrasounds and blood tests weekly. No one has bothered to check his sperm count again after the very first test. As I am approaching the back nine of my 150+ injections, I am starting to believe that they should be stabbing the men, too.",
        "Asking for a friend...\nHe says he has a taint so large it's embarrassing.\nAnd he's so old he remembers when there was no tv or jet planes and almost no plastic.\nDidn't buy a microwave for years and it only gathers dust.\n\nQuestion: He read the article and wants to start selling mail-order sperm.  Do you think there's a market for it?  Should he charge more for home delivery?\n\nInformative article worth the read.",
        "Not mentioned in this article is that obesity is a major risk factor for infertility in both men and women, and we have treatments for that. Sperm count and function is routinely measured in the evaluation of infertile couples, so I'm puzzled by the feminist, misogynist bent here, except that it is published in the NYT, which sees every issue as a result of the victimization of women.\n\nLet's just stick to the science.",
        "The anatomic name for a taint is perineum. It could easily be explained and then used throughout this article. Perineum could even be explained with the colloquial one time. Does the NYT not believe it should be educating and informing its readers? With all the dismay and disbelief I can convey, the NYT is using colloquial terms for culturally sensitive areas of the human body now? There are large numbers of more objectionable terms for anatomy in this region and a slippery slope towards using terms that are used to disparage women.",
        "As you all have probably read The Handmaid’s Tale, you recall that a declining birthrate was a cause of the Christo-Fascist takeover of portions of the US into Gilead in Atwood’s novel. Therein women were stripped of their rights to vote, work, and have money, and blamed 100% for the infertility problem, making  young women sexual slaves of the powerful. I don’t think our current regime is going to pay one iota of notice to these scientific findings on the existence of male infertility.",
        "Yes, it's been known for over 20 years that fertility issues are half female problems and half male problems. Those of us with a healthcare background are also well aware that men having children after the age of 40 increases the risk of autism. \n<a href=\"https://pmc.ncbi.nlm.nih.gov/articles/PMC7396152\" target=\"_blank\">https://pmc.ncbi.nlm.nih.gov/articles/PMC7396152</a>/",
        "I am sure, with the Trump Administration's strong belief in science and support for the scientific method, that such fertility problems for both men and women will be solved by the end of Trump's term.  Why worry?",
        "But the bottom line is, with no intervention, men like Tony Randall, Mick Jagger and who knows, Bill Belichick, can have a child in their 80s and women cannot.  So yes, woman have a greater sense of a biological clock.",
        "Every sperm is sacred? How about \"every sperm is toxic?\" It has the benefit of being true in so many ways.",
        "There's scientific evidence that if a man drinks excess alcohol, that he should stop drinking or cut way back for a year before pregnancy as the sperm is impacted by the drinking.\nAnd then with the decline in vaccinations, mumps can lead to sterilization in boys/men.\nThis all will Project 2025 pushes to increase birth rates, yet they don't promote better health choices or concerns for men.  Oh, that would be admitting science matters, so I guess we won't be seeing any campaigns for men's fertility health.",
        "It is strange to see the headline blame men’s sperm when the article makes real effort to detail that the threat is actually from the environment, especially endocrine disruptors and phthalates. There’s a subtle blaming of the people who are harmed here, that  I don’t think would be tolerated with other groups. Imagine a headline that says “women’s eggs are the problem”. When the article was actually about how environmental toxins harmed the viability of gametes in women. Seems to be some kind (and I am not one of these people who think men are somehow undeserving victims of a culture that hates them, I just think the pendulum swings and it’s been pro male forever) baiting of an interest in blaming men (fine, there’s plenty of ire to be directed at us) but this is a health issue. It should be headline as such.",
        "obesity can also make men less fertile",
        "“But even if the science is unsettled, the warning signs are worth taking seriously.” My favorite version of science; unreproducible.\n\n“Women are blamed for anything going wrong,” So the answer is blame refocusing, or giving credit where due. OK, it’s hard to argue against investigation in seeking truth, remediation or prevention of dire outcomes. \n\nSpeaking of dire outcomes, remember the ‘freak out’ when the earth’s population went over 3 billion? All is pretty quiet at 8 so far- cutting off USAID might incur a change in attitude though. I don’t think we will run out of fertile humans soon, minus one global nuclear exchange.\n\nIf this is an American or Western European issue (note: Korea has a very low birthrate for specific reasons), then how is sperm motility in places with less stringent environmental protections? I would start at ship-breaking yards in South Asia for maximum exposure to chemicals and toxic waste. Then, move to other populations to compare. \n\nAll we have to do is wait ~1200 days for the science spigot to be turned back on.",
        "The article mentions alcohol and smoking that can affect fertility. I'm a baby boomer and in the 50's and 60's both men and women smoked and drank, which isn't good, but most families had three or four children despite these habits. I speculate it's environmental hazards and the stressful lives people live.",
        "Correcting bias is a bad way to frame a scientific debate. It's not, as you say, going to win hearts in minds. You merely characterize male infertility research as science with an agenda, namely reassigning blame. A goal which Dr. Swan is explicit about wanting to achieve.\n\nIt's more constructive to point out that we can't solve infertility by simply looking at half of the reproductive process. We should look at male infertility because there is a better opportunity to learn. In terms of improving outcomes, a dollar spent on on male infertility is going to accomplish a lot more than an additional dollar spent on female infertility simply because so little research has been done on the subject.\n\nIn terms of narrative, it also doesn't really matter whether men have a biological clock. The age gap between married couples is only about two years. The effective time limit to start reproducing is the same for men as it is for women. Parents (plural) have a biological clock. It's not until you begin pairing 30 year old frozen eggs with 40 year old unfrozen sperm that you begin to see meaningful temporal differences. The female biological clock takes precedence but for all intents and purposes the couple is operating on a unified timeline. You should introduce the story as such. If you're going to bother freezing eggs, you should probably consider freezing sperm as well. Nobody is getting any younger.",
        "Endocrine disrupting chemicals are also a possible contributor to the explosion of trans-identifying children in the US.  Until about 2015, severe gender dysphoria was vanishingly rare, affecting about one person, nearly always an adult male, out of every twenty thousand people.  Today the rate among adolescent girls has risen as high as 5% in some studies.  While social contagion due to social media is the likeliest explanation for this extraordinary increase and change in demographics, it may also be influenced by changes to normal hormonal influences on the brain of developing children caused by synthetic chemicals in our food and environment.  We know from animal studies that adult sexual behavior is strongly influenced by hormones at brief, critical periods of development; disruption of the timing of these events in childhood may have profound effects on adult attractions and desires.",
        "When my ex-wife and I were contemplating having children, we both decided on one child.  So, we are a small cog in the declining birthrate.  My mother had three kids, two girls and a boy, but, this was the Fifties.  We have that one child, who has grown up to be a lovely woman, but cannot have any children due to a medical problem which was corrected by, as she put it, “by removing her plumbing for having a child.”\n\nIn earlier times, the number of kids to have was enough to have “an heir and a spare”, and both had to be male.  This helped by giving the best chance to have a male heir when the couple grew old.  Most girl children would officially become part of their husband’s family when they married, destined, if they survived the birth of their children, to take care of his parents when they grew old.\n\nNow, mostly, Republican politicians would decry my ex and my decision.  But, IT IS NOT THEIR RIGHT TO HAVE SUCH AN INTEREST IN THE NUMBER OF MY FAMILY’S CHILDREN.  It shouldn’t say anything about our patriotism, our morals, or even our productivity.  We did what is best for us, and both of us served our country, I in the USAF, and both of us in teaching in public schools.\n\nSo, Republicans, keep your nose out of our familial business!  And, that includes you, V.P. Vance!\n\nP.s., I have been a huge supporter of Zero Population Growth since my 18th birthday (the first Earth Day, in 1970, when I attended a seminar on ZPG).",
        "The biggest economic problem facing the developed world right now is the birth rate. Everywhere from America to China are experiencing the problems of a falling workforce. Though it can’t all be laid at the feet of a growing list of fertility damaging chemicals, this is surely a massive priority that is being deliberately overlooked because of profits. \n\nPerhaps this (greed) is indeed one way an environment deals with overpopulation?",
        "Unhealthy sperm of men because of environmental toxins?\n\nUnless the environment in which humanity lives can be cleaned up it's obvious the argument of nature (genetics) vs. nurture (proper environment, education, etc.) will be entirely won on the nature side of the argument because a toxic environment will force humanity to genetically design itself as carefully as possible to thrive in such an environment.\n\nTypically in society, or at least in the Western world, we hear that nurture or the environment triumphs over nature, or more exactly genetic makeup of people is not as important as people might think, that the proper environment and/or education makes up for genetic differences between people, that all people are relatively equal, but if the environment is so toxic as to affect sperm of men negatively, well then there are two choices: 1) Draconian environmental laws to clean up the world (everything from climate change to plastics) which doesn't seem likely, or 2) A project to go as deeply into human genetics as possible and design a human race which can thrive in a severely compromised environment.\n\nIt really is ironic though that humanity for years has betted on nurture or the environment, especially in form of free societies, education, and so on to give people better lives, to make genetic differences between people unimportant, and the end result has just been the creation of toxic environments requiring genetic design of humanity more than ever.",
        "Given the current political situation of extremism i would like to see a sperm study along the left right spectrum.  I suspect low sperm count on both ends which might be a natural good. My intuition is that sperm counts are higher in the middle where moderates have normal sperm counts and focus on real issues that benefit society rather than extremists focusing in performative culture wars.",
        "[The idea that sperm counts and quality have declined over the past 50 years, possibly because of environmental toxins, is not new, and there’s great disagreement about it. But even if the science is unsettled, the warning signs are worth taking seriously.]\n\nIt's well known that human sperm are sensitive to high temperatures. Research is being done on how rising ambient temperatures might affect sperm counts.\n\n<a href=\"https://gocm.bmj.com/content/4/3/e000002\" target=\"_blank\">https://gocm.bmj.com/content/4/3/e000002</a>",
        "\"The mean sperm count among men worldwide had declined by over 50 percent from the early 1970s, and the rate of decline increased after 2000.\"\nWas this adjusted to consider the impact of an aging male population? Since older men are more likely to have lower counts, the aging population alone would cause a decline in mean sperm count.",
        "The average age cap for sperm donor banks is 39/40, 5-6 years more than egg donor banks. Whenever I share this information with men who cling onto misinformed claims that their fertility is infinite (and therefore their romantic prospects and timeline likewise infinite) due to the luck of being a man, it definitely stirs their ego.",
        "What about smoking, tobacco and cannabis, and drinking alcohol, and not exercising.  That is compromising sperm count more than these endocrine things.",
        "And there are problems beyond the taint.\n\nIndeed there are,  indeed there are.",
        "If it weren't for the fact that—as the article points out—we are likely reducing the fertility rates of many species in addition to our own, I wouldn't be too concerned. The planet would be better off with a lot less humans. It is human overpopulation that has created the climate crisis, that has driven the explosion of plastics and poisons, and that threatens so many of the world's creatures with extinction.",
        "So wait, what’s the problem again?\n\nWe have 8 billion people and we need more, apparently?\n\nThe inventions we made to sustain our gargantuan population are starting to prevent it from growing further?\n\nMaybe it’s just nature running its course.",
        "What will it take for the narrow minded selfish greediness of the capitalist patriarchal 'profits over people' short-term mindset to understand everything is interconnected? And to grasp the concept that nature and the earth are the key, foundational framework of their very own existence? \n\nTheir fantasy beliefs that they are independent individual standalone self created, self-sustaining super men tech bro business wall street hedge fund private equity entrepreneurial geniuses has been indulged and rewarded too ling by too many. Still stuck at a juvenile stage of delayed development.\n\nHubris and nihilism still rule when they need to be extinguished. Mother Earth may have the last word after all is said and done since humans have proved so destructive, ineffective and feckless as a collective species.",
        "Cook at home, store in glass, drink from porcelain, use metal utensils, serve on china.  Put up with some inconvenience.  It takes more time to order and pick up than it does to make a sandwich at home.  Wrap in paper.  And pay yourself $2.00 for every home-generated meal.  If you didn’t learn any of this from your parental unit, teach yourself.",
        "We have done to this ourselves, with our desires for efficiency, economic growth at at any cost, convenience, and reticence to holistic wisdom that humans have used to live well up until now. If we continue to destroy and modify our natural world, not accepting its abundance in the ways where it helps us, we will drive ourselves to extinction and it will be well deserved. Stop the plastics, stop the chemicals, stop destroying our air, water, and soil, and you will be able to begin to end our own destruction.",
        "\"But Dr. Swan thinks we may be underestimating how much the deterioration of sperm is influencing overall fertility. “The animal evidence is really important,” she told me. Studies have shown that endocrine-disrupting chemicals also affect the fertility of many different kinds of male wildlife, and it’s not as if fish are deciding to put off childbearing until they’re more financially stable.\"\n\nThis speaks to something people don't seem to acknowledge when discussing demographic collapse: it is questionable whether the species would have EVER been able to sustain a population so large without children being conceived by accident or happenstance. So it may be that if we make childbearing a solely intentional undertaking, pursued by people who know what they're getting into, population decline is inevitable. Young parenthood and large families were never a product of \"intent,\" they were just kind of the way things \"had to be\" given historical technology and gender dynamics.",
        "A very informative article but I don't know why it was necessary to make it a male vs female issue. I am a male and have a infertility problem. I have done a lot of research, along with my wife, and nowhere in my reading did I come across a bias against women. Inserting this issue into the article was totally gratuitous. The main  points of your piece were well presented and provide a lot of food for thought. We have adopted a beautiful girl, by the way.",
        "I wasn't aware that there was such a...gender based blame game centered around the fertility issue.\nThere...may be some projection involved here.\n\nAt any rate, the exposure that all of us have to chemicals that potentially alter, or damage our chemistry/physiology is alarming, and relevant, likely to human fertility, and our greater health in general.",
        "An interesting read and I've learned more about what to monitor for myself and family going forward.\n\nThat being said, everything sourced seems to come from one particular specialist. There's mention in the article of papers that argue opposing viewpoints and research that came to different (not necessarily opposing) conclusions, but there's no real focus on that research and how it relates. While I have no doubt that Dr. Swan's research is valuable and worth discussion, it feels biased to only give one viewpoint instead of the others mentioned. Would be great to see more of that discussion in future pieces!",
        "I wonder how many microplastics and endocrine disrupters and other chemicals are being consumed by babies when they chew on their pacifiers?  I’ve often smelled a chemical scent being emitted from pacifiers (especially right after being taken out of their packaging) and have seen them becoming quite chewed up after use. Some babies have them in their mouths for the majority of the day and night.",
        "It really is time to put an end to all the nurture triumphs over nature stuff, that the proper environment can overcome genetic differences between people. \n\nHere we have an article on sperm becoming affected negatively, but if nurture triumphs over nature who cares if sperm is deficient or whatever, who cares about the genetics of the child? \n\nBut of course it is important that sperm is negatively affected, so instead of pretending nurture triumphs over nature we should go as deeply into genetics as possible, learn how to combine best of male genetics with female, especially since all the things this article says affect sperm negatively (plastics and so on) don't seem to be going away, which is to say ironically our horrible environment, our horrible nurture, makes genetic design of the human race more necessary than ever.",
        "We have learned surprisingly little from the environmental revolution of the late 60’s/early ‘70’s.\nIntroduce things without considering the consequences, it becomes widespread, studies start to come out about problems, do almost nothing about it for decades.\nWhy can’t we learn from our mistakes?\nNext generations: Be different!",
        "This article makes many good points about the effects of hormone disrupters. And it's certainly true that male infertility exists, and that words like \"barren\" tend to be applied only to women. However... it's immutably true that women's fertility drops with age. All women. It helps no women or couples who want children to play down that fact, as wishful thinking results. My daughter has highly women educated friends who are projecting age 39 or even 40 as the time to start a family. This seems, to me, a recipe for heartbreak. (I'm a woman writing this, btw.)",
        "Thank you for this article.  Men's health is something that is not talked about often enough... If ever!",
        "A male friend of mine was sterile due to having a bad case of mumps as a teenager. Now that use of the MMR vaccine is falling, mumps are another danger to sperm count.",
        "Even without declining sperm counts, paternal age is positively correlated with a whole host of fertility issues and potential genetic mutations that can influence development of autism, schizophrenia, etc. in children.\n\nThe idea that only women need to consider their age when trying to have kids is absurd on its face.",
        "IK. So talk about sperm count but what about sperm health? Does male sperm have a quality component? Pr do we just count the little guys on their way home?",
        "These are macro-Malthusian processes going on having to do with overpopulation and environmental stressors that reduce fertility in those species that most stress the environment. This has happened many times with the toxins of overpopulated species own waste products or overuse of water sources, etc. that cause mass die offs. 99% of all species that have ever lived are extinct already. \n\nSeveral times the Earth has seen extinction events, due to many specific environmental (or extraterrestrial) factors during each epoch, each similar in apocalyptic scope, most species vanish, and that results in a new biological paradigm, new species evolve, then it happens again. \n\nThe first life was anaerobic, but gave off oxygen as a waste products, until those species changed the composition of the atmosphere so much, oxygenating it too such an extent, that the dominant anaerobic species died off and oxygen based biology, aerobic creatures, became not only possible, but dominant. \n\nHumans want to control the current extinction event, but things like mass defertilization aren’t within their power to control, always arguing over small causes when the big cause is them and their nine billion consuming, waste producing, brethren.\n\nThe thing is, this is all by biological and evolutionary design, all this extinction and apocalypse. It would be better for all those living if the quest for “more” mania subsided a bit and humans curtailed some of the toxic waste leading to their demise.",
        "Actually, I'm surprised that men don't freeze sperm and then get a vasectomy. That's one way to guarantee you won't be paying 18 years of child support after a one night stand when the c*ndom breaks.",
        "The article is full of qualifications. Hard to take it too seriously.",
        "This is one column I expect to drip with resentment.\n\nThis has been an unfortunate historical reality: since the beginning of time, women are the ones who have been blamed  for infertility - mostly out of biological ignorance.\n\nMen want partners in life, not scolds.",
        "As an 81 year old, married to the same lady for the past 59 years,  let me toss in a little (possibly unscientific) experimental data of a rather personal nature just to stir up a little controversy.\n\nWhen my wife announced to me, in our mid 20s, that she wanted to have a baby, I tried for several months with no success to get her pregnant.  \n\nI have always been a wearer of briefs, rather than boxers.  For the record, briefs have the propensity to hold one's testicles closer to one's body than do boxers, and that small difference in spacing artificially raises the average temperature that one's testicles are exposed to.  I have no hard data on how many tenths of a degree warmer on average that temperature might be, but it can't be very many tenths of a degree. \n\nAfter several months of trying, I went and bought several pairs of boxers.  Shortly thereafter, within a month or two, my wife was pregnant.  (Later that summer, playing league softball with the guys, I was hit in the groin by a batted softball.  As I lay writhing on the ground, one of my teammates came over to check on me and said \"No problem. Your wife is already pregnant.\")\n\nThen I went back to wearing briefs.\n\nThe two later times that my wife expressed her desire for another child, I switched to boxers and promptly impregnated her.  (It could also be that she stopped using birth control, but you never know.)\n\nIn our house, boxers are referred to as \"pregnancy pants.\" \n\nMaybe the MDs would like to comment.",
        "I can't remember did I read it here? It said its not the fastest sperm that determines conception but the egg \"decides\" which sperm it will allow to fertilize it. Meaning the female is in charge. The reason we have always gone with the 'fastest sperm' theory is that the researchers were always men and men can't fathom this could be true.",
        "Ironic that Trump and the MAGA/MAHA constituency wants more babies while simultaneously gutting the EPA, which has purview over the regulation of \"defertilizing\" chemicals.",
        "Corporations couldn't care less about our fertility. They will continue to destroy our planet and our bodies as they collect billions in profits. Stop electing people that don't care about this. We have to hold these corporations accountable.",
        "Endocrine disrupters have been known to affect men's sperm for at least 30 years. Nothing has been done, of course, because the drug companies obviously didn't see a way to make money from it. Yawn. Next?",
        "We have created an economy where profit, enormous profit if possible is worshiped above all. If that equates in the eventual demise of human beings, we deserve it. We have chosen a leader in our country who seems bent on destroying the environment as fast as possible, accelerating Global warming as quickly as possible. Humanity seems to be proving that we have not evolved spiritually fast enough to figure out how to live in harmony with each other and the other life on our planet so.. if the human experiment is coming to an end, so be it… I for one will use whatever time I still have left to try and spread as much love ( not sexual), around the planet as I can…",
        "recent quotes I gathered and paraphrased: \nEconomic growth stands radically at odds with ecology's imperative of interdependence and limit.    The mechanisms we have chosen, albeit passively, to reduce pollution and global warming are disease, starvation, sterility and contraception. Sadly, in that order of magnitude. \nWhen disease killed the majority of native Americans upon first encounter with Europeans, the effect on global temperatures, through reforestation from lost agricultural land, was significant enough to see it in the climate record.\nThe lusts for immediate security, comfort, health and some luxury are worldwide addictions. The Earth’s carrying capacity for our species is probably about 1 billion, not the whole 10 we are coasting toward.\nAs for the effect of pollution and contamination on our reproductive systems,  we are all connected, to one another and to the outside world, and pollution has become a perversely useful tool in teaching us about that interconnectedness and interdependence.",
        "Just one more casualty resulting from toxic capitalism without restraint.  Ain’t freedom great?",
        "A very simple answer to declining fertility is the use of birth control, but the author makes no attempt to evaluate its importance.  \n\nMy guess is that there is a strong anti-correlation, both on individual or family and cultural levels, between use of birth control and fertility rates. Are there no statistics on the use of birth control? If not, why not? If so, why don't all the people writing about the subject make use of the data?",
        "I'm glad to see some focus on endocrine disruptions and the developmental affects of fetal and childhood exposure.",
        "Fossil fuels (and plastics made from fossil fuels) are destroying all forms of life on this planet, in visible and invisible ways. \n\nThis scientists' summary paper from March 2025 really says it all; it outlines the problem and the solutions available to us now:\n<a href=\"https://academic.oup.com/oocc/article/5/1/kgaf011/8099165?login=false\" target=\"_blank\">https://academic.oup.com/oocc/article/5/1/kgaf011/8099165?login=false</a>",
        "Fertility rates go down as people discover that life is not good for most people and that when you open that box of chocolates, it is spoiled and wormy.",
        "As the article notes, this is a worldwide problem. Too much focus on the United States is stupid. Even if the United States were absolutely perfect, that would just put a small dent in the problem. Stop worrying about RFK Junior. Start thinking about tough international treaties. \n\nI am not optimistic.",
        "Since no one ever cares about what happens to women but when it affects men things are remedied immediately, if this is what it takes for industry to stop polluting human bodies with chemicals, I’ll take it.",
        "Obesity is a leading cause of decrease in male fertility: <a href=\"https://pmc.ncbi.nlm.nih.gov/articles/PMC3521747\" target=\"_blank\">https://pmc.ncbi.nlm.nih.gov/articles/PMC3521747</a>/\nAnd products that regrow hair cause it too: <a href=\"https://www.nytimes.com/2025/07/11/well/family/male-hair-loss-finasteride-fertility-sperm.html\" target=\"_blank\">https://www.nytimes.com/2025/07/11/well/family/male-hair-loss-finasteride-fertility-sperm.html</a>\n\nMaybe clean living is the answer, orangic diet, exercise, limit unneeded medications and alcohol, and try to wear clothing without polymers.",
        "“The mean sperm count among men worldwide had declined by over 50 percent from the early 1970s, and the rate of decline increased after 2000.”\n\nConsidering overpopulation, global warming, and abuse of our planet, isn’t that a good thing?",
        "sperm... the next endangered species?\n\nMore seriously- does this cross species lines?",
        "We’ve largely gotten rid of plastic shopping bags. Time to weed out other plastics, especially black plastic food containers. And don’t microwave anything in plastic.",
        "Overpopulation is killing the planet.",
        "As with most things, what's truly good for one sex should be so for others. Blaming each other is blaming ourselves, and a massive waste of energy that clouds more significantly related issues.",
        "How this is affecting so many species - not just human males -should be highlighted!  We share the planet; all the other living  creatures are exposed to the same toxins as we are.",
        "Fascinating stuff.\n\nAs an older male, I would add that the main sperm problem is men's tendency to deposit it willy nilly with too little regard for the consequences.",
        "The worldwide decline of sperm counts.  I wonder if that has been happening also in the animal kingdom.  You know  --  cattle, horses, armadillos  --  that sort of thing.",
        "As long as our back stabbing politicians solicit bribes and more bribes we will continue to consume poison to help pay for endless campaigns.",
        "Whatever gets population controlled, is what I say.  If that’s us shooting ourselves in the foot with environmental toxins we are too lazy to regulate, so be it.",
        "Oh, goodie. Now that the focus is on men’s health, maybe something will get done about these chemicals.",
        "Nature has an uncanny way of communicating to the human species that we’ve soiled and degraded her. Nature bats last.",
        "Who is actually thinking about having kids these days!?",
        "Never wanted children, never got anyone pregnant. Thank you Endocrine disruptors! My wife thanks you too!",
        "Hmm.  Is sparking worry about sperm health and male fertility a backdoor way to get MAGA oriented people to care about our shared environment?",
        "\"like natalist group chats and tech bro sperm races. The latter is a real thing in Los Angeles, where men raced their sperm against each other.\" Yet another new low for the embarrassment I feel for my sex/gender. \n\nAnyway, this is the world we live in. The maximization of profit is paramount, even if that means environmental destruction and the increasing inability of humans to reproduce. As long as someone is getting rich, that's all we care about. This is the economy we chose to create. It doesn't have to be this way.",
        "Laundry products - detergent, softener and the dreaded dryer sheets - lay on our skin and mix with our air since it flows freely from vents absolutely everywhere. If skin is our largest organ and laundry chemicals are being absorbed around the clock (pajamas, sheets, pillow cases), we are literally marinating in them. We can get clean and breathe clean with cleaner ingredients. Nobody needs dryer sheets. Cheap white vinegar for softener. Fragrance free detergent. easy. \"Unscented\" is actually the name of a scent used to cover the chemical scent. Clean has no smell!",
        "Boy, now an expert in infertility. Yikes.",
        "Fewer men around might more peace around. And less machismo, those awful bruised but still privileged brains, more equality. This writing by a man, btw",
        "Very interesting. Thanks for writing this. I remember from my classical studies that Socrates, who died at 72 years of age, had just had a son who was only a couple of months old. This means that his sperm was healthy and fertile. Twenty-three hundred years ago! Wow!",
        "Or, accept our fate as a failed species and get your vasectomy in order to save all the other species we've put in severe danger. Voluntary Human Extinction is for real!",
        "Given how overpopulated the world has become and the problems it has caused, maybe this isn’t such a bad thing. A decline in human fertility is a boon for the world, even if it upsets bible thumpers and those whose egos require them to have children — Elon Musk, anyone?",
        "This may be a bit flippant, but in many ways, isn't human fertility just another case of \"What's sauce for the goose is sauce for the gander\"? The lingering habit of blaming women for everything that goes wrong in the world is not only itself wrong-headed, but also just plain wrong. Hey guys, call your doctor NOW, and set up a sperm analysis exam. Always remember that when Groucho Marx said, \"Whatever it is in life goes wrong, it's a woman takes the blame. And your mother is your dog's best friend\", he was telling a joke. Get yourselves checked out fellas, or, in another kind of lingo. \"MAN UP!!!\"",
        "And all the receipts and the workers that handle them. They are coated with endocrine disrupters. \n\n“Every sperm is sacred…”",
        "In general, humanity - most of it, anyway - is unconcerned about environmental threats to our health. And, in the U.S., our politics, culture, and economy are heavily biased against meaningful and persistent efforts to address them.\n\nThat is unfortunate, because I think the available evidence is more than enough to raise the alarm about male fertility being compromised by industrial chemicals and even our heavily processed foods. But it is too easy for us to chalk up the problem to \"lifestyle\" or, worse, \"luck.\"\n\nThe good news is that nature bats last and humanity, which is intent on denying that it is an animal that must adapt to its habitat and not the other way around, will learn that it really does not control the interaction between complex hydrocarbon molecules and the human body or, or that matter, those particles and the atmosphere. \n\nSadly, that lesson is going to cost the lives of many before we stop our ill-advised chemical experimentation not only with the human body, but the planet's life support system.",
        "I do not understand the fetish for fertility. I just don't get it, and I never will. Now, that we are asking that all males be tested, the bathroom is down the hall. I honestly 100% believe that many men (not all) don't want to do the cup thing. Their wives push them into to it. To let them know that they, too, are part of the humiliation and pain. More children. I'm sorry but but I think the whole We Must Save The Planet by having more children is slightly moronic. Unsustainable. We need. We should. We have to. Choose one. Choose the cliche you want. The idea of making it a requirement in the paradigm of what they call healthcare. I call it Affrontive Degradation Submissiveness, hang your silly head, and now the Sperm Police will escort me down the hall with my cup. Take your Required Torture Physical elsewhere. You. And Whose Army, Navy, and Airforce will facilitate this female touché. You will need tanks and guns, and a hydrogen bomb. I'm autistic, and I will not allow you to so much as touch me. It is an invasion. The term \"breeders\" in the 20th century was scientific, not a pejorative, yet expanded to include geneticists and scientists involved in selective breeding. This is called Agriculture. The rise of biotechnology introduced \"breeder\" in the context of genetic modification and engineered organisms. I will say it again. It's not an equal playing field, tracing and retracing finds us Lucy three million years ago. My sperm is my business. Butt out.",
        "testing for sperm count and motility is fairly simple. unlike ovum new sperm is produced constantly. there is no need for speculation and accusation. people can reduce their exposure to unhealthy substances and circumstances before attempting to get pregnant and should. \n\nits nobodies fault when you can't get pregnant and there are no assurances of a healthy child when you do. its a roll of the dice.",
        "The article doesn’t underline that scent, present in shampoos, deodorants, soap, clothes detergent contain phthalates, hormone disruptors. Not only their users are affected—how often, people walking by spread scent and one breathes it? And it isn’t easy to find say face cream without scent. Even the advertised”no fragrance” usually contains some. The exposure to hormone disruptors in utero likely is the explanation for so many new problems with sexual development of children, and sexuality in general!",
        "Fourteen years ago, our doctor told my partner and me that it’s not only women who have a harder - and riskier - time getting pregnant after roughly 35; men are equally affected by age when it comes to having, or rather producing, children. This isn’t new information, nor is it a secret.",
        "An exceptional Opinion piece!  It's for articles like this that I read the Times.  I'm glad they let you write it and that they printed it.  \"Every Sperm Is Perfect\" was the perfect ending.  Thank you.",
        "My parents are so angry with me for refusing to have children, like I murdered my family. Never stopped to consider maybe I can’t even if I wanted to.",
        "Great article. Continue to provide more information about this topic.",
        "This administration wants Americans to have more babies,  but does nothing to improve the environment to help make that happen.",
        "I’ve read every recent article NYT prints about men written by women. I’ve learned men are responsible for inattention to their own masculinity, for the dating frost, for the declining marriage rate. Now I learn men are to blame for declining fertility as well. Perhaps the growing male loneliness epidemic will shelter society from disappointment in men.",
        "Why no mention of how a man's age is a determining factor in the incidence of birth and developmental defects in resulting pregnancies. even if the woman is much younger?",
        "No matter what society you live in, one thing seems constant:\n\nthe longer you wait to have kids, the more problems you’re going to have.\n\nOur species was designed to reproduce young. Modern society is ill-suited, if not downright hostile to that design.\n\nIt’s going to require some profound societal and philosophical changes, but if the problem is too few kids and too many problems making them - and it is - the solution is: have them young, when your body was designed to bear or sire them.\n\nFacts don’t care about whether you like them.",
        "First of all, only women can have babies. Facts matter. Secondly, judging by the earth's population, there is no problem with our collective reproductive capacity. Finally, nature always wins. It will decide the appropriate population level and we humans are arrogant to think we have any say in that. Enjoy life, enjoy what you have been given, and accept it as the blessing it is. Don't complain.",
        "\"Make adoption your first option.\"",
        "\"I don’t want to have to spend my time thinking about how many microplastics I’m huffing every time I eat out of a plastic container, or worry about the future fertility of my children, and their children. I want the people in charge of chemical regulation across the world to actually care about this.\"\n\nYES!  We need institutions (including government institutions) doing their work without interference from political loyalists.",
        "We needed help to have our kids.\n\nit’s amazing the odds when you go through the math of it.",
        "One wanders why what are health issues needs to be announced with a rather incendiary title, and followed up with a sexist scolding of men, who are, as usual, unaware or uninterested or somehow guilty of ... something. It is  hard to know exactly what, because the op-Ed pools together three distinct health issues, all characterized by the little agreement, in the medical community, as possible culprit for an increase in infertility.",
        "How does a species adapt to maladaption?",
        "Great subject for Kennedy to get on seriously.",
        "Jessica, the people in charge of chemical regulation across the world are the corporations that make billions off of the endocrine-disrupting chemicals they develop, produce, and sell. Of  the 85,000 synthetic chemicals that we have developed, to quote Dr. Swan: \". . . there is the almost complete lack of regulation of these chemicals\" (Countdown, 2020, p. 108).  These companies are following the playbook of the cigarette and fossil fuel industries:  deny, distract, fund fake (counter-J)scientific studies, the overall stratagy being to maximize profits as long as possible,  persuade the government to protect them from liability for the harm they do to human health, and, did I mention?, maximize profit regardless of the injury, suffering, harm and death the products cause.  Being more concerned about climate change and biosphere destruction (driven in part by overpopulation of humans) than the drop in birth rates worldwide, I became concerned when I read Countdown, by Dr Swan (first edition , 2020, Simon & Schuster).  There are many health problems, both associated with human reproduction,  and not, that the 85,000 (and counting) chemicals \"invented\" by industry cause, possibly more that we don't know the connection exists, than those that we do.",
        "the problem is with men's sperm AND women's eggs. it isnt either/or. fertility clinics already routinely check the health of both. the author seems to be venting about environmental toxins hurting fertility which really is out of everyone but the government's power to regulate these things. plastics are the most likely culprit for many maladies today.",
        "Consider changing your lifestyle if you if care about making the planet a healthier place to inhabit. Forget about that perfect lawn and plant natives in your flower beds.  Move towards clean energy wherever possible and treat it like the precious resource that it is. Embrace natural beauty and the unique person you are and use fewer and more natural products. Think about what you're putting into your body and cut processed foods out. Reduce single use plastics. Become an activist in order to make this world a little bit better.",
        "Science tells us that all systems strive to find an equilibrium.  Maybe this is just one more way that nature is telling us there are just too many humans on the planet already.",
        "Shout it from the rooftops, Jessica.",
        "What have we done?",
        "While the concerns raised her are serious and deserve attention, there was no mention of the problem that while men do not lose the ability to make sperm, the sperm that older men produce can lead to issues for their offspring.\n\nMy mother was one of six children.  She and an older sister both had a severe mental illness that is particularly difficult to treat.",
        "When will the increased prevalence of autism enter the chat? \n\nHello? Bueller? Bueller?",
        "If \"every sperm is scared\", please make sure that men can account for what each and every one that leaves their body so we can know what they are doing with them",
        "Factual article, but it just reinforces the notion that billionaires rule the world.   WH has a puppet with an ex junkie being in charge of heath and nothing is going to change, press conferences do not bring change\n\n Doesn't matter how large the number of people with chronic illnesses grows, we all know that the growth of dementia and Parkinson's is tied to something.  Yes better testing but there are changes to the cells and we dont know why.  \n\nThe WH may fire every scientist, but facts, research from around the world tells us that there are issues and we can not wish them away\n\nWhite men dominate decisions, and women who are perceived to be\" lesser than\" are blamed for everything, and if you can't blame women, then minorities are responsible.'  That is the golden rule of problem-solving in America's DNA\n\nAs long as greed, racism rule the  scientific world of America now, everyone  in politics, corporate America is in on the money-making scam, except the citizens\n\nAl will hasten the creation of super sperm that cannot be ruined by the\" forever chemicals\" surrounding human bodies.  Al realizes that we are not going to get rid of these \"forever chemicals,\"   so if we want the race to die out, then Al needs to use all that medical knowledge and act.",
        "Call me old fashioned, but I'd prefer not be lectured to by a woman about the health of my sperm.",
        "Natural selection is rough. Humans are self selecting for tolerance to toxins generated by themselves.",
        "What’s the point of framing this as a male vs. female fertility blame game? It takes two to conceive, so why not frame it with holistic parenting concern instead of an identity lens?",
        "You are normally fairly objective and informative but your last two columns have been way off the mark.\n\nThe one about the boy crisis is over blown had me thinking what planet are you living on.\n\nThe situation for young boys and men is so serious that even the left leaning NY Times if writing about it with stats. <a href=\"https://www.nytimes.com/2025/05/13/upshot/boys-falling-behind-data.html\" target=\"_blank\">https://www.nytimes.com/2025/05/13/upshot/boys-falling-behind-data.html</a>.\n\nWith center, conservative media it has gone viral.\n\nDarwin has stepped in here. Since boys and young men are so reviled in our woke culture today that served up the demagogue Trump to us, men sperm counts are bound to go lower.",
        "I remember when I worked as a medical courier for a radio pharmacy delivering radioactive drugs. I had to go through several conversations discussing whether or not I planned to get pregnant while I was at the job. They couldn't seem to believe me when I said that I had no intention of ever having children. There was no such equivalent for men. That was back in the 1980s. In college, I tried to get my tubes tied. Again, I had to go through intensive counseling and waiting periods to have it done. In the end, the cost and the hurdles meant that I couldn't afford it. I wonder how many women are going through expensive and invasive infertility treatments because their partners are infertile.",
        "Actually, sperm counts did drop for decades, but the big meta-analyses show that decline slowed around 2011, and in some U.S. data they’re even ticking upward a little now. So maybe guys are finally taking better care of the family jewels—looser underwear, more “manspreading,” less hot tub marathons.\n\nAlso, let’s bust a myth while we’re here: older sperm isn’t secretly plotting to cause schizophrenia—rates have only nudged up by about 0.001%. And in most cases, if the sperm is old, so is the egg, so “old sperm + young egg = disaster” isn’t how it works in real life.\n\nIn short—yes, watch the chemicals, eat right, and keep the boys cool, but maybe don’t panic every time you read a headline about spermageddon.",
        "Think of all the cost savings -- there's no need for condoms or vasectomy.",
        "A species so successful that it over-populates to the point where many are forced to live in our own industrial detritus - of course fertility rates are falling.  Live smarter and copulate far less.",
        "Hi Jessica, good morning. \"[i]t’s not as if fish are deciding to put off childbearing until they’re more financially stable\" is a priceless line, frankly- kindof making my day here. But thanks for the head's up otherwise, too; yep, discontinued my use of plastic to microwave my food as soon as I heard the warnings. As you say here, however, the real task- as usual- is to hold corporations and governments accountable for the tsunami of chemicals introduced into the environment with little or no oversight or understanding of their effects; from what I hear, the plastics treaty currently being negotiated is being sabotaged by the petroleum and plastics industry, too. What a surprise. As usual, it will take some sort of monumental disaster to change that- silent spring, or silent sperm, perhaps. Thanks again.",
        "There are 8.2 billion humans on earth. Every day there are more people than have ever existed on the planet on any other day. We add another billion ~every 12 years. We are currently destroying the systems that all life depends on with our unsustainable, destructive, numbers and lifestyle. A lowering of human fertility is probably the only hope we have left of saving what’s left and ourselves. I realize it’s an ego trip and an evolutionary imperative to reproduce, but I’m not going to cry about the potential of fewer people until we get to a sustainable number. And we’re billions away from there now.",
        "I live in the country and am always surprised to see hundreds of acres of farmland covered in black plastic tarp, which is used for weed suppression and to prevent soil from drying out (I suppose)…. Has anyone studied the leaching of phthalates from all of this plastic / absorption into the roots and then vegetables that are grown with this technique???",
        "Dangerous chemicals in the environment are a disaster in many ways, but their disruptive effect on sperm would be one positive side effect, because humans are a plague species: 96% of Earth's mammalian biomass is comprised of us and our livestock. Infertility is just what this poor planet needs right now.",
        "This comes up a lot in conversation, so let's quit with the \"I can’t remember when I learned that women’s fertility starts to wane in our 30s; it feels like I was born knowing that my eggs had a sell-by date. Men, conversely, are rarely encouraged to think about their ability to have children\" gender-baiting generalizations.  We're all this together.",
        "It's becoming less likely that we'll learn more about this and other effects of contaminant exposure due, in whole or part, to the following: \n\n--Cutting research funding entirely or in part \n--Favoring business by suspending regulation\n--Dismissing \"experts\"\n\nThat's just for starters.  Who'd want to pursue a graduate degree in biochemistry or public health these days?  \n\nSome refer to the science as \"inconclusive\", but it's prudent to remember that scientists disagree.  POV (and who's paying the research tab) matter.",
        "Chemicals and plastics will play a large part in the destruction of humanity as well as thinking that there is a huge bias against women when it comes to infertility.",
        "\"\"When it comes to infertility, there’s still a huge bias against women.\"  Not quite so simple:  This is a key aspect of men's health that is a huge problem.  Many men have a problem dealing with their sexuality issues.  The trope is men talking, whooping, blustering in a locker room, but the truth is exactly the opposite.  Men are hugely shy about discussing sexuality issues, and a physician often needs to force a discussion of these issues.  As someone who has had to discuss these issues, on the basis of sexual function changes brought on by surgery, the importance is clear.  Would that more physicians were taught about these isssues.",
        "Scientifically as species multiple their reproductive capabilities go down. So most likely the human male sperm count is also going down. Maybe eventually most of human male population will become infertile...",
        "Our environment laws, meant to prohibit the injudicious use of chemicals in our water, air, products and lives were overturned by the Roberts Court in its decision for petrochemical billionaires in the Chevron deference case. This, even as scientific studies were (and are) showing the strong correlation between petrochemicals and endocrine disruption which are considered harmful to all life.",
        "Use of plastics with phthalates and even with other agents which may interfere with Testosterone can certainly cause problems for Men and their fertility, but trying to tease out the degree of importance to the overall nature of some effect is unclear.\n\nMuch by the way of exposure to all sorts of chemicals are there to be conflated into some ultimate total load of concerns.\n\nHow many people now seeking fertility have used Marijuana in their youth.   How much of that was legal and perhaps not tainted with some additives totally unknown?  Thistle and associates actually show CB1 and CB2 may increase Testosterone itself, but additives to the THC active ingredient are far from as easy to understand as varied as they are and are mostly problematic.\n\nEven with all of that, Gunderson, looking at a group of Danish men found that the higher Testosterone level still did not correllate with the lower Sperm concentrations and Sperm Counts found of marijuana users! DOI:10.1093/aje/kwv137\n\nPoints apply here:\n1) Testosterone and Sertoli Cell function by themselves have only partial involvement on Sperm Counts and function!\n2) Substance use, whether Marijuana and its additives or other chemical experimentation is not at all without some potential for conflation with the early exposure of male infants\n3) Widespread variation of use of Alcohol, legal substances for treatment as psychological or other pharmacopeia are not really considered for their involvement in Sperm and its nature.\netc.",
        "Could we start by testing presidential candidates for their sperm counts and quality, or their egg quality and reproductive fitness in the case of women? \n\nI'm all for clean food and water, and fewer dangerous chemicals in the environment. The idea of people eating better and exercising more also appeals to me. But given that there are more than 8 billion people on the planet, the sperm-quality crisis hardly seems like a crisis to me. After all, it only takes one viable sperm to make a baby, and there are real questions over whether we really need another baby.",
        "Maybe low and/or deficient sperm is not as concerning as microplastics in the blood and brains of newborns (and everyone). Maybe fertility decline is a warning to us that human proliferation and propagation needs a check.",
        "If you consider the Gaia hypothesis, this could be the planet making adjustments to address a species that is disrupting integral natural systems and is overpopulating its habitats while exhausting critical resources.\n\nI don’t insist on this; I’m just offering it to provide a larger perspective. There appears to be enough evidence to suggest there is a real need to follow up on the issues raised here.",
        "Don't couples with any common sense first test men's sperm if they're having trouble conceiving? It's the easiest and cheapest thing to rule out as the problem. I know that's what we did.",
        "And we should all spare a thought for the women who, throughout history, whether queens or noblewomen or those from every strata of society who were blamed, spurned, divorced, relegated into oblivion, and abandoned due to their failure to produce offspring, when it could very well have been the fault of the male partner’s sperm. These women were often pitied, ostracized, and maligned with the odious term “barren.” And if they failed to produce a baby of the right sex, i.e. a boy, after several pregnancies, they were blamed as well. Too bad they never knew that that the sex of the baby is decided at conception by the sperm. Women were always to blame for reproductive issues in the past and sometimes still are today.",
        "\"\"When it comes to infertility, there’s still a huge bias against women.\"\n\nUtter nonsense. Everybody knows that infertility can be rooted in problems with the man, the woman or both. Both genders feel the stigma of it.",
        "Not just the amount of sperm but also the quality of the sperm, might be a factor in the increase rates of diagnosed autism.  While Kennedy insists that autism is related to vaccines I think it’s also possible that autism rates have risen since the average age of couples starting families has risen since WWII.  Older eggs and less viable sperm might be contributing factors. Also the fact that over the years the very definition of Autism has broadened to encompass Asperger  syndrome all contribute to a rise in autism diagnosis, another not so insignificant aspect that Kennedy refuses to recognize.",
        "The entire article is built upon a house of cards. Sperm counts aren’t falling, studies have just quantified natural variability. EDs also can’t affect human health because they’re very rapidly cleared from our system and, most importantly, they’re 1 million times weaker than the estrogens in our bodies (yes, men make estrogens). \n\nCountless studies have demonstrated what EDs “can” do physiologically, but not what they actually do. In fact, epidemiological studies have consistently failed to show a relationship between ED exposure and estrogen-based developmental defects. EDs cause real problems in egg-laying animals where the chemicals accumulate in the egg, but there’s no evidence of harm in humans.",
        "In a world bursting with overpopulation personal reproduction is a very selfish concern, regardless of natural desires.  Reduced reproduction in the face of limited resources is a natural response among most mammals.  Only humans ignore that.",
        "Delis don't need to put sandwiches in clam shells!  Vietnamese summer rolls don't need to be packages in hard plastic with see-thru lids! Chinese takeout used to be in cardboard, and yes, it sometimes leaked, but oh well... I can't buy any of this wonderful food anymore. One person produces a barrel of single use plastic which will be with us forever. Wish they'd let us reuse the containers...could we PAY them to stop it?!?",
        "Homo sapiens are part of a system. If we threaten the system, the system will adapt to reduce the threat. Lowering our fertility is a very gentle way for nature to address this threat. The alternatives are either catastrophic calamity or mankind’s learning to respect the planet and ecosystem we live in. As the latter seems beyond our capacity, reduced fertility is likely our best option.",
        "Suggest we limit single use packaging to 20 well documented plastic types and have manufacturers pay in to effectively recycle those types.\n\nAnd of course, only permit chemicals proven to be safe, rather than wait for another Thalidomide.",
        "Welcome to the Anthropocene.",
        "Many men take finesteride-which also messes with fertility.",
        "This part describes a genuine peoblem: \"...and it’s not as if fish are deciding to put off childbearing until they’re more financially stable.\"\n\nThe rest of this is not a problem. Declining human fertility is part of the solution.  What happens to species that break out of a niche, colonize widely, consume resources aggressively, and increase population exponentially? Eventually they experience a correction.",
        "I’m glad the author is elevating concerns about endocrine disrupting chemicals and making the case for precautionary regulation. Normalizing male fertility screening is a worthy goal too.\n\nBut the headline reads as clickbait and misframes the issue as a defect of men rather than a failure of chemical policy and environmental stewardship. \n\nIn my own circle (late twenties to mid thirties), men are very aware of these risks and already adjust behavior (diet, plastics use, heat exposure, medical checks) irrespective of whether they are currently planning families.\n\nIt feels like the column leans heavily on a caricature that men don’t know or don’t care about fertility. If we’re going to generalize about attitudes, we need surveys or data and not cherrypicked anecdotes from some dark corner of the web about about “tech bro sperm races.”",
        "This is a great example of confirmation bias. The 2017 study does not demonstrate what this author and Shanna Swan assert. The author needs to interview scientists who would give her a better sense of what that study concluded.\nSome significant problems included a major change in sperm count methodology which would of itself produce most all of the apparent drop in sperm count; a change in types of men studied e.g. military recruits vs. infertility clinic subjects; most all of the differences can be accounted for by variations among different studies rather than results within them; the results in non-Western countries did not reach statistical significance, and so on. \nSwan asserts the decline in counts is definitive and world-wide and that endocrine disrupters are a major cause.  This is purely speculative and goes way beyond the results and conclusions of the published study.",
        "If you look into the animal world you also see birth defects and sperm count issues. It is specifically acute in sensitive animals like frogs. Animal study of sperm and birth defects is a way to better extrapolate the extent of the environmental issues. I wish this article went further into that study as well.  We ought no be so human centric on this planet. Please write a follow up on this Ms Grose.",
        "The bigger problem might not even be endocrine-disrupting chemicals. Researchers studying the testes of dogs and humans found micro-plastics in all of them, with humans having almost 3 times as high a volume. That study did not measure the presence of nano-plastic. In dogs, there was a direct correlation between micro-plastic level and decreased sperm count as well as testicular volume.",
        "We tried to have kids for a year until my husband was checked and the issue was an infection impacting his sperm. Three kids later … we counted ourselves lucky as numerous friends could not conceive and needed donor sperm.",
        "We need to consider not only sperm count but also the epigenetic imprints of chemical exposure on sperm DNA that result from environmental pollutants and drugs of abuse. These can be carried through to their children. At the point of conception tell the mother what not to do for the next nine months and ask the father what has he been doing the last three months.",
        "The Measels is known to cause sterility. I bet those parents against vaccinations would change their tune in a heartbeat if they knew the disease, not the shot could affect their make children's virility. What countless other dangers to male fertility are not on Kennedys radar but on educated people's?",
        "It makes sense that as population increases rapidly, then the manufacture of toxic chemicals increases rapidly, and then these toxic chemicals appear to have some likely effect on reducing fertility.\n\nThis is the worst type of \"birth control\" for humans, but maybe our bodies are evolved to be sensitive to population overshoot that is causing tremendous environmental destruction.\n\nThere is a Natural trend for women all over the world to choose to have smaller families, when they have access to affordable prescribed birth control.\n\nBusinesspeople are having a panic attack calling this trend for decreasing birth rate a catastrophe (to their business profits). But decreasing birth rate that in some decades could actually stabilize and decrease population, would decrease the stew of toxic chemicals that we live in.\n\nDavid Attenborough told us that any problem we are facing in our human world will be easier to fix with a decreased population. Let's follow the science on this, not the economic fearmongering. Population decrease would be good for our species and good for the Earth.",
        "All we need is another way for men to feel \"special.\"",
        "So, we hear that endocrine-disrupting chemicals are likely a problem.  But nothing about managing exposures to these other than “don’t microwave plastic”.  What are these chemicals?  Where are they used?  How are we exposed - through food, skin, respiration?  If this article motivated an individual or a legislator to do something about this, what might that person actually do?  We banned DDT.  Which of these endocrine-disrupting chemicals should we be looking at?",
        "Honestly, I've grown weary of all of these\"sound the alarm\" articles on declining birthrates/infertility. Let's be clear: the planet is grossly overpopulated with humans. That we haven't yet reached \"Soylent Green\" level over overpopulation does not mean overpopulation isn't a problem.That we are alarmed by birthrates that are falling below replacement levels necessary to maintain this arc to planetary destruction via human overpopulation pretty much seals our fate. Not to worry, though - the planet won't miss us.",
        "Is there evidence that exposure to endocrine-disrupting chemicals causes more than just sperm motility such as fetal abnormalities?",
        "The people pushing unregulated use of chemicals and plastics are the same people bankrolling MAGAs destruction of the administrative functions of government.  Robert Kennedy is there to take down vaccines to placate religious conservatives.  His rhetoric around healthy food and such will run right into the interests of the big AG, chemical and big oil interests.  So he should just continue to promoting backyard gardens and raw milk.  \n\nWhen you destroy the EPA you show that profits mean more than human health or fertility.  \n\nAny discussion of fertility from the right is just a tool to put women where they want them to be. \n\nDo we really have a birth/fertility crisis?  Do we have evidence that the economy of the future will even create enough decent jobs for 100 million Americans, let alone the 340 million we have today or more tomorrow?  With AI, robotics and other advancements, we simply are not going to need as many people in this country or planet as we do today.  I am not sure why we have this angst for population growth. \n\nWe are trying to find ways to keep young people out of college. We can’t generate enough GOOD jobs for the people we have. Few would be happy in the fields picking crops or doing other such work.  \n\nSo we MAGA that pays lip service to fertility and health but is  anti vaccine/ medicine and is bankrolled by the polluters and unhealthy food industry.  We have AI and other tech removing the need for labor at any level?  \n\nLittle of this makes sense.",
        "Since Ms. Grose is a principled journalist she is scrupulous about the highly conjectural nature of the individual cause-and-effect relationships she cites. Still, somehow the sheer bulk of unreliable evidence seems persuasive to her and to many commenters. But it will take much more than a tower of suggestive but not definitive findings to move the regulatory needle on this, even if the concerns are valid. I look forward to a serious effort to mobilize resources to do the dispassionate, painstaking work to settle the facts into a coherent body of knowledge so appropriate action might be taken. Journalistic alarms seldom lead directly to change when the facts are not settled; they are at best the first step.",
        "“incorporating sperm screens into primary care checkups.” \n\nI'm no expert, but I think there are lots of things that should be screened in primary care checkups, if nothing else than to establish a baseline, but due maybe to the actuarial table factor and downward pressure for cost savings, primary care checkups (aka \"wellness checks\") have become hasty slap dash in-and-out burgers. An aging man, I don't need a sperm check, but I'd like to know my calcium score, my bone density, EKG, and maybe a PET scan to see if the basal cell carcinoma that my primary care provider missed has spread. I know, these are expensive here in the US, and the scarce resource ought to provide more quantity than quality. Besides, (talk about an underreported menace) it'll probably be my prostate that kills me anyway. I do get that tested.",
        "I don’t agree that fertility tests should be part of a standard health screening. I don’t want children so why should I be interested in knowing my sperm count? That seems like unnecessary information that only carries the risk of triggering health anxiety. Or worse yet, a low sperm count result might make certain men less cautious in their use of contraceptives and lead to unwanted pregnancies. \nFertility tests for men and women should only be performed when it is of interest for the patient.",
        "Infertility is a logical result of overpopulating and poisoning our environment. It a marvel that the Earth can respond to our assault of it in this way!",
        "We should soon see a plethora of sperm enhancing supplements hitting the market. Virtually none of them will work. People will buy them like crazy. Big Pharma will come out with some terribly expensive drug that people will start swallowing that costs at least $1000 a month. So you want to be a dad? Buy my pill.\n\nAll of the junk in the environment will continue to flow. We will be told that there is nothing that can be done about it. Cost benefit analyses paid for by big business will prove that such attempts will never pay off. But those new pills will fly off the shelves. Money will be made off of this, lots of money.",
        "Week after week, the NYT runs pieces on men’s health or roles in relationships, almost always written by women and almost always framed as a critique of male biology or behavior. Can the paper not find male voices to speak from lived experience? If the goal is real understanding and solutions, we need men writing about men — not just being analyzed and graded from the outside.",
        "PFAS is essentially everywhere and permanent. I do think that most male infertility is probably related to things like varicocele, but we should push Kennedy and his ilk to look into the chemicals in our environment. The companies that did this should be responsible for cleaning it up.",
        "God has his plans for families. Humans not necessarily understand God’s way.",
        "I wouldn't say that \"THE\" problem is with sperm, but there is certainly a problem with sperm  and it is a shame that this is not more widely recognised. 1 in 6 couples in the Uk have infertility, and in half of those cases it is due to the male partner. Freezing sperm is very very cheap compared to the fortunes spent on fertility treatment and egg freezing, and also more effective (because you get so many sperm per ejaculation as compared with the few eggs per retrieval).",
        "I love how the article points out that men predominate in dangerous professions like firefighting that may expose them to toxins but then follows by saying that men should recognize that infertility is often their fault and stop blaming women.\n\nSorry for taking the dangerous jobs that protect us all.  How selfish!",
        "A little aside: in ‘74, after 6 years of trying to get pregnant my husband had his sperm count tested.  We were told the results giving us 1 chance in a million to ever having a baby.  He then insisted that I be tested.  After an exam we met in my doctor’s office to hear the results.  There was nothing found that caused me to not to able to get pregnant.  He talked for a while, asked if we had any questions and my ex said,” So what do we do with Becky?”  My embarrassment was beyond words.  The doctor  managed to stumble some words then repeat his findings.  We did eventually have 4 children and I stayed with him another 28 years as his hubris grew and grew, resembling a president of the United States.",
        "One way this is reflected is, of course, in infertility coverage. The new mandates for employer healthcare requires coverage for several rounds of IVF for a woman diagnosed with infertility, but frequently don’t cover ICSI even for couples like us, where we are borderline for male-factor infertility but don’t qualify for a diagnosis. Women’s bodies are put through hell in these treatments and we’re questioned at every step about whether we have enough chance at success to be worth covering—but then, of course, are denied for procedures that could increase our chance of success.",
        "We have a choice to minimize endocrine disruptors. We have access to info that van make a difference. We aren't stupid, but you wouldn't know it by how we behave. We don't have to drench ourselves in smells by showing with chemical infused boadywashes....alllll the way to the new trend of those stupid whole body deodorants. Great, now our knees and elbows (so filthy, yuck!) can smell like lavender-coconut-spring-fresh-blossom! And that is just one product. Well, cheers to being childless but smelling great!",
        "Gee, maybe the rush to embrace hormones and other artificial fertility-management interventions is a bad idea?\n\nCan I say “Humanae Vitae” told us so?\n\nToo soon?  Too late?",
        "It is sad to say that this excellent OP Ed is in the Op Ed and not the news section of this and other sources of news. This is not new news, the rates of malformations of genitalia in male infants has been increasing for the past 20-30 years, and science knows why. Now, can anyone tell the public in a loud voice, and not a whisper? It is the very Red State laborers that this Administration values who will suffer the most. Make Pollution Great Again? Can a plucky reporter ask Lee Zeldin about his concern for male fertililty?",
        "Most of a sperms challenges starts in the application of Agricultural chemicals to control insects, fungus, weeds. as well as  steroids, antibiotics for growth. As long as American Farmers continue to contaminate the \"food\" they produce America will get progressively sicker.",
        "All true.  Also, sitting in front of a computer/video game for hours on end has given us pasty, fleshy, pre-pubescent young men who because they don't activate testosterone development in youth through exercise and competition, stay that way.  That and ...Weed! In Colorado, everyone seems to think weed is good for you.  Destroys young men.",
        "I agree with everything stated in this article, except that we should have anything more to fear about Lee Zeldin's EPA. Even as the EPA rules have destroyed this country's ability to build anything, let's take note of the fact that the agency has not done anything to stop endocrine-disrupting chemicals from poisoning us. They were asleep at the wheel as PFAS poisoned the landscape. Certainly, the answer cannot be, more feckless regulation and more power, for an agency that had all of the power in the world, and did nothing but cause such a dire housing crisis, that the country ultimately went MAGA due to cost of living traps.",
        "Interesting column. Technology, which has done much to improve our lives, is at the same time slowly destroying us. Good luck getting disrupting chemicals banned and removing them from the enviroment. And that's just one of several time bombs ticking away.",
        "Google \"carrying capacity\" and apply that concept to humanity.   That's very likely what's going on here, it's an adaptation to prevent gross levels of overpopulation and the resulting horror of a collapse from disease or war.",
        "Like so many other things in our society, the story here points back to huge powerful greedy forces like oil and plastics companies actively thwarting the longstanding environmental and health concerns of people who simply want to live good lives. Same story over and over; “American greed ends up not being good for actual living beings!” What a surprise. And people wonder why millennials are so jaded. For me these backwards paradigms of ‘greed is good’, and war for oil, have been the story of the USA our whole lives. And have the democrats kept their hands clean? Hah. That’s why we want people who actually address our legacy and want to move in the right direction. Anyways, nobody’s listening to the kids; even though we are middle aged now. lol",
        "There’s little hope this administration under Trump will assess much less address endocrine affecting chemicals, with EPA cutting air and water pollution regulations Willy Nilly without a care in the world. \n\nPeople across our country should lobby their congressional representatives to have them prevent Trump from further cutting protections to our human health and the environment.",
        "\"In 2027, total human infertility has led to wars and global depression, pushing civilization to the brink of collapse as humanity faces extinction. The United Kingdom has transformed into a totalitarian police state in which refugees are arrested and either imprisoned, deported, or executed in concentration camps\"\n\nThat is the plot of the 2006 film \"Children of Men\" - the timeline might be a few years off, but the omni presence of manmade endocrine disrupting substances is and will continue to have dire consequences that should not be ignored.  \n\nMicroplastics and PFAS forever chemicals will now be with us forever, but we could take  steps now to reduce their future concentrations - we we could stop making and using PFAS chemicals, single use plastics and synthetic fibers.  Short term economics will however win out over the long term benefits of making those changes.  \n\nWe're digging our graves as a species and as the stewards of  the planetary home of every other species, but most of us just don't know or believe it yet.  We have yet to collectively learn the basic truth of that adage, that when you find yourself in a hole, the first thing to do is to stop digging.",
        "while I can feel bad for the men and their partners distressed by low fertility, the good news is that there are lower birthrates in overpopulated America where resources such as soil, aquifers, fish supplies, and even woodlands are depleting, biodiversity is crashing, roads are overcrowded, climate emissions are increasing, and population growth is still pushing development out paving over farmland and natural areas.  So my modest suggestion is support the EPA deregulation of chemicals in hopes that will lower the birth rate even more",
        "I am a Reproductive law attorney. I have been advising my male clients for 15 years to have a fertility work up. Most of the time women are blamed for their inability to conceive without medical assistance. More often than not it is not the females problem, it is the male’s. \n\nUnfortunately, the medical community, general practitioners for example, are slow on the uptake in advising their patients in their 30s to have fertility work up to determine their reproductive abilities. Like the article suggests, this should be an annual procedure.",
        "Interesting. I was unable to conceive and, although my husband’s sperm were lacking in motility and fewer than needed, the onus was focused on me.  Curiously, there were at least 4 in his 1950s high school class who also adopted children.  I don’t have data, but out of 50 students, assuming 25 were male, this seems to be significant. \nYears later I met an infertility specialist who did he would always recommend adoption to couples when sperm counts were low.  He checked sperm counts first.\nIt seems that  research is finally directed to what may always have been a significant problem. Hampered by male ego, the research wasn’t done.",
        "so there's a nascar for sperm-racing?\n\nif there's one thing that will help men to care more about their reproductive health, it's a grand prix sperm-racing circuit on espn, sponsored by any of several major consumer products companies.",
        "Based on the column title about the problem with sperm, I thought the topic would resemble the argument by Gabrielle Blair in her book Ejaculate Responsibly, which points out how women bear the burden of preventing conception and dealing with contraception failures.",
        "So the \"problem\" is actually chemicals.",
        "Definitely stop eating from any plastic container. Stop eating out where it is the de rigueur silverware and dishes. 86 plastic bit by bit, use sparingly if at all. And being a ceramist buff, I tend to cherish eating from bowls made with care and love, amazing feeling, vs. being exploited in the idea that this is it. No other choice, it's plastic or no modernism.",
        "I have an idea, maybe by haveing a war, starving the population and generally challenging the ability to survive you increase the sperm count, have a 10 year drought, babies happen at a very rapid pace. Maybe the mind turns on animal production and when your well fed, well over weight the baby machine will stop? Not out of the question right?",
        "The suggestion that “ healthy lifestyles” will affect positive change on men’s fertility is laughable. We as a culture have seen fit to eat, breathe, recreate in an increasingly noxious soup of petrochemicals and their spawn. Big Oil, Monsanto and AI paint a bleak future for survivors of Bromaggedon. The planet is clearly dying at the hands of a zombie/consumer culture. No scientific study needed, go visit the sterile streams in your hometown. Remember the Food Chain? You’re at the top. Consume on Amerika.",
        "This is a serious, well-researched article on an issue that really does matter.  \nThat said, we are really getting down to the nitty-gritty with the whole “what’s wrong with men” craze!",
        "A 60% drop in male fertility in 40 years isn’t a drop, it’s a collapse.",
        "We should all be very angry that we have a food supply that is endangering us. I am pretty sure that Europeans have a cleaner food supply but I don't have the data at my finger tips. The reason I believe so is that true democracies, like in Denmark and most of the European countries, are ruled by the people, not politicians and corporations like we are in America. We have never had a true democracy so we must demand one. That means no gerrymandering, no Electoral College, no private funding of elections, free and fair elections, and on and on. Until that happens, politicians and corporations will keep ruining the country.",
        "As long as a handful of billionaires can make money, the rest of us will continue to be poisoned  and broiled but global heating.",
        "I saw a documentary on this more than 20 years ago. It wasn't just happening with human males, but with fish and reptiles that are exposed to runoff. I videotaped it and passed it around to friends and relatives. It was stark and frightening then. But here we still are.",
        "It's not as if we don't know how to get by without these chemicals.  We were doing so as recently as the 1970's.",
        "The CDC reports that prevalence of mental, behavioral, and developmental disorders (MBDDs) among children aged 3–17 rose from 25.3% to 27.7% between 2016-2021. Has the toxic daily exposure anything this phenomenon?",
        "I live by the axiom “Nature knows best.” \nIn it’s infinite and unavoidable wisdom nature will always tend towards equilibrium. Therefore when humans (or any other organisms) multiply to an extent that they harm nature’s equilibrium, forces will naturally arise to correct the imbalance. The more we push against this, the more forcefull the correction will be.",
        "Jow about mentioning the ages of women and men in the article? Sure diet and other factor might contribute to infertility but age is probably the biggest cause as people marry later and try for kids later",
        "Our technologies—including our information technologies—are rapidly destroying both our natural and social environments and harming both our physical and mental health. \n\nTo solve the problem will take much more than the current haphazard and inconsistent nationally based regulation we currently have. It will take a global effort led by some of the best minds and will require extensive changes to the way we manage our economies. \n\nIt's a pressing problem and I wish there was some hope we would address it. \n\nBut instead we are choosing leaders like Trump (or having leaders like Putin forced on us). \n\nThe best the world can hope for, I'm afraid, is the rapid extinction of our species—a prospect that seems ever more promising in our current political environment.",
        "Of course lower male fertility might actually save the planet by reducing population pressures since we aren’t doing enough to stop using fossil fuels. One way or other our population will decline either by  climate  catastrophe or by our own choices. Still it would be good to stop all the chemicals that we put into the environment.",
        "It’s a great article. I learned specifics about a big picture issue that we refuse to address as a species. That is: it took 4 million years for humans to go from being a new species to having a world population of 1 billion with a life expectancy somewhere around 40 in the year 1800 CE. In the brief 225 years since we gone to a population of 8 billion and a lifespan of nearly 80. During this accelerated growth period we’ve consumed whatever, whenever we’ve decided we could consume. We’ve broken or destroyed anything that was inconvenient. So… I’m all for decreased birth rates. The reason we need to address this isn’t human baby production. It’s…. Whether you’re religious, or just care about anything, the reason to correct this is the planet doesn’t have a conscience. Whatever species can figure out how to survive will. Humans alone have the power to break it for everything.",
        "While this is a important topic and Grose deserves attention for shining a light on it, the wicked problem of endocrine disrupting chemicals is hardly new. Rachel Carson alluded to them in Silent Spring. A host of physicians, scientists, and regulators raised alarms as early as the 1940s. Numerous historians and other scholars (notably Nancy Langston and Sara Vogel) have amply documented the known risks of EDCs and how federal regulators have chosen to downplay or ignore them.\n\nTo be clear, the etiology and epidemiology of infertility is complex. Evidence pointing to the direct, causal role of EDCs in variety of health problems remains mixed although some conditions, such as obesity, the evidence is getting stronger. \n\nBut so long as regulations in the United States rely upon outdated measures of toxicity and deference to industry, meaningful solutions will remain elusive. It took a series of shocking events to create the consensus around banning certain chemicals such as DDT. (And that has come as a mixed blessing in some instances.) The subtle, complex way EDCs work in bodies and environments suggest that some made-for-TV or made-for-social-media event is unlikely.",
        "My husband and I are now getting fertility help because I'm a cancer survivor (and didn't save eggs before chemo because the cancer was so aggressive, my prognosis was poor and we felt uncomfortable delaying treatment by even a couple weeks). \n\nTurns out we would have ended up at the fertility clinic anyway, because my husband's sperm count is low and quality is poor, though he's only in his early 30s. The cause is unknown, but ultimately his fertility is as diminished as mine, and I've been through 16 rounds of chemotherapy.",
        "When I taught high school years ago, teachers would joke about OSS - old sperm syndrome - which seemed to account for the common behavioral issues in kids that had a very old father (and often a trophy wife). It was anecdotal for sure,  but definitely a very recognizable pattern… I always wondered why there weren’t more studies done.",
        "We are at least 4 years away from any new, effective environmental regulations. Sorry to be blunt, but that's where we are.",
        "Back in the day, 1968 to be exact, my husband and I, as is now said, hadn't gotten pregnant. We visited my gynecologist and were told I should have a D&C to make sure I was able to produce. So, I had an invasive procedure to check me out and an uncomfortable stay at the hospital. All was deemed to be healthy. Only then was my husband asked to donate sperm for the cause. I imagine his procedure was more fun and certainly less invasive. Low and behold, he had a low sperm count. It was recommended that we adopt if we wanted children. We did - a delightful healthy now fifty-five year old man. Five years later I thought I had the flu. It turned out to be my other healthy and delightful now fifty year old son. \n\nTo quote the comment from InTheWoods,  \"it's (the article) presented from a feminist perspective to show how gender roles and power dynamics shape the issue, which goes unnoticed when it's presented in a neutral way. . . .\nThe problem is that, historically, the only way to get something funded and researched is to link it to a man. So here, in this article, we are told 50% of the time infertility is associated with the man.\" \n\nI have, for over fifty years, resented that it was assumed by my male doctor that I was deficient and should go first.",
        "60-88% of the country is insulin resistant depending on where you get your information. Insulin resistance makes impossible to produce enough hormones because they are made out of fat. The insulin causes hormones and fat soluble vitamins A, K and E to be stored as fat. Vitamin D as well all though that's not a vitamin it's a hormone. No real mystery why people are having less kids and are less fertile. They are in such poor physical condition from all the carbs they can't even reproduce.",
        "The decrease in fertility worldwide is a good thing for the survival of our species and other species as well, if you are among the minority who believe that the world is overpopulated, and that people cause environmental damage and climate change. \n\nI am aware that many believe that population is not the cause of our climate and environmental crises, but this makes no sense to me. And there are those who claim that we can not manage a decrease in population, which also makes no sense. \n\nNew York state, for example, has been managing with a declining population relative to other states for decades. Our population is now relatively stable and predicted to remain at around 20 million in 2100. I believe this gives us a real advantage in addressing the climate crisis over states like Texas, estimated to have a population of around 100 million by 2100, or Florida, predicted to have around 70 million people.",
        "6\nY Chromosome: Decline of the Y chromosome: Are men to go extinct ...\nThe male (Y) chromosome evolved from an ordinary autosome, gaining the SRY gene to trigger male development, which then caused it to diverge from its partner chromosome (which became the X chromosome). This divergence, beginning around 166 million years ago in mammals, was driven by the progressive suppression of genetic recombination between the X and Y, leading to gene loss on the Y and the accumulation of genes essential for male-specific functions, like spermatogenesis. The Y chromosome continues to degenerate and lose genes, though it's uncertain if it will completely disappear. AI",
        "A curious take.  It is standard practice to test both partners in cases of infertility, and for issues with sperm, ICSI is often effective.  That said, the issue regarding endocrine disruptors is that claims have become  made overly broad to include literally 1000’s of compounds, most of which we are never exposed to in any quantity as to be meaningful.  Just another example where politics has interfered with good science.",
        "The bias against women, always assuming that if a couple struggle to conceive it must be her \"fault,\" is problematic in and of itself.  But it also means men are often emotionally unprepared for the news when it's they who have lower fertility.  Liberty Walther Barnes has written about this very sensitively in her book \"Conceiving Masculinity.\"",
        "I'm so old, I remember when RFK Jr. cared about environmental toxins that do bad things like decrease fertility and, according to some studies, also cause autism. But that's not part of the Trump cult's worldview, so we instead we roll back clean air and clear water rules and put the blame where it doesn't belong: life-saving vaccines. It's shocking how much we have lost in just a few short months.",
        "\"The idea that sperm counts and quality have declined over the past 50 years, possibly because of environmental toxins, is not new, and there’s great disagreement about it. But even if the science is unsettled, the warning signs are worth taking seriously.\"\n\nThere is ample evidence that endocrine disrupting chemicals, EDCs, are wreaking havoc on our bodies, developmental abnormalities, obesity, diabetes, and certain cancers - more than enough evidence for any sane society to ban them.\n\nThe phrase \"environmental toxins\" refers to the over 1000 EDC compounds the chemical industry has unleashed upon us, with the blessing of our politicians who are more concerned with protecting commerce and profiteering than protecting public health.",
        "One needs to be careful when quoting researchers who have written a book. That researcher has a financial incentive to spark alarm. Yearly visits to check sperm? Before any screening test is utilized, one has to prove both that it correlates with outcomes and that there is a proven treatment for poor results. I am in the field and neither of these criteria have been established.",
        "Ironic, I suppose, that the current self-described \"pro-natalist\" US regime has zero interest in trying to fix the environment.",
        "Adopting the precautionary approach to chemicals in products would be the single biggest stride forward the country could make for both the environment and human health.  Small wonder no politician is talking about it.",
        "If endocrine disrupting substances and other freaky industrial chemicals in our environment are imperiling human fertility I can only imagine what’s happening in the total biosphere, where mammals, reptiles, insects birds and fishes are in the midst of a mass extinction.  In my view if people stopped having babies all together, the other inhabitants of the planet might stand a chance for survival.  Subsequent generations of humans have not made the planet a better place, they’ve made it exponentially more dangerous and perilous.",
        "The parenthetical statement that people should stop microwaving plastics is something that should be CAPITALIZED not put as an aside. ‘Microwave in bag’ is something that is on a lot of food items, vegetables included. ‘Microwave safe’ is another. It is NOT safe for humans (or pets) to eat things microwaved in plastic, yet it is widely done precisely because warning against it comes parenthetically at best.",
        "Making sperm freezing a standard precaution without broad insurance or subsidies would give the wealthy a reproductive safety net that others lack. As environmental factors erode fertility, births would tilt toward the privileged — a market-driven echo of eugenics. If preservation becomes necessary, it should be as accessible as vaccines, not another perk of wealth.",
        "This is a very important topic. Unfortunately I have several male friends who are unable to have children after trying for many years. In one case my friend is still Young in my opinion he is 40 and he takes a lot of prescription drugs including Propecia. When I pointed out to him another article where Propecia can reduce sperm I up to 90% he said well I’d rather have my hair.",
        "\"Basically, a substance has to be proved safe before it is allowed to be used commercially.\"  Wait, Europe doesn't allow coffee, alcohol, tobacco or barbecue anymore?",
        "Thank you for raising this important issue!  My daughter turns 13 this fall and is obsessed with high end skin care products and make up.  She loves spending her lawn mowing money at Sephora and Ulta.  I follow her around with the Yuka app on my phone, which rates products for how awful they are for your body.  So many of these products that are marketed directly at young people are pretty scary in their chemical make up.  They include endocrine disrupters and possible carcinogens. \n\nIt’s incredibly frustrating how we consumers are supposed to be navigating this maze of plastics and poisons.  Like having a middle school aged child isn’t hard enough.  Now I get to say, no— that $25 lip gloss smells nice, but let’s pick out something else.  Thank you again for raising awareness.",
        "I am all for inquiry into what could be an infertility issue.  I'm also strongly supportive of more robust regulations of chemical usage.  However, the report is clear that there is no scientific consensus.  Measuring sperm rates is inexact. Correlations are not causative.  So I would dial back the fear meter for now.",
        "Why does this research have to be presented as a feminist issue- women get blamed most of the time but men may be more responsible.  What does that have to do with the findings of the research?  Can't the data be presented in a neutral way along with a sentence explaining men are contributing to the problem as well.",
        "Interesting variation on the concept of ecological carrying capacity.  As our population grows and creates more environmental contamination, that environmental contamination reduces our fertility thereby slowing population growth.\n\nCan't really say we're the victims here.  We've been spreading and smearing all this stuff everywhere and anywhere we can for at least the past 50 years...",
        "It's amazing that I occasionally still meet young couples today who haven't been able to have a child but who aren't considering that it could have nothing to do with the woman. It could be the man.  Not only does that perpetuate myths and misogyny; it's also just going to keep them from having a baby."
    ],
    "web_url": "https://www.nytimes.com/2025/08/12/opinion/freeze-sperm-infertility-chemicals.html"
}