{
    "main": "The Devastating Legacy of Lies in Alzheimer’s Science",
    "abstract": "Fraud in research needs to end.",
    "keywords": [
        "Alzheimer's Disease",
        "Dementia",
        "Research",
        "Falsification of Data",
        "Academic and Scientific Journals",
        "Frauds and Swindling",
        "Brain",
        "Ethics and Official Misconduct",
        "Memory",
        "Masliah, Eliezer"
    ],
    "comments": [
        "It is beyond criminal how Alzheimer's research has been hijacked and funding diverted to dead ends.",
        "My husband did not have a chance against Alzheimer's due to the ego-driven quest for scientific stature of prominent scientists who blocked research into hypotheses other than amyloid. Now we know that their research was also fraudulent. Status has been at least as important as money.\n\nAs prominent science writer Sharon Begley documented in 2019 a \"cabal\" of scientist \"believers in the dominant hypothesis suppressed research on alternative ideas: They influenced what studies got published in top journals, which scientists got funded, who got tenure, and who got speaking slots at reputation-buffing scientific conferences.\"\n\n If the amyloid hypotheses were found to be flawed, their careers were terminal. \n\n<a href=\"https://statnews.com/2019/06/25/alzheimers-cabal-thwarted-progress-toward-cure\" target=\"_blank\">https://statnews.com/2019/06/25/alzheimers-cabal-thwarted-progress-toward-cure</a>/\n\nNow the cabal, buoyed by Alzheimer's Association, seeks to make the burden of amyloid, not cognitive function, the definition of the disease. I stopped donating to them years ago because of their propping up amyloid research to the exclusion of any other.",
        "Yet another sad example of the rot that has infected our higher education system from top to bottom. Perhaps it is time to rip the entire system out by the roots and start over. And as the article notes, while the current administration has demonstrated extensive incompetence in the past, it can cause a lot of headaches if it wishes. Better for research and academia to begin cleaning its own house instead.",
        "One problem is that it is almost impossible to (in most fields of science) to publish a failure to replicate. They are just not considered a creative contribution to science. Part of the reason is that a failure to replicate may just mean that the follow up study was done poorly. But it can also mean the original study was done poorly or even dishonestly. In most fields any attempt to replicate is at most, and just barely, considered acceptable for a Masters Thesis, but, as I said, not for publication. It is hard to get research validated or invalidated when the mechanisms for that fall entirely ouside the normal activities and reward structures of the field.",
        "As an AD researcher, I find this piece misleading probably to promote his book.  \n\nScience is self-correcting.  Many of these dubious paper were cited so much was because other labs were able to replicate the results.\n\nThere are some very strong evidence for the amyloid hypothesis and also against it like all theories.  \n\nScientific misconduct is present in all fields and to single out AD is dubious.\nIf other labs cannot reproduce published data it does not gain traction.  So to place the lack of cures on  very small % of scientific misconduct oppose to the complexity of memory formation and human cognition is just sensationalism.\n.",
        "Another perverse incentive: universities compete for top research rankings. But that’s measured by input— federal grants— rather than actual scholarly output.",
        "This is so unacceptable! I have witnessed decades of endless promises of treatments and seen first hand each exposed as ineffective! My father was diagnosed with early onset Alzheimer’s in 1983. I was 24 years old and had not heard of the disease until then. My father retired at 59 - months after being diagnosed. He was treated at MGH in Boston for the next several years- eventually ended up in an Alzheimer’s unit of a nursing facility north of Boston where he died in 1997. It was a slow tortuous disease to witness. \nIn 2012 my brother was diagnosed with Alzheimer’s disease at age 59. He was treated in Vermont where he lived most of his adult life. He died in a nursing facility in Rutland in 2022 at age 70. Another brother has just been diagnosed this year- he lives in Arlington VA where he has lived most of his adult life, he is 75 years old.  A sister who lives close to me in Massachusetts has very worrisome short term memory loss but no diagnosis as yet. \nSince I am one of 9 children born to the same parents - I and others worry about our own futures and whether or not we will develop Alzheimer’s disease.  I am now 66 years old and I see nothing new in terms of effective treatment in all this time!\nHow can that be possible?",
        "Going back to a time when advertising drugs was outlawed would help provide more money for research and development and possible care. Watching numerous commercials for drugs does not help research, only the drug manufacturers.  The ads also  place  inappropriate stress on providers to prescribe drugs with dubious benefits. We need funds for families and caregivers of this disease.",
        "I have to confess that I don't find this article very convincing. \n\nIt's one thing to falsify blots and graphs, we agree on that point. But it's another to dismiss the role of beta-amyloid accumulation in AD. That was one of the first discoveries by Alzheimer himself, after whom the disease was named, and he and his immediate predecessors didn't highlight this out of a desire for money or publications. In fact, scientists now think that the beta-amyloid accumulation might not be the cause of AD, but could be an indicator of an auto-immune response or fighting off an infection. So it's still useful, even if it is now not necessarily a cause but a sentinel. \n\nWe don't have answers because AD is a complex disease. We didn't have answers to cancer for a long time, and still don't. That's the nature of trying to cure diseases.",
        "There is greed in every profession; thanks for addressing this one. Add to the mix the agony, frustration, conflict, and confusion within families making decisions about prescriptive drugs for their dementia members knowing the lack of efficacy, presence of risk, expense, and dubious validity of research.",
        "The problems stem from the structure and organizational culture of biomedical research.  For example, the proliferation of journals, and the incentives to publish as much as possible, means that there are too many scientific papers to be reviewed with any thoroughness.  Moreover, reviewers do not receive credit for excellent reviews.  As another example, Scientists are incentivized to generate as much revenue as possible through lassoing donors and building \"mega labs\" that contribute to institutional overhead funding.  Put scientists on periodically reviewed fixed salaries, limit the size of labs, limit the number of papers that a scientist can publish annually (one or two real contributions is quite outstanding), and implement other reforms and problems of fraud and carelessness will be significantly reduced.",
        "Perhaps mention the power of AI, which is helping to identify fraud with an unheralded efficiency.",
        "As somebody who has participated in both marketing and market research for various Alzheimer's drugs over the past 25 years, I have long believed existing drugs to being of limited to no utility. \n\nI will add to that the fact that very little data supports the amyloid/tau hypothesis, and even the newest drugs only slow their deposition while creating risks of brain bleeds and other dire effects. \n\nThe issue in the scientific community is one of \"sunk costs\", both in money and intellectual capital. I will draw the parallel to the use of HDL as a risk factor in the Framingham study as far back as the early 1980s. Note that today, ALL effective drugs for cholesterol impact LDL and triglycerides, the \"bad\" lipoproteins and cholesterols. Drug so raise \"good\" cholesterol (HDL) go back to that time, but few drugs have been developed, none terribly effective from a cardiovascular risk perspective. The last class of drugs to be developed to raise good cholesterol, the CETP inhibitors, all failed to show benefit in trials. \n\nSo just like HDL may be an interesting marker for cholesterol and cardiovascular risk, amyloid and tau may be interesting markers for Alzheimer's Disease risk and progression. But may be abject failures as treatment targets.",
        "Sad to read at a time when science and scientists are about to be bashed and battered by those in charge.",
        "meanwhile, there are dozens of avenues of research that have gone unfunded, so unresearched, because of the scarcity of grant money available and it all being gobbled up by these charlatans.",
        "Tip of the iceberg:\nThere is a well documented replication crisis in science, especially social \"science\".\nPerhaps the NYT can cover this in more depth since it affects all of us, regardless of our identity groupings.\nBelieve the Science! is only true if the science is believable.",
        "Putting a scientist who cheats on a \"do not hire, fund or publish ever again\" list might do wonders to discourage the ethically challenged.",
        "My father died of Alzheimer's at the age of 88. His decline took some years, accelerating at the very end. I have no doubt that he truly had Alzheimer's because of the arc of his disease progression. I have had a few older relatives on Dad's side of the family who died with some type of severe dementia. So I am deeply concerned for my own fate, and the possible cost to my family. Thus far I am extremely disappointed by the limited understanding we have gained about how Alzheimer's works and how to stop the progression of the disease. This article does not surprise me. I wish I knew what to do and had some influence over what will be done. As it is I am just trying to live my aging years to the max. There are no other options.",
        "But we should trust the science",
        "Researcher Matt Camden just looked at 24 brains.  On average 0.5% of the weight was microplastics.  The brains that came from people who had Alzheimers had ten times more.  \n\nPlease do an article on this research.  Although it needs to be replicated in a bigger study, so he is not claiming causality yet, it’s pretty obvious there is a correlation.",
        "Thank you. Great article",
        "1/9 afflicted over 65?  Good God.",
        "Science Friday ( today, with Ira) has a related interview about mass resignations of editors at science publications.",
        "Finally, someone challenges the amyloid hypothesis.",
        "“a litany of ostensible fraud and other misconduct by world-famous researchers and obscure scientists alike, all trying to ascend in a brutally competitive field.”\nIt “Is” not just Alzheimer’s.\nThe root causes go deeper and can be found in most biomedical science to include cancer imaging, checkpoint immunotherapy and lifestyle, diet, supplement and drug “multi-threat medical countermeasures technology for many insult and illness.” <a href=\"https://researchgate.net/profile/Fred-Cowan\" target=\"_blank\">https://researchgate.net/profile/Fred-Cowan</a>\nDecades ago, it was decided that most of our population did not need science education or much prevenative healthcare. Science was relegated to cloistered experts, blinked to most by complex lexicon and hidden behind high impact journal pay walls. The public and policy makers where ill-informed and lock-step dogma ruled ideas and fund line. Technology with broad implication for patient care was delayed at the cost of millions of live and billions of dollars. AI is the new wildcard in science that when allowed access to publication and patents can translated science to policy makers and populous. A personal team of AI PhD translators at your fingertips or voice command.\n\nFred Cowan. Artificial Intelligence and Open Source & Search Science to Address The Matthew's Effect Accreditation and Misconduct and Patent Fraud.   March 2024.  DOI: 10.13140/RG.2.2.12352\n\nDoes Science Fear AI's Honesty More Than Hallucinations?\nOpenAI ChatGPT-03 & Fred M. Cowan. (in preparation)\nIn preparation for publication 2025",
        "The key is not treatment after the onset of dementia symptoms, but lifestyle changes early on that can help prevent Alzheimer's. See \"The Alzheimer's Revolution\" by Joseph Keon (978-1578269433).",
        "My beloved husband had dementia for 17 years. It ultimately was thought be a mix of Lewy body, Alzheimer’s, and vascular dementias. I share the author’s frustration with researchers’ focus on the amyloid hypothesis and his concern about the falsification of research findings. However, I find the author’s description of persons who have dementia to be disturbing.  Although the disease does steal cherished memories, to declare that it steals “the very identify that makes each of us human” is both incorrect and dangerous. The Nazis labeled persons who had dementia “nonhumans.” Then they hid behind the word “euthanasia” to kill them. I lived with my husband’s decline to the point where he, an intelligent, athletic, very capable man, could no clothe or fed himself and was no longer able to walk. Nonetheless, I have ample evidence that he retained his essential self until the end of his life.",
        "This is a very important expose'. The author has done his research on dementia research and has found it severely lacking. This is extremely important information for the scientific industry and the public. Scrutiny and skepticism is always a good thing. I applaud this author for bringing this to light. ECM RN, PHN, LNC",
        "What science???  we live in an extremely noisy world, our streets are noisy, our construction zones, every business you enter has a deadening music going on and on, our airports, public transit announcements are deafening, our diet is dismal, our sleep is non existant and add to it the drug and alcohol epidemics, what's more you need to kill that sensitive and fragile brain?  we are lucky we only experience dementia after 50's, it could shift to more and more to younger age.  if the government and society do not regulate noise, dementia will continue unabated.  In America the noise subject  must come to the medical discourse, we waited too long.",
        "Ageism is the overarching reason dementia research is stuck.",
        "I work with dementia patients in NYC. Unfortunately, fraud is the least of our problems. As this author has written elsewhere, the biggest problem is the NIH-NIA insistence that amyloid research is all that gets funding. And this has gone on for 20 some years now. To quote another would be whistle blowing researcher, Prof Karl Herrup, \"If you're not studying amyloid, you're not studying Alzheimer’s.\" This scientific myopia has led us to where we find ourselves today.",
        "My husband who was smart, ate healthy, journaled, sailed, biked and ran, dementia-did-not -run-in-his-family, yet he died from Alzheimer’s Disease. Ten years in Hell. It nearly broke the bank in our family. Nothing halted nor slowed the disease’s progression. There was no help from any medical provider especially neurologists. No one cared in the medical community. They couldn’t help, so we just had to go away. So all those studies true or false, papers, grants, billions in prescription trials all failed. Except those studies did help the bottom line for those leading us along.",
        "Women are more likely than men to develop dementia as older adults, yet there is no mention of this as a reason for the lack of good research with this disease. The paucity of research on women’s brains is a tragedy.",
        "To not feel powerless and discouraged, I encourage readers to read promising sources re preventing and slowing cognitive decline, such as:\n<a href=\"https://pmc.ncbi.nlm.nih.gov/articles/PMC10344607\" target=\"_blank\">https://pmc.ncbi.nlm.nih.gov/articles/PMC10344607</a>/\nPeriodically searching under \"nlm: dementia and prevention\" for example, allows anyone to view current research, such as things all of us can do in our daily lives now that don't rely on the pharma industry.",
        "I  agree with the conclusions of the article, but need to emphasize the importance of ongoing research by reputable centers.  It is critical to figure out the causes and treatments of these devastating diseases.  I am a subject in an ongoing study in Boston and I don’t want people to be discouraged from participating.",
        "This essay isn’t going to age well. Check back after AHEAD and TRAILBLAZER-ALZ3 report their findings.",
        "The essay states that Alzheimer's afflicts about one in nine people over the age of 65. I'm wondering about the accuracy of that figure. There are various causes (e.g. strokes, certain medications) for symptoms that can mimic Alzheimer's. I had an elderly relative who experienced confusion when she was in her 80's and was given only the most cursory of evaluations for Alzheimer's--a verbal test asking the patient to give the date, remember a phrase spoken by the doctor, name animals beginning with a certain letter, etc. On that basis alone my relative's GP decided that she had Alzheimer's. (There was no family history of Alzheimer's.) I'm wondering how many doctors jump to an Alzheimer's diagnosis when presented with an elderly patient who exhibits symptoms of confusion and memory difficulties. If this is a common occurrence it could be complicating matters by underplaying the need to research other causes of dementia and making it difficult to accurately assess the efficacy of Alzheimer's treatments.",
        "I am quite concerned about journalists who are discussing science in such simplistic ways as to be false. There is no doubt that protein aggregation - the process that forms amyloids- plays an important role in Alzheimer's disease. To  identify causality, it helps to turn to genetics. There are families, in which early onset Alzheimer's is inherited because these individuals carry mutations primarily in three genes. These genes are either the gene that encodes the amyloid-beta precursor protein (APP) or they are involved in processing APP into amyloid beta (Aβ). I would also like to note that Alzheimers is not the only 'amyloid' disease - there are several diseases that are caused by other aggregating proteins. \n\nOf course, there is no doubt that life style and inflammation contribute, in particular to late onset Alzheimer's. One well-known gene that influences late Alzheimer’s risk is the apolipoprotein E (APOE) gene. The APOE gene is involved in making a protein that helps carry cholesterol and other types of fat in the bloodstream. However, APOE risk variants only increase risk, they are not causative.\n\nWhy are current drugs not working? One reason is simply diagnostics - we diagnose the disease too late. When symptoms appear, much damage has already been done. Second, it may not be the aggregates that cause damage but their early intermediates. Third, as a disease of the old, Alzheimer's is heterogenous, a consequence of different factors encountered during life.",
        "I have been researching memory and disorders, including Alzheimer's for 30 years. \nThe article is spot on. What can we do to fix this? \nCap the amount of funding to any single lab!! It's that simple. How?\n\nNo scientist can carefully supervise the work of more than 10 people. A lot of research money to a single lab means too many people in the lab and the lead scientist can't check the details of work done by their lab members. Errors creep in and nobody has the time to check them.\n\nScientists with huge amount of funding feel the pressure to keep producing new results to get more money. so their lab members are rewarded to be fast but careless.\n\nThis how a handful of scientists dominate the discourse and kill off any fresh ideas. Journalists want to interview only the most famous scientists from the most famous universities. So, new ideas have zero chance of getting funded.\n\nWe do need fresh, out of the box ideas because the old ideas of A-beta or Tau have not worked. But, the proponents of these ideas have huge labs and they sit on all NIH funding panels, so they kill fresh ideas.\n\nCapping the maximum funding to any lab will not only remove careless errors but leave enough money for fresh ideas to flourish and then we will cure Alzheimer's.\n\nFull disclosure --for the past ten years, I have made numerous attempts to get funding for a new method of curing Alzheimer's, without any side effects. Every proposal was triaged.",
        "Excellent analysis. The role of the Alzheimer’s Association in influencing research priorities is worth examining as well. Many of its leaders are on FDA advisory committees which include a very large component of pharmaceutical industry leaders.  \n\nThe role of such ‘charities’ in medical research is extensive. (See also the American Lung Assoc, Heart Assoc, Cancer, etc.) Their close relationships to the drug industry and to government regulators and lobbyists have a powerful impact on how research dollars get spent and whose university gets the largesse to build gleaming new research facilities. \n\nThese charities may have begun as truly grass roots efforts to address major medical issues, but many have grown into giant enterprises led by highly compensated CEOs and are funded and organized so as to groom and/or lobby donors for research funds that may well pad profits while making little scientific progress. (See Anne Paddock’s blog analyzing nonprofits’ tax returns for specifics on some of these.)\n\nI believe the misconduct is worse in dementia research than in some other medical contexts partly because of the stigma and fear of the disease(s), which has been so successfully stoked by the Alz Assoc and its enablers. Helping people diagnosed with dementia by engaging with them directly would undermine this strategy. Meanwhile, Lilly is running teaser ads dropping hints that amyloid plaques are causing AD and hope is on the horizon.",
        "While the author is certainly correct in his criticisms of faulty scientific priorities and a flawed peer review system, we also need to take a critical view toward his approach as well.  He is promoting a forthcoming book and obviously wants to sell as many copies as possible, so naturally here he features all the worst cases.  Taken out of context, these may give lay readers the impression that the situation is far worse than it actually is, and that the system is irredeemably corrupt.  In the current political context, the unintended consequence will be to strengthen demands for drastic cuts in research funding rather than the judicious reforms advocated by the author.",
        "Thank you for the article. I just read something similar in The Atlantic about research conducted by professors at leading business schools. Maybe those who are skeptical about \"science\" have something: scientists are human, and they functions according to the system of rewards and punishments in the environment in which they operate. Healthy skepticism is not denial, but a needed buffer in evaluating claims and alleged breakthroughs.",
        "This is a remarkable overview of a problem plaguing basic brain research and preclinical research.  Blots are, in a few words, easy to manipulate and fake, and peer reviewers rarely find the errors.  Further, when errors are found many journal are reluctant to retract, especially if the authors are powerful academics.  There should be no excuse for senior authors who do not confirm data in a paper, no matter how powerful they are.  Perhaps a bigger scandal is how poorly the NIH and NIMH have guided basic research in this area.  Animal models are not predictive of human efficacy, and in papers and biotech, we still see numerous proposals based on some variant of the amyloid hypothesis.  Patients deserve an innovative, science driven NIH, not an organization doing the same, unproductive research for decades because the reviewers are all amyloid believers.",
        "There are also lies in the history of cancer research.  Based on a history of successful results, William Coley experimented with immunotherapy for cancer treatment in the late 19th  and early 20th centuries.  Coley had some success treating cancer patients with immunotherapy and was a good scientist, conducting his own research. \n\nUnfortunately, James Ewing was Coley's boss and together with the emergence of radiation as the preferred (and most profitable) treatment (and later the FDA), Coley's treatments were suppressed into non-existence. \n\nIt would be many years, but James Allison revitalized immunotherapy and won the Nobel prize for what is considered the future of  cancer treatment.\n\nAlthough his treatments had risks, cancer treatment would have progressed a great deal if Coley's treatments hadn't been suppressed in the late 19th and early 20th centuries.",
        "Solid reporting like this generates light and heat, both sadly given very short shrift -- soon to grow even shorter -- in this abysmally illiterate, lazy body politic of ours. Not to worry, however: RFK, Jr. is on his way...",
        "I am a neuroscientist with more than 30 years of research experience. Several observations should make any research scientist cautious about the amyloid hypothesis. Examine the foundational report of Dr. Alzheimer; one finds that the amyloid plaques and neurofibrillary tangles (P&T) were observed in a female subject who is far too young to have had the common form of AD involving 95% of patients. Consider the Swedish identical twin study that shows one twin with cognitive disorder as well as P&T, whereas the sibling twin even twenty years later has neither; clearly environmental factors play a decisive role in disease progression.  Multiple clinical studies agree P&T is not correlated with cognitive decline in AD. Compelling support for the amyloid hypothesis is absent despite decades of research.  In my view it is long past time to move on.",
        "This is heartbreaking and disillusioning to read, having had a family member who suffered from Alzheimer's.",
        "Thank you for this article. It’s not just Alzheimer research. I work in genetics research (over 20 years now) and my job is to read genetics articles, in depth (including pages and pages of supplementary information that most do not read) and analyze/curate the data. I am disheartened by the quality of the papers, which has declined over the years. Many authors draw grand conclusions from the data or stretch data to fit their purposes. Many genetic associations are made purely by statistical analyses, crunching big data numbers without biological science. I  am skeptical of many papers, yet they get published and into the news and the misinformation is propagated. \nI am likely retiring early because it doesn’t not sit well with me at all. I bring up my qualms to my superiors, but they don’t seem to care. It’s a sad world.",
        "Yet another story of bakery and fraud among scientists. It's not hard to grasp why the MAGA crowd is skeptical about pronouncements from scientists about everything from vaccine efficacy to climate change. Congratulations, researchers, you are dooming us to a new Dark Ages.",
        "Don’t worry: now America has a President that support science and independent research in each and every way….",
        "Lies?  I am shocked.  How is that even possible?  Aren't we told that we never ask scientists doctors and such any questions since all they say and do is based on Science an those who are not scientist, thus lesser beings, are not entitled to any questions or thoughts or doubts?  If they dare open their mouths, that uneducated rabble, then the glorious scientists are rightfully aghast, and their hunting dogs in the media orchestrate an attack, they cannot wait.",
        "Ego and capitalism are always a poisonous marriage.  Humans are fallible if they give in to these too strongly.",
        "This story reads like a script from an episode of \"The Fugitive.\"  If ever legally confronted, would the network of researchers ironically reply \"I don't recall.\"  Perhaps another country's research is un-skewed by all this, and might achieve first the desired advances in treatment; and profit from them.",
        "I noticed you left out Trump’s man…Vivek\nRamaswamy who through his company,Axovant, made millions off a drug..interpirdine…which he claimed cured Alzheimers. After the drug was shown to be ineffective, he ran off with his investor’s money.All perfectly legal.\n\nUnfortunately, although you are right about occasional fraud in scientific research, you are giving the anti-science crowd, led by RFK jr,all they need to shut scientific evidence and research out while letting Dr Oz push useless pills. You have a good story…will sell a lot of books…but maybe you should focus more on scientific research that is accurate and has saved millions of lives in the next one.",
        "Perhaps the solution is what Trump has just put underway--Stop all research and allow the Invisible Hand of the Grim Reaper to guide human progress towards the inevitable endpoint of a Master Race.\n\nOn to Mars--and beyond.\n\n/s",
        "\"Why would a scientist do it?\" Seems simple to me. Money and fame.",
        "Calling Thomas Kuhn!  \nSeriously, this is truly demoralizing. After getting a master's degree in social science I decided to go into law, but have always thought of science as the leader in ethical practice. Hence my preference for physical evidence over eye witnesses. \n I knew the pressures of publish or perish & d/n want to get stuck in that rat race, (pun intended). But I had no idea, until the last couple of years, how many ways there were to deceive or how many researchers willing to do it. But scientists are human & to be human frequently is to be deceptive. \nStill, very sad.",
        "It would be good if they reviewed the trial data for Lequembi which looks like the Russian vaccine data (filled with duplicates.\nIf not at least publically shane the companies for not releasing the data.",
        "Why not publish both the original image along with the “enhanced” one?  Serious scientists will have the original that might be too hard for others to interpret.\nI keep writing this:  Lifestyle doesn’t overcome genetics.  A dear friend with a PhD who exercised, ate right, etc, is dying, unable to walk nor speak.  Her father died of Alzheimer’s too.",
        "“That phenomenon is not isolated to Alzheimer’s research. The broader incentive structures in science — where pressure to publish, secure funding and achieve breakthroughs is immense — can lead even well-meaning scientists to make shocking choices.\n\nIt is surprising that the author failed to mention that the current success rate for a grant submission is 10%!!!!!  (Historically it has been over 20%).  \n\nIt is hard to understand under these conditions how anyone can make a career out of medical research especially when you can  lose your job if you do not continuously get funded. \n\n More funding for NIH would go a long way  to reducing fraud.",
        "Well, I hope the \"trust the science\" crowd, who demonizes and calls a conspiracy theorist anyone questioning mainstream scientific positions, learn some humility.",
        "Researchers should be mandated to archieve and sign off on \"raw\" data via a clearing house entity....other researchers should then be able to \"interpret\" data and arrive at similar conclusions",
        "This reads like it could have been a chapter in the book, \"Blind Spots:  When medicine gets it wrong, and what it means for our health,\" by Dr. Marty Makary.  \n\nHe has the following quote in Chapter Five (True Believers, Why we resist new ideas): \n\n\"Never underestimate the difficultly of changing false beliefs by facts.\"  \n--Henry Rosovsky",
        "thank you for bringing this to our attention",
        "Now is the worst possible time for this to have been published; I wish it had been done a year or more ago. In the new climate of exponentially escalating corruption and anti-science, it's like putting a loaded gun in the hands of a toddler.",
        "Fraud and deception knows no professional boundary.  Its a human trait.  The premise and notion that (revered) sciencists are immune from these animal spirts is false, just as its faulty to posture that all cops, politicians, government officals, bosses etc… are somehow/should be blanched of all impulses.  \n\nWe live in a system that honors ‘fake it til you make it’ and bluster.  Accountability is ellusive for many and merely absent for most.\n\nGood luck with your research and book - scientists are human, as are journalists.",
        "As an identical twin whose brother has Alzheimers I am of course interested in the latest research.\nWhile in the sauna at a club I belong to I ran into a gerontologist who extolled the benefits of the sauna on AD. I found the Finnish paper he mentioned (Age and Ageing, Volume 46, Issue 2, March 2017, Pages 245–249, <a href=\"https://doi.org/10.1093/ageing/afw212\" target=\"_blank\">https://doi.org/10.1093/ageing/afw212</a>).\nWhen I asked him at a subsequent meeting why this wasn't above the fold front page of the New York Times he said \"there's no sauna lobby in America\".",
        "Remaining in academic medicine requires continued extramural research funding. Otherwise, promising medical investigators are not incentivized to remain and, if they have clinical skills, they will move to the private and more lucrative sphere, with little option and incentive to conduct medical research.\n\nAcademic medicine should financially support clinical investigators due to the precarious awarding of extramural clinical research grants, particularly when grant awarding is irregular for an individual scientist despite continued results publication. Otherwise, the temptation is great to falsify research published results to remain in academic medicine.",
        "My father died from complications due to Alzheimer's back in 2007.  Many of his relatives died from it as well.  I've heard it described as being in a dark closet with light shining under the door.  Eventually, the light gets dimmer and dimmer until it finally disappears.\nI am going on 64 and I have my moments that I call my \"Alzheimer's moments\".  It is scary and nerve-wracking.\nI truly hope that a cure will be found soon.  If not in my lifetime, maybe my son's or grandchildrens'.  \nAll I can do is live life to the fullest and share memories with my children/grandchildren so that they can share my memories with me if I get to where the light in the closet starts getting dimmer.",
        "\"The biopharmaceutical company backing the drug, Cassava Sciences, settled with the U.S. Securities and Exchange Commission on charges that the company and key executives had misled investors on research around the drug. The executives did not admit wrongdoing.\" So once again lies and duplicity complete with a dose of illegality are identified, the perpetrators of these illegal acts pay a small fortune in reparation, NOBODY GOES TO JAIL and strangely no-one admits guilt. I have a suggestion...that there be a law that states that paying money for malfeasance is only possible with an admission of guilt. Absent this admission parties be compelled to go to court and if found guilty there be a prison sentence for those implicated in the crime. Money is the get out of jail free card for these ne'er do wells and until this stops you will never bring justice to the table, and this legal protection racket will just continue to offer up a two class legal system...one for the rich and entitled and one for the rest of us!",
        "I’d feel a lot better about his conclusions if he didn’t so often refer to “leading experts” without using names, and if he was not aggressively promoting his book.",
        "I’m confused. Is the author saying that the pictures accompanying the data are messed with? Or are the images all or part of the data being reported? If the data points, either referred to or included in the paper, support the conclusions, then why should I care if the pictures are prettied up? What researcher wold ever cite a paper after only looking at the pictures? What kind of research is only reported in pictures without the drudgery of tables of data? If I take a pic of a pair of bald eagles, and the sharpen up the contrast or blue up the sky, is that falsifying an image? Does photoshopping Red Sox hats on the eagles make the underlying eagles made up?\n\nIf I’m going to get into a tizzy about Alzheimer’s research, I want evidence of tampering with tabulated data. Unless the pics are the totality of the data, in which case it doesn’t sound like science to me.",
        "There may be a lot to what this article asserts  - I do not have the professional expertise in this area to judge independently. But I am suspicious that it appears in the NYT just as Trump ramps up his attacks on the NIH, academics and science generally.",
        "Amen! Throw huge amounts of money at a problem and fraud will follow. Chumming the waters brings up all the bottom-feeders. Unlike e.g. the successful quest to treat and prevent HIV infection (perhaps a comparable mega-project), Alzheimers is difficult to measure and define, which allows lots of slack for unscrupulous researchers to make stuff up (of course, in support of what they believe). And the problem extends to neurosciences in general, where theories and methodologies de jour are uncritically accepted as truth. And then there's the decline of standards for publications - where anyone can get anything published, somewhere - in degraded journals or by fee-for-publication mills. Thank you for your efforts in exposing these failings and seeking remedies.",
        "Thank you for your efforts. I have long suspected that dementia research amounts to a really expensive car accelerating toward a cliff. \nBecause in the 20 years since my mom got it and died because she forgot to breathe, nothing has been accomplished with billions of dollars of research. A few dubious drugs have come to market and a few others redirected toward symptom control. And the advice that we should live the current version of an idealized lifestyle. Which will change when researchers fall for a new version.\nI'm old enough to remember when ulcers meant you have a bad personality and need to eat bland food. I also remember that the doctor who discovered the bacterial connection by coincidence was widely reviled and disbelieved for some time.\nWe need a MacArthur style grant for contrarian ideas for this horrifying disease that many of us will face ourselves. Scientists should not have to falsify to get and remain funded. They shouldn't face ruin for admitting their work did not succeed. And we need to move on from this obvious failure.",
        "A good article about a shameful and harmful group of scientists. But why would a governing body overseeing such work have someone like Mr.Piller on the staff. I'm sure that there were rumors, where did they go?\nIt is not surprising to find the NIH's response did not inspire confidence. Most government agencies do not succeed as they should in the important work that they've been given. They all should consider, every day, that their purpose is to protect the population which they serve.",
        "I have a PhD in neuroscience from a major institution; my own lab as a PI worked on neuroscience-related questions.\nWhy Alzheimer's research as having such a high rate of fradulent or partially fraudulent publications?\nHere is the recipe:\n1. both fame and fortune available\n2. desperate patients etc mean that issues with papers can be \"overlooked\" because such urgent medical need (\"yeah, this figure is questionable, but maybe this paper is right, and if so, I don't want to delay this coming out\")\n3. lots of MDs, so more the MD power system as opposed to PhD mentalities (yeah, PhDs can be bad, but MDs can be more deferential to experience and expertise).\n4. difficulty of replication of studies - this is not true of all Alzheimer's work, but certainly true of some. In some fields, a postdoc can go do an informal replication of a key result from a major paper, without spending much time or lab money. In fields like Alzheimer's, some experiments are very difficult to replicate without huge effort and a lot of lab money.\n5. Again, fame and fortune!\n\nThe good news is that a lot of areas of biomedical science do not have these characteristics, or at least not all of them combined.",
        "They’re all men. Is that relevant or coincidence? It’s not a scientific study, it’s just a sample of the many people who have recently been exposed for academic fraud. \n\nWe need less of the patriarchal attitude in scientific research. The lack of respect for women working in research programs is legendary - whether it’s in the field as an archaeologist or in the lab. In my experience working in many different fields men are always territorial, too concerned about their status and reputation, too capitalist (selfish) in attitude. Women are better team players and better at collaborative efforts. Generalization? Maybe. Someone should care enough to do a deep analysis of who is cheating and why, because it is killing innocent people. Not going to happen - anything that hints that diversity is good has officially been cancelled by President Elon Trump.",
        "They’re all men. Is that relevant or coincidence? It’s not a scientific study, it’s just a sample of the many people who have recently been exposed for academic fraud. \n\nWe need less of the patriarchal attitude in scientific research. The lack of respect for women working in research programs is legendary - whether it’s in the field as an archaeologist or in the lab. In my experience working in many different fields men are always territorial, too concerned about their status and reputation, too capitalist (selfish) in attitude. Women are better team players and better at collaborative efforts. Generalization? Maybe. Someone should care enough to do a deep analysis of who is cheating and why, because it is killing innocent people. Not going to happen - anything that hints that diversity is good has officially been cancelled by President Elon Trump.",
        "There is no way to publish negative data: this was tried and it didn't work. How many times have similar research reached the same negative conclusion yet because it was not published, no one knows that this avenue is fruitless? Another issue I have is the use of statistics. How many of the authors, let alone the reviewers, know enough statistics to determine if the analyses were appropriate? \n\nA possible solution is to have a repository of all of the original data so that anyone can examine it.",
        "I'm a retired microscopist.  I worked for decades in research, in academic, national-lab and industrial settings (all non-medical).  \n\nIt would be helpful to clarify what is meant by \"image manipulation\", since I would strongly dispute that all manipulations of images are fraudulent.  Is it fraud to adjust the contrast and brightness of an image?  These are standard operations in imaging of virtually any kind, so surely the answer to that is no.  However, if it's done with the intent of obscuring some \"inconvenient\" information, it could indeed be fraudulent.  \n\n\"Manipulating\" an image is often done merely to make the important information more visible to the reader of a paper.  And why not?  It's actually an important part of a microscopist's trade.  \n\nImages are remarkably powerful at generating ideas.  But even selecting what images to include in an article is inherently subjective.   \n\nSo it's really important to understand this limitation, and use other techniques to supplement and confirm the ideas arising from imaging observations.  Once you've formulated a hypothesis from qualitative observations made from imaging, can you make some less subjective measurement, say via a clinical study?  That extra work is essential, and if the result doesn't support the hypothesis then maybe it's time to retire or modify the hypothesis.  \n\nBut before simply condemning all \"manipulation\" of images, it's important to define what is meant by that, and when it qualifies as fraudulent.",
        "I have been a science-oriented person all of my adult life (50+ years).  Still, it was quite a shock to learn many years ago that science, like so many other disciplines, can be manipulated, bought, and sold by and to the highest bidders.  One fairly recent book (2020) describes how science gets manipulated:  David Michaels' \"The Triumph of Doubt: Dark Money and the Science of Deception\".  Unfortunately, this article is not surprising.",
        "THANK YOU for this article.  Over the last few years, I've read with dismay, frustration, and moral outrage  about the several reports of fraudulent AD research that have led the field astray and divested hundreds of millions of dollars away from other scientific ideas.  I have seen how the misplaced bias and single minded focus on amyloid beta has infiltrated the NIA peer review system to the detriment of advancing the field.",
        "The Amyloid hypothesis is a sideshow.  Many people will have amyloid without dementia. The main culprit regarding dementia is insulin resistance  - that leads to neuronal loss. How do you treat it - diet (low sugar and refined carbs) and exercise. But of course there is no dollars to be made with such a simple solution by big Pharma, so too many people are ignoring it.",
        "Good article, but you might fact yourself. Cassava Sciences never sold a single share before the stock's collapse - never! They lost a ton of money. And Dr Bik has a very checkered past. I don't remember the details but the first major company she worked for here in the US was a fraudulent enterprise. She then moved back to Haollnd and became a freelancer known to do hit jobs on companies when paid to do so. But yes, Cassava blew it though were is a very small chance when they publish a more detailed analysis this spring that might reveal efficacy for a sub group - most likely mild cognitive impairment. We will see. \n\nYes the amyloid hypothesis is junk. Neuroinflammation seems to be the more accurate target. Inmune Bio looks to have the best science for that purpose with rigorous oversight and early biomarker data. Past 2 trial results due around May/June. Hoping for the best.",
        "Indeed we need to and have to train scientists to be ethical and also have a modicum of scepticism together with critical thinking. But that in itself is no guarantee. Scientists are human beings and have all the foibles and errors that humans have. \nWhat is scary for me is that all that questionable research already noted or yet to be discovered is used to train Large Language Models for AI. That has important implications when people put their trust and faith in the use of AI.",
        "Retired neuroscientist here-- one who started out studying a similar problem: neurochemistry of amnesia (I moved on after deciding that the hypothesis driving my research was incorrect). I think that there are two key issues that drive this misconduct. First, there are way too many investigators like Dr. Masliah with 800 hundred or so publications. That can't be done without delegating work to the extent that the PI can't pay close attention to what is going on in their lab and without putting pressure on colleagues to push the limits of conducting rigorous studies. Second, very few studies are conducted in a way that allows hypotheses to be falsified. This is a key aspect of the scientific method that allows our understanding of the science to advance. Thus study after study has been conducted without substantially changing the underlying amyloid hypothesis. When I served on NIH grant review panels we used to refer to this as \"backing and filling\", by which we meant that the investigator had pretty much learned what they were going to learn with whatever line of research they were pursuing.",
        "NIH publishes a misconduct report. Almost all of the confirmed misconducts is are in bench research and the majority related to image altering. Pressure to publish? Yes. But that is true for every type of biomedical research. I thnk it has to do with the ease of falsifying image-based data and difficulty of detecting it - some samples are hard to obtain and some experiments are hard to replicate. One good news is that with the latest computational tools, we can compare images easier. On the flip side, AI makes failsifying images even easier.",
        "This is eerily similar to autism research. But in autism research, it's not images that are being manipulated. The root problem is in descriptive epidemiology: the annual rate of new cases. It has similarities to climate change denial, such as, the thermometers are wrong. It's denial that there is even a problem deserving of solutions. Highly misleading or outright false claims are common in even the highest impact journals. Journal editors refuse to take action. Opinions, unsupported by evidence, are repeated so often they are treated as facts. The result is we are fiddling while Rome burns.",
        "Most of us are taught from an early age to “trust the science,” and that those engaged in scientific research are not only brilliant, but noble and respectable just by virtue of their choice of profession. As we get older, though, we learn how power structures and politics, etc. affect every facet of life.  Performance art prevails over truth and competence.  Groupthink (fed either by laziness or by wanting to fit in) used as a cudgel against dissenting opinion.  Greed confounds progress in opaque pursuits.  \n\nAs I churn through middle age, I feel more resigned to the idea that there’s no prescription for this aspect of the human condition, and Mark Twain’s quote seems wiser and less curmudgeonly than it did in my teens and 20s: “The more I learn about people, the more I like my dog.”",
        "The writer needs to follow-up with coverage of successful metabolic therapies currently being used to treat Alzheimer's with cases of REMISSION reported. Dr Dale Bredesen",
        "I'm a retired neurologist and I still kick myself for being too slow to pick up my mother's dementia, which presented as a psychotic depression.  This article saddens me immensely.\n\nCorruption is not new: as a resident 47 years ago, purportedly demented patients were admitted by one faculty member for  spinal taps to collect fluid. More than one person was clearly not demented, and when I raised the issue, I was told just to get the fluid, an ethical issue if ever there was one. \n\nBut we are now in the age of narcissists, attention grabbers, influencers, people trying to get funding (good luck for the foreseeable  future), tenure, power and influence.  Not too surprising that medicine is not immune to these any more than our politics are.\n\nI learned years ago as a practitioner that doctors who told patients what they wanted to hear were often immensely popular and influential. The rest of us who told people what we thought they had, especially when it was bad and untreatable (like much of what I saw) often did not have much respect.  \n\nIt exactly mirrors politics: tell people what they want to hear regardless of the truth. Tell the people what needs to be done, and you end up in the political wilderness.\n\nWe need far fewer medical journals, to publish more negative studies, because knowing what doesn't work is every bit as important, and somehow pay reviewers appropriately for their work without corruption, except the corruption boat has sailed a long time ago.",
        "\"Train young researchers to value ethical conduct as the fundamental basis of science, and to hone their powers of skepticism. Advance them based on the quality rather than the quantity of their research products.\"\n\nAmen to that.",
        "Tthe Alzheimer’s Research Foundation is obscene in the amounts of paper they use in mailers, sometimes I get two at once, reminding me I haven’t “renewed my membership.” My mother died from Alzheimer’s complications, so I was a vulnerable source for them for a while, but no more.",
        "I am reminded of two important exposes on psychiatric drugs - Mad In America, by Robert Whitaker (who was a Pulitzer Prize finalist for this book) questioning antipsychotic drugs and Prozac Backlash by Joseph Glenmullen about the dirty tricks getting prozac approved.  That being said , I am not against antipsychotic drugs, I am a retired psychiatrist and I think they play an important role, but they tend to be overprescribed in too high of doses and using more than one for a patient has no documented efficacy.",
        "It’s almost as if the incentive structures of academic science favored highly visible science over robust and careful work and the publication of so-called negative results…..",
        "The idea of research fraud in Alzheimers studies is abhorrent having cared for and knowing that my wife’s family history of it occurring I am offended by the mention of this because of my monetary donations.\nMaybe if those who have cared for some of those afflicted had an ounce of courage that it takes to maintain them they would have some sympathy or humility to understand what it takes to care for them.",
        "One important contributor to the problems discussed in this article is the reinforcement bias inherent in the way research is funded.\n\nIt's really hard for researchers to get NIH or NINDS grants; maybe 5-10% of proposals are funded. Study sections comprising scientists working in the field tend to rate highly proposals from other established players working on established hypotheses. \n\nThis form of scientific log-rolling both ups the ante on confirming the validity of the dominant hypothesis and makes it harder for less-established scientists with novel ideas to get funding.",
        "It's pretty depressing when even scientists resort to fraud. Maybe the pressure of needing grants for research or tenure and promotion is too much for some people.",
        "There are two issues discussed here: scientific fraud and the causes of Alzheimer's disease. First, of course, scientific fraud exists because there is absurd pressure, namely the competition for research funds. Depending upon field, the percentage of grants funded by the NIH or any of the other agencies can be in the single digits. We need to support our researchers better! Also why would anyone believe that scientists are better people than the rest of society - cutting corners and cheating a little or a lot to get ahead seems to be embraced in our society (see our current president). However, scientific review in the grant panels I am serving  is harsh, with critiques given by other experts in the field. There is self-correction, sometimes it takes a while.",
        "If Trump was smart or even a member of Congress they would call for a government investigation on this issue ASAP.",
        "I was a serious journalist for a metropolitan newspaper while my wife struggled to get a PhD in what was called by a technical name, but amounted to immunology. I was bemused by her stories of research problems that she spoke (to me) about only reluctantly, as she worried about breaking faith with her colleagues. One of her stories concerned a fellow researcher who got a PhD after a series of studies and experiments on mouse models. After getting the PhD, the researcher moved to a different university, and a bit later the original lab discovered that the mice, a special strain that was kept isolated to prevent contamination by other biofactors, had in fact been infected with a undetected virus that essentially would  have nullified the results of the research. As far as I know, the papers were never withdrawn and the problem never acknowledged except secretly inside the original lab. I got the impression from my wife (since passed) that this was simply the way things were done to avoid losing grants or damaging reputations.",
        "I’m positive that this kind of lazy, fraudulent research scholarship is much broader, deeper and serious than can be realistically tackled.\n\nI spent most of my post-grad research drilling down into off-cited research that bread mountains of further research, making countless careers over the course of decades. \n\nThe result became vertigo inducing. So much is based on so little authentic research.\n\nFortunately, I can only speak to the field of eduction research, which, I strongly suspect, remains virtually untouched by the type of investigations currently being undertaken in the (actual) sciences. After all, education is not life or death scholarship as with medical research, right?\n\nWho cares if tens of thousands of influential papers and thousands of seminal books on the subject of teaching are built upon specious research, fudged data, fraudulent trends and egregious redundancy within its scholarship?\n\nAt least no one’s life is at stake, right?\n\nRight?",
        "People only like to talk about success.\nWe need to encourage the reporting of what does not work.\nWe need to fix our food supply.\nWe need to re-examine the publish or perish directive in higher education.\nWe need to admit that ALZ may be communicable.",
        "As a person with PTSD and a Pharma marketing disrupter, after learning there was also no medical treatments for this condition, one that is both psychological and physiological, I went to work in search of info and to devise a strategy.  This may also apply to Alzheimer’s and Parkinson’s.  It cannot hurt.  \n\nA prominent study found that to heal the brain the gut microbiome also had to be healed. The study touted benefits from a vegan diet as well as a Mediterranean diet because they contain Eubacterium eligens, a putative protective species for post-traumatic stress disorder (PTSD). This means that it may help protect against PTSD. Diets abundant in meat and cheeses create a highly acidic body, and that allows many brain and body diseases to flourish.\n\nMore should be shared by The NY Times about this.  Preventative measures do not get as much marketing because there are not giant profits associated with them.  \n\nBut as in life, preventative measures are so important. Big Pharma doesn’t market these, of course.",
        "Yes, science is a human enterprise.  Yes, there are many incidents of quackery.  A book by the title \"Betrayers of the Truth\" outlines some of this history.  More recently, superconductors at high pressure, room temperature fusion, molecular transistors etc etc.  The criterion is reproducibility and when the studies become large, that can become difficult.  I myself as a practicing scientist, look at every thing with a skeptical and fact based critical eye.  There is a significant amount of scatter in most all medical research data, and you do need to be careful.",
        "As a scientist who has been involved in Alzheimer’s clinical trials, I think Mr Pillar has focused on the wrong issue. For sure there is fraud in published papers on Alzheimer’s disease but that is hardly unique to this field. Unfortunately, scientific fraud goes along with the pressure to publish in all scientific fields. The issue that is touched upon but not really pursued is the validity of the amyloid hypothesis. The problem lies in the clinical definition of Alzheimer’s. Currently a diagnosis requires the presence of both amyloid plaque in the brain and dementia. Since leqembi cleared amyloid plaque from patients brains, it ‘cured patients’. Obviously, that is ridiculous since the patients’ dementia continued to progress. What we need is for the Alzheimer’s establishment to re-evaluate the data. We have developed an obsession with a small 42 amino acid peptide derived by cleavage from a larger protein of about 700 amino acids. What makes this small protein so important when we know from a huge literature database that there is no correlation between the \namount of amyloid plaque in the brain and the extent of the dementia? It is time to focus on amyloid precursor protein and not just a tiny bit of it.",
        "Physician here.  This will do lasting damage to the field and medicine more broadly.  It does damage to the name of legitimate scientists and research as well; what a shame. These should be career ending events.  But one must look at the system as well —the way the industry and academia are structured and the incentives in place to publish, the cartel of top flight journals that pick winners and losers and have little transparency and keep their life-saving knowledge that the public paid for (in the form of grants) behind a paywall—none of it inspires confidence.  And the huge profits available to drug makers and researchers distorts the whole system away from its intended purpose. The system is in need of a serious overhaul.",
        "This story rings so true and saddens me. Both my parents had Alzheimer's and my mom developed Lewy Body in the last 3 years of her life. \n\nAbout 20 years, as my dad's illness first manifested, I read voraciously to understand what was happening, what treatments were available and what I could do. There was little doctors could offer other than familiar platitudes and no hope. \n\nI read the NYT reporting back then. It was then I first started commenting. I learned a lot from other commenters. But after about 10 years (not exactly sure), I noticed the NYT reporting on Alzheimer's research diminished. I knew from my own drive to understand that the research was at a standstill, despite occasional headlines proclaiming \"promise\". \n\nBoth my parents were prescribed 98% useless drugs, which we took out of sheer desperation. And when a rare story talked about the near-impossibility to get research funded for any hypothesis other than the \"plaque is the only cause\" theory, I knew something was wrong with the scientific approach.\n\nI cannot thank Mr. Piller and the NYT enough for this honest reporting. It reflects my own experience of the past 20 years. \n\nOnly when light is shone on the stubbornly biased, uncurious, erroneous research approach to \"take money & cheat us all\" can real change begin - and real discovery happen. \n\nKudos to anyone trying the promise of GLP-1 drugs - at least it is new learning, a new direction.",
        "I was involved in supervising, guiding and publishing research in competitive journals. I was given a tuition-free PhD and a 4-year contract to teach both under-grad and grad-school courses, and paid appropriately. After 4 years of rigorous service I was called into the department leaders office and told that I could be given tenure, but would not be offered this as a was a white male. They asked me then to mentor a new female professor hire. I mentored this person. I form no resentments. This was 20 years ago. I was contacted by a Dean at the university a couple days ago who wants to talk with me about working at the university. Okay. I was also warned that, back 20 years ago that any fraudulent manipulation of data would be dealt with harshly. We have come a ways. The article clearly indicates that high paid folks do not have to worry about committing fraud.",
        "My father died of early onset dementia. It was devastating to watch him go from repeating stories to forgetting things about my teenage life to moving into assisted living to forgetting who I was by college to eventually not being able to speak. As my own son becomes the age I was when my dad got sick, I worry. \n\nReading this article makes me feel like I can’t trust any research about early onset dementia. I’ve had passing thoughts over the years about joining a study, but why would I now? I have less hope that there will be drugs or interventions available in 10 years if I were to face my father’s fate.",
        "Of course, scientists who fraudulently supports their claims should be condemned and prosecuted. \n\n1. To a substantial extent, all aspects of healthcare have been corrupted by the lust for wealth. The politicians have done nothing about that. As a result, all aspects have been manipulated in ways that have undermined patient care, as well as research, development and distribution of health care products and services.\n\n2. It has become clear that AI assisted diagnosis can significantly improve patient care. All physicians and nurse practitioners should be required to learn how to use AI assisted diagnosis (including the gathering of information necessary for it). The Federal government should make that technology freely available.\n\n3. Most research is conducted based upon data from a very limited number of patients. The government should sponsor a database system that collects and tracks patient history for millions of patients. We have super computers that can plow threw such data looking for patterns of lifestyle, diet, genetics and exposure that suggest disease causation and early diagnosis or prevention. Such information can be tracked by assigning an anonymous identity to each patient. Participation can be prompted by the government underwriting free and complete physical examinations once or twice each year.",
        "I remember the fairly recent Alheimer's drug that was (I believe) fasttracked despite risks of brain hemorragh and improvement imperceptible to most patients because \"they need hope.\"  This, despite real worries for financially stressing Medicare, is just wrong.",
        "While I don't mean to condone any kind of scientific misconduct, I do want to point out a problem that comes up when writings such as this help to create an atmosphere of mistrust in the scientific enterprise in general. Mankind would not be where we are without science. We simply have no other alternative.  Vast majority of scientists, 99.99% (?) are dedicated truth seekers whose purpose in life is not seeking riches or fame. \n\nI am no expert on Alzheimer research. However, I do know that Amyloid hypothesis has been around for decades. There has been plenty of scientists, doctors, and patients who have been skeptical about it.  I am not sure how much influence the \"doctored images\" which seems to be the focus of this column have had on keeping the Amyloid hypothesis in place. \n\nThe problem is that no one has come up with a credible alternative hypothesis that everyone can get behind. Some problems are harder than others to solve. Let us hope that science and scientists will find a way to make progress. We need it, desperately. Let us not get political posturing and ideological warfare to destroy the credibility of the scientific enterprise.",
        "Doing the same thing over and over expecting different outcomes. We’ve all been down the rabbit holes when it comes to western medicine cures (pills). \nWhat causes something is much more than looking at one thing. What causes all this dementia? Look at the air we breathe (moderate air pollution levels a constant in many places), processed food (with their empty calories and chemical additives), micro plastics (in our food and water), clothing and furniture (made out of synthetics), I could go on but you get the drift. Maybe it’s not just one thing, maybe it’s the environment we have created, maybe we need to be realistic and clean up our peripheral environment so our inner environment can be healthier. Maybe.",
        "Not being a neuroscientist I cannot do more than inquire, perhaps overly naively,  why the author appears to place such emphasis upon \"doctored photographs\" in his critiques. \n\nAdmittedly a photo is worth a thousand words, but surely there is more than the presentation of photos when it comes to Alzheimer research (or other brain maladies)...I can see where they would play some demonstrative role, but is there not much more to this area of research than the taking of and presentation of photographs at high magnifications? \n\nThe apparent doctrine of the amyloid clumping must surely have had other foundational features than the high resolution photographs. If so, what were they and would they have been equally vulnerable to manipulation and fraudulent presentations by a very large percentage of the research group's personnel? \n\nReplication of experimental protocols would have also generated comparable photographs as well as other allied data, which would have then been analyzed and compared by many members of unrelated research groups. Was this the normal method by which the fraudulent behavior came to light? The author does not really indicate this either.",
        "Great article. In addition to the ethical problems in scientific research generally, there are also problems with incentives. There is some decent research showing that Selegiline HCL, a drug long used in treatment for Parkinson's, can also be helpful for Alzheimer's Disease — more helpful than the currently approved drugs, and much, much less expensive. But clinical trials will never be done on drugs that won't make money for  pharmaceutical companies.\nIn addition, in many fields, such as my own (clinical psychology), new treatments are not developed because researchers do not receive as much credit (or money) if they build on, or test, the research of others. They all want their own \"brand.\" So psychotherapy has not improved for the past 50 years, but there are a multitude of new brands, that are basically the same as the old ones.",
        "Many lifestyle factors likely slow the progression of neurocognitive decline in older people but don't attract the attention that they should.  Physical activity even more than mental activity seems to be beneficial  Brewed coffee up to 5 cups a day has been shown to improve physical & mental function in older people who tolerate it.  Curcurmin a heavily used spice in India may be helpful.  India has a lower incidence of Alzheimer's than the USA or Europe.  Also a healthy diet to nourish the brain & not clog arteries.  All things which don't benefit Big Pharma or academic advancement but are available to the public.",
        "I suppose this has little or nothing to do with the author's point about research ethics, but I was struck by the assertion that Alzheimer's disease, at least in its final stages, steals \"the very identity that makes each of us human.\" \"Identity,\" at least in this context, is a tough concept to wrap one's head around. But whatever it is, the claim that it is something one can lose, and  when that happens one is no longer human, is troubling and perhaps dangerous. It seems to me that every member of the species homo sapiens is human, whether or not they have this mysterious quality called \"identity.\"",
        "This is why people question the “trust the science” crowd. The problems raised in this piece, regarding Alzheimer’s research, are repeated across many other areas of study. There is a lot of pressure  to accept “settled science” that is not in fact settled but is pushed to seem so from those that have an agenda. “Think different” isn’t easy in some of these research areas and it’s a big problem.",
        "As a practicing scientist I have little doubt that Piller is right that the Alzheimer's research field has its problems.  But, I recognize some of the issues that Piller points to in science within his own writing.  He is forcefully presenting a particular view that might not be correct.  He does at least admit that he does not understand why the 'fraud' and 'misconduct' happen. My own view is that when a lot of effort is put in to a field where there is little certain knowledge, it becomes hard to tell the wheat from the chaff.  It's all opinion, and opinions come and go.  This is inevitable until some final understanding prevails, at which point the history of who was right and who wrong can be written (including who was rigorous and who was cutting corners).  Piller, a journalist, also fails to mention any role for journalism.  The general public does not know much about what is discussed in scientific papers, but they are bombarded by articles about Alzheimer's, its prevention and treatment, written by journalists who lack deep or nuanced understanding and present perspectives that are far from certain, no doubt including those he now criticizes.  It's difficult to know who's doing the right research.  Piller offers moral indignation but no solution.",
        "The author has done excellent work, along with Elizabeth Bik, exposing fraud in AD research.  The focus has been on the misuse of western blots. There are some other relevant facts to note.  First, there is the failure of peer review in assessing the published papers, especially when authored by powerful academics.  Second, for some companies (Cassava named here but there are others) the clinical trial data have been curated -ie manipulated.  Despite being recognized, they continue to enroll patients and neither the FDA nor SEC have shut them down. Third, it is worth noting that many of the fraudulent companies have employed the same academic “experts” as consultants.  Lastly, the author mentions, but does not emphasize enough, the failure of the NIH funding process - an old boys network of ever there was one - in allocating research funding.  The “amyloid hypothesis” is a belief system that after decades has not benefited patients, and has stultified innovation.",
        "If we wait to \"train young researchers to value ethical conduct\", it is most likely too late.  We need to exemplify and teach the value of honesty, ethics and compassion across society from toddlerhood on.  Then, if all goes well, we can expect honesty and integrity in ALL our interactions and transactions with each other - research, government, business, you name it.  Where in human intercourse would it not be welcomed?\n\nAnd there are those who wonder why it has gotten more difficult to get everyone on board with the so-called experts?\n\nA measure of skepticism in our culture is wise. Sadly, it has been brought on by this kind of behavior.",
        "Alzheimer’s probably has numerous causes, needing solutions not a solution. Early onset is particularly disturbing. Late onset has many more variables, including behavior, but early onset sounds like a pathology.",
        "Dealing with a parent who has Alzheimer's now. The amyloid hypothesis medication is very risky and only slows Alzheimer's very moderately. It seems like a not-so-great treatment. There are some new treatments that do not target amyloid deposits that have shown success in lab animals. How soon they can be trial-tested and approved for humans is a big question.",
        "The truly corrosive thing here has nothing to do with Alzheimer's at all. When I turn to old friends with whom I've had climate change debates over the years, how do I say to them \"researchers overwhelmingly agree that this is a thing\" when this sort of fraud pops up? When vaccine skeptics say vaccines are a net negative, how do I respond?\nDevastating hardly says it.",
        "Biological science, Alzheimer’s or cancer, has been softening year over year. The low quality is similar to the humanities, social science, economics. \n\nWorking in the area, most of the time I would not even try to reproduce data published in top journals - it is costly and 90% of key data will not survive independent testing. \n\nThis is especially true in academia where publications in the right journals make careers, and nobody reads these papers (because everybody knows….and nobody would ever try to replicate these publications). I disagree with the author on industry. I find that industry data are actually more reliable because of financial and regulatory pressures.",
        "Scientific research is expensive.  And too much of scientists time has to be devoted to obtaining funding instead of actually doing research. \n\nThe system rewards those who produce results and negatively affects those who do not. That gives scientists a strong motivation to act unethically.  Fortunately the large majority do not.  Until the system changes the problem will remain or even more likely, worsen.",
        "Great. Just what we need--more distrust of science and scientists. I guess all those ads about health and weight loss on conservative-controlled social media are all we have to believe in.",
        "Until negative findings are considered publishable peer-reviewed science, the literature, incentives, and funding will be biased toward the blind alley of desperation to publish the agreeable and popular.",
        "On behalf of families who have been affected by this disease, a heartfelt thank you for your ongoing reporting. To think that the fraud and ethics issues across Alzheimer's research have delayed progress in finding treatments or a cure is horrifying.",
        "There is too much money in the research and treatment (private equity owned nursing homes) to find a cure.  President of Stanford University no less? The next 4 years will only extenuate that principle. We are entering the universe of lies, deceit, and corruption.\n\nAfter a brain scan, a 6 month wait for a neurological appointment with a 20-minute session we were sent home with the prognosis-it won't get better.\n\nSince then, I have asked myself, what minimum wage attendant would put up with this correctly.  I know the  \nthe problem is the American problem.  Money.",
        "\"The question of why any scientist would resort to cheating looms large. \"\n\nI wanted to add that sometimes researchers cut corners because they think they already know the answer (like the amyloid hypothesis) and see no problem massaging the data to agree with them.",
        "As a previous NIH grant supported neuroscientist I would like to emphasize a point touched on by the essayist.  I find it deplorable and discouraging that novel ideas and proposed lines of research are often crushed if they do not align with the group think.  Example the amyloid hypothesis.  There needs to be a better way to let novel ideas flourish.\nScience is full of examples of breakthroughs that were originally thought to be rubbish.  Now that the sums of money required are so large risk taking is discouraged.",
        "It's really the Scientific Pharmaceutical Academic Industrial Complex. Money is the source of the problem. Whether it's from selling a drug, advancing in tenure in which the salary goes up or tax deductible donations and grants made to academic institutions to fund \"research\". Are there honest scientists of course just like honest police but you don't know who they may be. Is all or even most of the $ that goes into \"research\" well spent. NO! Could it be better spent YES!",
        "Hubris and fraud are everywhere, including the sciences. It is likely a small percentage, but that can still be significant, especially when research gets widespread notice and subsequent citations. We saw a huge rush for recognition during the early days of COVID research without proper peer review. Peer review is important, but it must be done with diligence and not a rubber stamp because of reputations. We need science to be nimble and innovative, while preventing opportunism and fraud. I hope this article will lead to progress on all fronts. Thank you for you and your team's efforts. It is hard work.",
        "But this describes ALL science over the past 50-75 years. The money to be made is in continuing to thrash over useless investigations. Since the one and only purpose of science these days in making money, unless and until you decouple science from universities and the government, you will not get any progress on anything.",
        "There are also a lot of issues with the way the fda runs research and treatment. Start with the fact that Alzheimer’s is likely a process or a disease with different spectrums not at all something that can be treated by one pill. NIH won’t fund combined treatments, won’t fund treatment programs and is obsessed that one pill will fix Alzheimer’s. That will likely never happen if Alzheimer’s is a complex process. NIH not only needs to rethink its science, it needs to rethink the process completely",
        "This story perfectly demonstrates why we need a shake-up at NIH and FDA. Recent leadership has allowed a corrupt and ineffective (for patients) grant and drug approval process to become entrenched. Thinking outside of established patterns is discouraged because prestigious careers and corporate profits are supported by predictable positive outcomes, even if these are faked. \nI hope readers of this article will feel optimistic, as I do, about the leadership potential of Bhattacharya at NIH and Makary at FDA. Both have been maligned in the pages of this paper but readers who seek out their work independent of being told what to believe about them will hear them espouse exactly the principles this article shows that we desperately need in order to reestablish a system of efficient use of gov't research dollars to benefit humanity.",
        "It's not just Alzheimers.  Scientific American did an expose years ago.  The problem is pervasive in pharma.  Supposedly independent research articles are ghost written by pharma employees.  \n\nI'm sure it's not just pharma either, but anywhere research intersects with commerce.  Money corrupts everything.",
        "This harkens back to the suppression of research evidencing the effects of sugar on heart health back in the 1960's.  I want so badly to have faith in modern health care and science, but research has been in the pocket of monied interests for a long, long time.",
        "Cancer was beaten back as much thanks to public attention and financial support as by research. Heart disease kills more women than breast cancer, but which has marchers and a pink ribbon campaign?  Alzheimers, ALS and glioblastoma are death sentences with years of suffering before death brings escape from their terrifying symptoms. The government, researchers, and the public need to support a PR campaign with big investments to combat these medical curses. It won't happen from government in the next 4 years. But even gov will pay a huge price when millions of boomers hit the skids over the coming years...unless of course Republicans kill medicare after they're done killing medicaid, and then the ACA.",
        "A sobering piece. As a neuroscientist who works on other topics, I understand why the Alzheimers field is susceptible to this kind of fraud. The public health stakes of AD are huge with our aging population. Given its increasing prevalence there is a large incentive to fund research on and find a cure for AD. Researchers who report significant progress receive attention and more funding. A biotech that develops an effective treatment will become wealthy. These drives can create perverse incentives to commit fraud. Given the complexity of the brain and incomplete understanding of the causes of AD, investigators seeking funding gravitate to the one hypothesis that seems testable, the amyloid plaque model, even if it proves to be wrong or only part of the answer. I've seen this consensus upon inadequate hypotheses in other fields of neuroscience, such as that which posits that long term potentiation of neurons in the hippocampus is the basis of learning. Once a field settles on a consensus hypotheseis, it is in their interest to both support research on that hypothesis and suppress research on alternative hypotheses. This is clearly happening in the AD field, at great cost in trust and patients' well being. The author has done a service in bringing this issue to attention. It is past time for the AD community to critically analyze its current hypothesis and practices. The stakes are too high to continue as is.",
        "When science is directly tied to exorbitant amounts of money it’s not science anymore. It’s business. A business that all too often lacks ethics and integrity. I’ve worked within the clinical research community and watched doctors looking to please pharmaceutical companies—The temptation of a huge payout is always being dangled in front of them and the pressure to find ‘suitable’ candidates is constant. I think this article is missing one key player— the FDA. I’ve seen them overlook things as I’ve begrudgingly abided by their archaic rules and policies. The FDA should be looked at closely, as I believe some of the corruption is fueled by their keen ability to look the other way. With my parents getting older, I hope that I can navigate their healthcare to my best ability. It’s painful.",
        "I am 84 years old and this article is very frightening. My god is science, and I have planned for that god to continue to help me to reach and enjoy my goal, of living until the age of 120.\n\nSometimes it seems very hard to deny the existence of a devil.",
        "If Alzheimers is not one disease but several, reliant on each person's genes or lifestyle, etc, maybe no paper can point to a cure that works universally. I'm in the early stages of some form of elderly mental deterioration. I am nearly 80. My dad had A..., his brothers and sisters died of it. My sister has it. I have discovered that my brain operates at its most fuzziest when i'm inactive, unsociable, and not sleeping well.  Contrarily, my brain mostly  recovers if i walk, sleep well, and socialize. All of that I regard as a short term cause and effect. However - and unmistakably controversial - i take a daily regimen of lions mane and vitamin D, and that has very much improved my thinking gradually, and long term. I have told this story of improvement to many doctors and even a few dementia researchers but haven't found one yet that wanted to learn more. A friend told me facetiously that they don't want toknow, because there's no money to made from your semi-cure.  My own doctor tells me \"if it works keep doing it.\"",
        "How did the peer review process allow systemic fraud in medical research? Group think, ego, and nepotism! \n\nA turnstile of researchers at the NIH who look after their buddies has been going on for decades! As there simply is not enough money to go around, faculty have to help each other out with each grant cycle. \n\nAnd, it’s going to get a lot worse in the next four years!",
        "Those who make use of grants and knowingly direct improper medical care should be treated as criminals.\n\nWho should receive the harshest penalty ?\n\nA street person who robs your watch ?\nA finance person who steals your pension ?\nA scientist who lives off government grants and fraudulently dictates medical therapy?",
        "Sadly this story is all to believable.  Perhaps it is revealing an underlying characteristic of human behavior.  Perhaps social standing is a bigger driver than is commonly recognized.  It is really hard to ascend to the position of world renowned expert (or president, billionaire etc.) so what are a few mis-statements in light of losing that position? Makes me wonder if some of the accepted facts on climate change are real.  I'd like to think the science is pure but how would I know where the truth lies?",
        "How to avoid Alzheimer: \n\n- Don't eat processed food.  Eat veggies, nuts, fruits, chicken, fish. Limit red meat. \n\n- Avoid smoking / alcohol. Period. \n\n- Try to sleep well. That means avoiding screens after 9PM. \n\n- Exercise regularly. It doesn't matter where you start. As long as you keep going.  Even walking everyday is good. \n\n- Try to move away from car traffic. \n \n- Read books regularly. Reading books require focus. It can be hard if you are used to social media, but you can do it. \n\n- Join a community. It can be a labor union, a synagogue, a church, a local opera.\n\n- Don't trust any pharma CEO that tells you he has a very expensive miracle cure with absolutely no side effects. 3 or 4 years later, you will find investigations in the New York Times about side effects. I have seen this happen again and again.",
        "Piller, an investigative journalist, appears not to be cognizant of Thomas Kuhn's \"The Structure of Scientific Revolutions.\" Although published back in 1962, it is does make sense of the way science proceeds, by fits and starts. A physicist, Kuhn draws his conclusions from his field, but I can find examples in my field of medicine also only overturning paradigms (Kuhn'a terminology) when the evidence against standard practice becomes overwhelming e.g. the years of women dying of \"childbirth fever\" before physicians were finally persuaded to wash their hands before delivering babies.\n\nI get the impression that Piller expects all science to be true and unidirectional towards progress and that he is selling his new book in which he alone will tell the truth. He fails to acknowledge the complexities of the brain and the relative newness of diseases of the baby boom generation reaching truly advanced old age. I find his opinion piece to be a bit self serving and I hope this doesn't turn readers into science skeptics. Just as his field, journalism has hits and misses, so also does science. And as in journalism, everything written is pending confirmation from others and from time.",
        "Retired researcher here.  While there are many problems with the way science is conducted, this article doesn't address the question of how harmful these instances of image doctoring actually were.  If the point of the experiment was not affected, then a shortcut such as re-using an image from a different experiment might seem justified, especially if a sample is in short supply or the original investigator has moved on.  Don't let the perfect be the enemy of the good.",
        "I don't know what's most distressing here - the widespread fraud itself, the dismaying conservatism and lack of curiosity of a scientific establishment that locks in on a hypothesis and suppresses (instead of encouraging and celebrating!) competing hypotheses, or the shockingly naive response of the NIH that \"[t]here is no evidence that such proactive screening would improve, or is necessary to improve, the research environment at N.I.H.” What we seem to have here is a collective abandonment of ethics and critical thinking, motivated by careerism, greed, and laziness. Thank you for this magnificent piece of journalistic research!",
        "As the spouse of an alzheimer's patient this explains a lot to me. This is a horrible disease that usually ruins several lives.  I have been horribly upset about the lack of support and care available to my wife and me.  There are no new treatments or therapies and you're just supposed to wait until your loved ones die. To further add insult our health care system and insurance doen't even provide financial support.  It's just plain awful",
        "The emphasis on number of publications is a significant part of the problem as this is linked to funding, employment and fame!   And god forbid after a lengthy good faith effort you should get negative results.  A pressure cooker at the least, practically guaranteed to produce such problems.  \n\n Perhaps this is an area where a well developed AI could be of use, scanning images used to support the author's research as well as text  and root out problems prior to consideration for publication. There aren't enough humans to keep up adequately with peer review .",
        "You don't have to look far to find someone whose life has been affected by this disease. I guess it should be no surprise that research in this field has been driven by ego hubris and research grant money. What a sobering tale for those of us who fall in to the statistically relevant category of potential victims. Thank you for publishing this article and selling me another book.",
        "We live too long and end up dying in often miserable conditions - badly run long term care facilities, at home with exhausted caregivers trying to do the best they can, and on and on.\n\nWhy we are even TRYING to extend lifespans is beyond my understanding.  When and if we have achieved our three score and ten, anything else is a gift and should be treated that way.\n\nWe should also hold people accountable for their behaviors - including what they eat, how often they exercise, and other lifestyle choices.  Often the outcomes of our lives is a result of choice, not just heredity and genes, although those should also be taken into serious consideration when deciding to have offspring.",
        "But what do we do in the meantime? \nThere is precious little good care for alzheimer victims. There are tons of facilities offering \"memory care,\" but few seem to do more than warehouse their patients.  The cost numbers for volunteer caregivers versus what we spend otherwise tells us something: as a country we're so far behind the power curve, not only in prevention but in effective care, that it borders on the unconscionable. And we know it WILL get worse. The numbers of afflicted will multiply while our ability to address the problem we have now, never mind the increase   apparently won't. I can see it, and I was absent from school the day they taught dementia.",
        "Excessive competitive pressure is destructive in every branch of science, even if fraud isn't involved.\n\nIt results in \"groupthink\", a refusal to consider alternative hypotheses.  A paper that challenges, or even goes in a direction different from, the consensus, will have difficulty being published or read, and such a proposal certainly won't be funded.  It will be rated badly, simply because most of the reviewers will be followers of the consensus.\n\nThe solution is something closer to the academic tenure system, rather than the \"research support is a prize awarded to the highest rated proposer\" now in place at funding agencies.  Assure every proposer with a creditable research record a modest level of support, and reduce the prize-level support now given to winners of the review popularity contest.\n\nIn other words \"let a hundred flowers bloom\", rather than fertilizing one plant that my turn out to be a giant ragweed.",
        "I have often wondered if breast cancer research has some of the same problems. Billions of dollars have been donated to the cause but still no cure.",
        "Lies in Alzheimer's Disease (AD) Science extends to manuscript peer review process in high impact scientific journals and federal grant review process to squash alternative treatment options compared to the FDA approved treatments that neither cure Alzheimer's disease nor protect declining cognition in AD but have severe side effects in a significant number of cases. \n\nAD professionasl entrusted with administering care to AD patients are reluctant to prescribe the FDA approved treatments knowing that they are developed not on sound science but commercial profits possibilities. The high cost of the treatment to even those on Medicare and inability to optimally manage adverse effects dampens the enthusiasm of patients and their families to consent to the FDA approved treatment.\n\nNew paradigms of treatments for which there is robust scientific backing developed at the Sanders Brown center for aging in Lexington, Kentucky  by world renowned pathologists like \nDr. Peter Nelson and by the work being done at One Innovation Center in Louisville, KY by InFlaMed Inc researchers have based on sound science from several decades demonstrated that cognition can be protected by targeting complement mediated neuroinflammation. Financial support from private and federal sources such as Nat. Inst. of Aging (NIA) could advance translation of self administered effective treatment for AD especially at an early age to persons genetically predisposed to AD due to being carriers of ApoE 4 allele.",
        "This is an excellent and scary article.  It is an open secret that a lot of research in the area is very suspect.  The amyloid hypothesis is based on correlational data, not causal.  \n\nThe article points out a point that has been repeatedly pointed out.  It is easier to publish a ms if you confirm what other articles have concluded.",
        "The care givers are heroic. The cure evasive. Let's hope that AI can help scientists and doctors arrive at a cure and that it is affordable and not a major profit center for drug companies.",
        "Reproducibility is and has been a huge problem in all research fields, not only AD. For instance a report some years ago showed that most cancer top studies are not reproducible. It is not only fraud that has hampered progress but the complexity of the disease and its heterogeneity. \nIn contrast to what is stated here, several drugs approved for AD are not based on the amyloid hypothesis, casting sme doubts on the author real knowledge of the field.",
        "Science journalists publish in scientific journals, not in pop news media. That said, science thrives on peer review, not necessarily of a manuscript, but by repetitive experimentation by independent labs. The funding system is based on descriptions of novelty, not on verification. Publishing in the 'high-profile' journals such as Science, Nature, Cell and others, is biased towards the higher name recognition of the authors and institutions.",
        "One factor not emphasized enough in this article is the role of journal reviewers and editors in the ‘publish and promote’ cycle. The manuscript review process is part of the built in “policing.”\nThere are many hardworking, knowledgeable, and ethical reviewers and editors. They are crucial to any academic field. However, 1) reviewing is always a volunteer task added on to a busy schedule so there is the potential for insufficient scrutiny.  And 2) much more problematic - there are thousands of disreputable journals that will publish anything for a publication fee. Any articles published in these journals (lists are available) should be disregarded. \nScience has advanced so much since the early days of Alzheimer’s research, it would do the field a lot of good to have an entirely fresh start in thinking about casual mechanisms.",
        "“…all trying to ascend in a brutally competitive field.”\n\nThis isn’t a competition. Fame and fortune should have no place in an effort to eradicate a nightmarish disease.\n\nYet another example of profit over people. When will we ever learn?",
        "Terrible and eye-opening article. But, as a scientist, so many brain diseases are overlooked. Schizophrenia, bipolar, depression, anxiety, autism/Asperger's, addictions, etc. They aren’t contagious, are often not the most deadly though are debilitating and take far too many lives, and tend to show up earlier in life. All aspects that hinder funding and cause neurological diseases to be overlooked compared to others, and, even more depressingly, not seen as not even biological by all in some cases in the 21st century. A disease that hijacks emotions and thinking is a terrible one and no one ever asks for that.",
        "Very depressing. And who is going to step up and try to repair the damage? Jail might work as a deterrent.",
        "Ph.D research molecular biologist here. I agree that image doctoring is absolutely wrong, and have never engaged in it myself.  But I will acknowledge that not all image manipulation is a problem to the same degree.  From what I have seen, many doctored images are in what is known as a loading control.  When you want to show that proteins A, B, and C went up and protein Y went down in your experiment, reviewers want to see that levels of a protein that would not be expected to change is there at the same level in all of your samples, to show that you have the same amount of material in every sample (the loading control).  To do this properly, people usually probe a filter with one antibody, measure that, strip the filter, probe it with a second antibody, strip it again, etc., etc.  You do the loading control last, and by that time, the results often aren't looking pretty.  So there's a temptation to substitute in a fake loading control so that it looks nice, even when the experiment is basically honest.\n\nI'm not at all trying to excuse image manipulation/beautification, but the real question is whether the results are reproducible, and therefore correct, or not.",
        "\" The biopharmaceutical company backing the drug, Cassava Sciences, settled with the U.S. Securities and Exchange Commission on charges that the company and key executives had misled investors on research around the drug. The executives did not admit wrongdoing.\" Why is it always this way, CEO's and financers who commit financial fraud are only liable for financial penalties while if i steal a candy bar i can go to jail.",
        "Part of what must change is to weaken the pressure to publish many papers, regardless of their quality. When an investigator's career prospects depend more on page count than on the quality of their research, fraud is strongly incentivized.",
        "Yes there is some fraud in science, just as there is in many fields, but the implication here that fraud is preventing a cure for Alzheimer’s disease is simplistic. For example, the author points out that the amyloid deposition hypothesis for Alzheimer’s is not always correct; but this does not mean that amyloid deposition is not a causal element of the disease in many or most cases. A role for amyloid is clear from the underlying genetics of some familial cases of Alzheimer’s. The real possibility that there are multiple causes for Alzheimer’s Disease is not even considered here. \n\nI am not trying to minimize the consequences of fraud in science. They are terrible and cost time, money, and even the careers of honest scientists. But I am trying to point out that a disease like Alzheimer’s is terribly complex and fraud is not the reason we don’t have a cure. The disease itself is the reason.",
        "As a retired researcher and published scholar, I found the two factors of groupthink and pressure to publish on a fast-track Pillar mentions here to have been the most likely to harm the researcher and the interpretation of data.",
        "What is not addressed in this article is the amount of money the drug companies have reaped on supporting research that is fraudulent, but supports their expensive drugs which have very dubious effect on this tragic disease."
    ],
    "web_url": "https://www.nytimes.com/2025/01/24/opinion/alzheimers-fraud-cure.html"
}