{
    "main": "The New Alcohol Warning Is Not a Prescription",
    "abstract": "The surgeon general’s warning is information, not a prescription.",
    "keywords": [
        "Alcoholic Beverages",
        "Surgeon General (US)",
        "Medicine and Health",
        "Alcohol Abuse",
        "Cancer"
    ],
    "comments": [
        "As Mark Twain said, “I don’t know if quitting smoking will make me live longer, but I know it will make it seem longer….”",
        "From the right and in the self-styled libertarian quarter we hear an endless refrain about the evils of 'big government' and the 'nanny state' along with hearty choruses proclaiming that  'government bureaucrats are incompetent.'  When government effectively describes and defines a public health risk: 'La, la, la, I can't hear you.'  We have met the enemy and he is us.",
        "This is another prime example of the evolution of knowledge and confirmation of how little we know in the grand scheme of threats to our health.",
        "If it can be supported at all, the only benefit for beverage ethanol is as a social lubricant.  With a 2025 projection of 8,231,613,070 souls on this planet, we need a little something to all get along.\nA simple message of not drinking alone is a good step forward.\nPut that message on the cans of swill and see if we're better off in a year.",
        "Interesting how people seem to be surprised by the strong reactions. Anyone who doesn't drink and goes out regularly could tell you that this topic provokes all sorts of defensiveness, mocking, and awkward self-denigration (\"I wish I had that much self control\" etc... I'm not judging you! That's not what this is!).",
        "Drinking, COVID, vaccinations… the admonition to “follow the science” leads you to clarity. \n\nAs in the case of the huge group of Public Health physicians who oppose RFK’s appointment to head the FDA, and the smaller (but still significant) group of well regarded physicians who support it. \n\nThe saying “when you have a watch you know what time it is, when you have two watches you don’t know what time it is” comes to mind.",
        "Ok, have a seat, I've got some news. Drinking is bad for you.\n\nWhat a huge surprise.  \n\nHave you ever had a hangover only to roll over and be surprised by who you're sharing the bed with?\n\nAnd maybe that surprise is indeed a pleasant one.\n\nAnd that's how I met your mother, kids.",
        "Bottom line ... which human nature is instinctively unwilling and thus incapable of accepting is that - plain and simple - alcohol is a poison. Now I may sound like Carrie Nation in preaching that, but it's veery simply the God's honest fact and truth. One way, or most like likely, in many ways, sooner or later it'll get ya. Case - and regrettably most minds - closed but that's the truth of it",
        "Our brains are full of industrial microplastics, and yet we get scolded about drinking? The politics in this country are based on being sanctimonious about other people's behaviors.",
        "All of the questions the author raises (“is this example more carcinogenic that that example? How quickly does it get worse? Do we really know for absolute certain about xyz?”) are just her brain’s attempt to protect her from an upsetting truth.",
        "Meanwhile, a near majority of Americans are sedentary and labor under the weight of a suitcase worth of adipose tissue.",
        "This is an excellent article.  Thank you.",
        "ALERT: the Surgeon General informs us that consuming a toxin is unhealthy.",
        "There's a very good answer: don't.",
        "No good answers for sure.\n\nAnd the research dollars aren't being spent to find answers. Look at the NIH budget.\n\nMy numbers are not current enough to cite but it's pathetic.\n\nCould it be that the alcohol beverage industry doesn’t want it solved?\n\nAnd what about all those taxes on the sale of alcohol.\n\nFollow the money.",
        "With all that’s going on in the world, why does the Times insist on these nanny-like “you’re not eating right” articles? So much hand-wringing over alcohol lately. Even the tone-deaf and ineffective to the point of being no -present Surgeon General has felt the need to weigh in on it.\n\nWho cares? We all do and consume things that may bode ill for our health. And those who eat right and exercise regularly still run the risk of being hit by a bus out of the blue. \n\nEXCESSIVE anything is wrong and detrimental to your health. But a few glasses of wine, or a few belts of something harder? Life is too short not to indulge on occasion. Those who still ponder this are denying themselves the comforts of life.",
        "And yet I’m still going to do exactly as I please about this and other things, such as not worrying about my “emissions”. The word “should” has no meaning for me anymore.",
        "The studies of the deleterious affect of drinking alcohol are not scientifically designed and they certainly aren't peer reviewed.  Seems to  me that the Pharmaceutical Companies are promoting abstinence from alcohol so that they can sell people medications to combat the difficulties of living in the 21st century. Having practiced malpractice law for almost 50 years I am not inclined to believe anything that they are promoting.\n\nConsider this in all things that you do:\n\nIn Act 3 of Pygmalion Eliza commenting on her father's habits says:\n\nMRS. EYNSFORD HILL. Do you mean that he drank?\n\nLIZA. Drank! My word! Something chronic.\n\nMRS. EYNSFORD HILL. How dreadful for you!\n\nLIZA. Not a bit. It never did him no harm what I could see. But then he did not keep it up regular. [Cheerfully] On the burst, as you might say, from time to time. And always more agreeable when he had a drop in. When he was out of work, my mother used to give him fourpence and tell him to go out and not come back until he’d drunk himself cheerful and loving-like. There’s lots of women has to make their husbands drunk to make them fit to live with. [Now quite at her ease] You see, it’s like this. If a man has a bit of a conscience, it always takes him when he’s sober; and then it makes him low-spirited. A drop of booze just takes that off and makes him happy.\n\nNow tell me, why would anyone give up occasional drinking because of some scientific study nonsense?",
        "As noted in comments on last week’s article on drinking in middle age, the NYT coverage of the risks of moderate drinking has been surprisingly and disappointingly one-sided. The Surgeon General’s report has received a great deal of attention, but the equally recent report from the National Academies of Science, Engineering, and Medicine has been virtually ignored. NASEM’s conclusions are very different than those of the Surgeon General, and the following does a reasonable job of presenting information that we are not getting from the NYT:\n<a href=\"https://reason.com/2025/01/08/why-we-are-still-arguing-about-the-health-effects-of-moderate-drinking\" target=\"_blank\">https://reason.com/2025/01/08/why-we-are-still-arguing-about-the-health-effects-of-moderate-drinking</a>/",
        "Either way, chance of dying is 100%, so an individual cost-benefit analysis is probably in order.   How much pleasure do you derive from alcohol?  How miserable would you be without it?  How important is longevity?  Would you be doing something even more dangerous (like driving) if you weren't drinking?",
        "In what way is this \"politically motivated\"?",
        "People acting on the Surgeon General’s warning will save lives. Scoff all you want.",
        "Was the angst over tobacco warning labels as ridiculous as all this? Did smokers counter with claims like “but nicotine speeds up the heart, like a workout” — much like current drinkers reaching for justifications like “but booze reduces stress, which is good.” \n\nIt’s politically fashionable on the right to discredit science and facts, but many drinkers on the left are joining the refrain because they don’t like where the evidence on alcohol leads. Politics isn’t just local, these days it’s personal.",
        "Sorry, but I do not believe it is this simple, the people of Central Sardinia, religiously drink wine from the  Cannonau grape and have some of the highest live expectancy in the world.",
        "there are no clear prospective studies to confirm the Surgeon General's statement.  I can accept it as his opinion.  nothing more.  How about his opinion on glyphosates,  PCBs , PFAS ?He may have received a good education ,  but perhaps he lacks common sense?  Time for him to reassess his priorities.\n\n\n\nsigned Mai Ting MD",
        "Nobody wants to hear bad news about their bad habits.  This reminds me if the three stages of truth. ridicule, violent opposition, and acceptance as self evident.",
        "Bizarre. There’s nothing good in alcohol except profits from misery.",
        "Another misleading opinion on the issue, just like the highly politicized irresponsible take on the matter. Neither are worth anything because they omit, likely by design, key facts such as risk of these cancers without alcohol. Some napkin math indicates that over ten years indicates that the risk is in the 0.025% percent range. That is a pretty small risk. Over thirty years, it is a bit higher but still around a tenth of a percent. What do you get when you double a very small number? You get a another really small number.",
        "Lots of virtue signaling on here. \"I did this/that and therefore I am holier than you, I chose not to drink alcohol.\"\n\nI like food and wine together and sometimes just wine. I am an adult who can handle it, I do not feel sorry for those of you in need of a nanny.",
        "\"But it’s hard for individuals to translate statistics to their own lives.\"\n\nFirst time through, I read that last word as \"livers.\"\n\n\"I'm a liver, not a planner.\"\n\n\"I'm a pancreas.\"\n\nRichard Benjamin and Ali MacGraw in \"Goodbye, Columbus\"",
        "Alcohol is poison! Stop drinking it! Especially, affluent NYT readers, please stop drinking expensive high-end wine from California. Thanks to you abstemious former drinkers, the bottom has fallen out of the high-end wine market in California and excellent Napa and Sonoma wineries are selling their grapes out the back door for pennies on the dollar to folks like Trader Joe's who then bottle and sell TJ's Platinum Reserve Atlas Peak, Howell Mountain, Rutherford and more to the rest of us for under $20/bottle. Many thanks!",
        "Enough of this anti-alcohol nonsense, the auld Gray Lady is turning into a Debbie Downer. If there’s an adult on the planet that doesn’t realize that booze  is bad for you I’ll eat my Bud Light cap. Let’s have some bits about what’s good for mind, body and soul. I’ll drink to that.",
        "I'm 53, I stopped drinking completely 16 months ago. I was finding that even 2-3 drinks would make me way too drunk, so the best option was to quit altogether. I have to say in many ways my life is worse without drinking. No hangovers, regrets, shame (at least related to drinking too much), but my life is a lot more boring and less fun, and just feels smaller. I feel like there's no point in meeting friends at a bar, so I don't. I've skipped a few parties too. I don't really miss drinking, but I do feel that if everyone else will be drinking at an event, there's not much point in going. I appreciate mocktails at restaurants but they seem kind of dumb in a way. I also have not seen many of the supposed benefits - I don't have more energy and I don't think I have a sunnier outlook on life. I'm not planning to drink ever again, but it does kind of suck. Oh well.",
        "In the new age of AI, it should not be too difficult to assess the cost to society of treating the cancers that alcohol causes and then levy a tax on every ounce of alcohol that is old to make up the difference.\n\nThe ignorant can drink their lives away and society does not have to pay for their stupidity.\n\nThe same can be done with many other societal costs that add nothing to cohesion or improvement but are allowed to flourish despite their harms.\n\nWe already know that prohibition does not work.  Try economics and the free market.",
        "All good information and it comes down to a personal choice.\n\nFor me, alcohol is social and having a few drinks with friends on the weekend is very pleasurable.  I suspect that as The Felon comes into the White House and starts tearing down our institutions, alcohol use will rise.",
        "I mean…moderation.\n\nFasting isn’t just a Christian discipline. The point of it is to bring out your demons so your can confront them. \n\nIf your drinking far too much, chances are there is something you’re trying to numb, forget, or run away from…it’s what you eventually have to confront in AA. \n\nFast from alcohol and find out what it is.",
        "Yes, the simple truth is: alcohol is a poison! \nEven if this poison temporarily shuts down your brain and puts you in a brief vegetative state.",
        "Cancer epidemiologist here. Cancer is well over 100 different diseases with different risk factors, including genetics. The International Agency for Research on Cancer (IARC) based out of Lyon, France classified alcohol as a Group 1 carcinogen (meaning they are certain). More information about cancer and the complexities of determining carcinogenicity can be found on this American Cancer Society website <a href=\"https://cancer.org/cancer/risk-prevention/understanding-cancer-risk/known-and-probable-human-carcinogens.html\" target=\"_blank\">https://cancer.org/cancer/risk-prevention/understanding-cancer-risk/known-and-probable-human-carcinogens.html</a>",
        "Journalists reporting on this subject should review LaConte et al., for the American Society of Clinical Oncology. If you look at the actual data, on p3/Table 1, what it shows is a trivial difference in cancer risk between light drinkers and non-drinkers (in fact light drinkers have a lower risk of colorectal and larynx cancer). The cancer risk for moderate drinkers is not particularly great for liver and colorectal cancer although it is statistically significant.\n\n<a href=\"https://pubmed.ncbi.nlm.nih.gov/29112463\" target=\"_blank\">https://pubmed.ncbi.nlm.nih.gov/29112463</a>/\n\nAnother one, from Cao et al (2015) in The British Medical Journal (BMJ) says “Light to moderate drinking is associated with small and non-significant increased risk of cancer.” (p8/col1).\n\n<a href=\"https://bmj.com/content/351/bmj.h4238\" target=\"_blank\">https://bmj.com/content/351/bmj.h4238</a>\n\nHeavy drinkers have much higher cancer risks and if you aggregate their risks with the others (which should not be done), you get an overall higher risk. The Cao study also notes that smoking hasn’t been well controlled for in the studies (with heavy drinkers being more likely to smoke).\n\nSo as I read it, light to moderate drinking isn’t much of a risk. I’d be more worried about all of the plastic in our food and other contaminants.",
        "Of all the reasons to stop drinking, risk of cancer has to be the lamest.",
        "It probably won't give you cancer, but it will damage your liver.\n\nThat's a sure killer.",
        "Alcohol is not healthy but this is the first I've heard about it's link to cancer. Where's all the data? Is it all cancer or certain types?",
        "For pete's sake, if there was such a direct link between alcohol and cancer with no other mitigating factors, everybody above the age of 5 in Europe would have been long dead.",
        "Alcohol destroys brain cells.  I think of every drink as a blow to the head.  Why do people do that to themselves?  Your brain is the part of you that you hope outlasts all the others.",
        "Vivek Murthy is a Hindu and is there fore not objective on the subject. One can suppose that he never ever had a drink of alcohol......",
        "After reading this, I think I need a drink...",
        "~Unless you have already been \"drinking\"-\nthen let the \"answers\"- rip-!!!\n\np.s.- Alcohol -IS- the answer.",
        "My, my, the NYT is certainly intent on ruining my nightly cocktail with copious \"alcohol will be the end of me\" pieces; the exception is this well-written article. Balanced and reasonable. \nI am suspect about all sky is falling studies after living through scares ad nauseum; red wine is good /bad for us, vitamins are good/bad/urinated away, chocolate is beneficial except those pesky metals, plastic bags help the planet by saving trees until plastic bags were deemed harmful to the environment, butter VS margarine, full-fat dairy is fine/not fine, etc.\nSo I will continue to enjoy my (one) nightly drink, eat whole foods and cook all my meals except the occasional meal out, move my body, reach out to loved ones and enjoy the community that is the NYT comments section.",
        "Thank you for this. \n\nA couple of things to keep in mind:\n1. Mice are not humans.\n2. There is a tendency, especially among people suffering from alcoholism and those close to them, to view all drinking as addiction, and to get quite insistent about this. While I understand the fear and other strong emotion coming from the havoc that addiction has wrought in their lives, most people who drink wine, spirits, etc. are not downing it in quantity. They just enjoy it now and then. It's the difference between Supersize Me and going to Burger King for a kid's birthday. So a sense of proportion about a thing that people have been doing for millennia would be helpful.",
        "Why do people push back so hard against an absolute risk? Science evolves over time. We evolve over time. As Americans we also live in a gross capitalist economy that pushes us to spend money and here is an example of the power of the alcohol industry. Let’s stop!",
        "Twenty five years ago it was widely reported that moderate wine consumption promoted heart health.  This gave license to every retiree to stock up on two buck Chuck even if wine was not their fancy.  The purveyors of this myth owe society an apology and substantial reparations.",
        "[The advisory relies on decades of epidemiologic studies and experiments testing what happens to mice who are given alcohol. (The poor, drunk mice develop tumors.) It’s a synthesis of information gathered across time, nations and many hundreds of thousands of people.]\n\nI'd like to see a link to this study. Were the doses given the mice comparable, per unit of body weight, to the amounts of alcohol humans take in during normal drinking?",
        "The SG and the rest of the neo-Temperance doctors would have much more credibility if they had also called for cancer warning labels on baked goods,  red meat, bar b que, and breakfast sausage.  Where were the calls for Diabetes warning labels on giant cups of artificially  sweetened soda and boxes of doughnuts.  This is what makes them unbelievable.  A fad de jour or advocating their own moral position.  Yes for some people some level of alcohol is dangerous.  But this obsession above all other health harms including over reliance on prescribed  pharmaceuticals for behavior and depression is mystifying.",
        "It seems the author's main point turns on a straw man argument. Who is saying, \"No amount of alcohol is safe\" is a prescription? It doesn't sound anything like a prescription.",
        "Also, look at our dangerous American ULTRA-PROCESSED food diet (meats, soda, Doritos, Oreos, GIRL SCOUT cookies!, etc.); talk about risky business.",
        "I have 1 or 2 drinks a month. I will continue to do so. The risk of driving anywhere or eating contaminated food, or seriously injuring myself falling down the stairs or in the shower,or getting mugged, or struck by lightning, or being co-lateral damage in a shooting, or being shot in an intentional shooting do not stop me from driving, eating, showering, driving, or walking around in town.",
        "They must be laughing their collective heads off at us in France - here we go again America - something else in our diet to obsess over, ration out and feel guilty about instead of enjoying. The New Puritanism for 2025. Where are the cancer warnings for scented dryer strips and migraine inducing floral scented plug-ins?",
        "The crazy prices for a glass of wine at restaurants has got us cutting down. We still buy a bottle - maybe once a month. The $16/glass + tax + tip has been a great deterrent.\n\nWe miss the \"cheers\" at Sunday \"date brunch\" and now do it with our glass of water.",
        "Is beer less carcinogenic as wine or hard liquor? It feels like it would be.",
        "The elephant in the room is the fact that the legal hard drug alcohol is so powerful, a very small percent \ncan get you high, and people love the high.  Drug use is basically, for most people, relief from various levels of stress everyone goes through.  Thus, vocations with higher stress levels have higher rates of alcoholism - doctors, lawyers, priests, judges.\nA very sick charade has been going on directing people to the worst drug by not calling it a drug and stigmatizing all others.",
        "It's interesting that people can't just treat the advisory as just that, an advisory.  A point of information they can use to make decisions, rather than a judgment or a threat to their lifestyles.  It seems to me that more information, whether it's about science and health, or history, or whatever else, is a good thing as long as the person on the receiving end can think critically about it.  Apparently that's a disappearing skill, though.",
        "Many of the middle-aged, hyper-educated people I know who have \"quit\" now use a lot more marijuana than they did before they stopped drinking. \n\nModern life is hard, people like mild intoxicants, both are ok in moderation if you pay attention to the percentages; we just shouldn't fool ourselves that alcohol abstinence always mean abstinence from everything.",
        "Do some drink only to drown their sorrows or cope with life? Sure they do. Some also drink to share stories, and enjoy the company of friend’s. I enjoy drink culture paired with good travel or delicious food. I don’t feel bad about it.",
        "Maybe the messaging is hard to get right. But, there has been, due to some not so good science, the impression that red wine consumption is very good for you. To me the science progressed and we have been given the results of better studies. People can do what they want with the new info.",
        "I went to college in Ireland and Appalachia. In my 20s, I was an EMT, a nursing student, and a bartender in dive pubs. I am keenly aware of alcohol's effects on both those who consume it and the people around them. \n\nI'm now in my thirties and you couldn't pay me to drink it.",
        "What annoys me is the fact that, as always, there is an attempt to (at best well meaningly) get women's attention or (at worst in bad faith) scare them into submission by focusing on and playing up the risk of breast cancer in particular whether it is actually the biggest health risk under discussion or not, because it is presumed that this is what women fear most and are most likely to believe they will get and die from even if it actually isn't. As if women don't also have livers etc?",
        "Alcohol is the wonder drug.  It's strength is so deep and wide in our world that normal thinking doesn't apply to it.  It's not(even in this piece) called a drug\n(deadly and addictive)and with all scorn and laws directed at other drugs, enjoys a monopoly in recreational drugs and with opiate scare tactics \ndenying people pain killers, gets even more customers for pain relief.",
        "Alcohol is a carcinogen. Tobacco is a carcinogen. Yet, governments everywhere have legalized their sale to adults. In FY2023, the federal government collected $11.1 billion in excise tax from the sale of spirits, wine, and beer. States make money too. However, the total economic cost of alcohol use disorder is estimated to be around $249 billion in 2023. The cost of alcohol-related liver disease will more than double from $31 billion in 2022 to $66 billion by 2040. These numbers show a staggering burden on economic growth, and the only way the government can reduce it is by increasing the excise tax to levels that makes consuming alcohol financially impossible for the general population.",
        "I have not had a drink in over 20 years, after decades of plentiful alcohol consumption. I think it might be extremely helpful if this or another study could illustrate a correlation between say cancer and the volume of alcohol consumed.Convincing moderate drinkers to consume less might have some individual health benefits, but little overall societal effects. But anything that might have an influence on excessive drinkers might have a dramatic societal effect. For starters, imagine the lives saved by a reduction in drunken drivers.",
        "There are no good reasons to drink alcohol except for the obvious ones. Each individual can choose to drink or not based on that advice alone, but we should recognize that these kind of warnings will only scare away the people who are already low-level consumers (1-2 drinks a day, 3-4 times a week) but not the real problem drinkers (5  everyday). We can’t solve societal issues, like alcohol-related illnesses and drunk driving, with regulations alone. MADD and AA have done more for us than any tax or warning label.",
        "My thanks to the author who discusses the risk with a good bit of balance. The ending is a good comfort too. I also felt a red scare about all these recent reports, because I have enjoyed a good amount of drinking in my life (2 dry Januarys aside.). Like an avid artist says, \"I should be creating a little more,\" an avid drinker says, \"I should be drinking a little less.\" Desire frames deep inner drives.\n\nStatistical studies are not the way for everyone - people have a power in themselves to some extent to choose to be outliers. And this new year we would all do well to remember that. Similarly, do we know how many deaths are related to scary statistics? \n\nThis movement has been gaining steam because it was already there with the young people. I work around a lot of young to mid 20's folk, and their attitudes are not at all like past generations. They clearly see alcohol as more of a risk, to their bodies and from the law and for potentially getting in any of the top 10 life-changing accidents that come from making a decision when you're too drunk. \n\nSomehow they just say \"nah\" without feeling like they are missing out! A dying breed, we people in dark bars who feel that pub village warmth among strangers; and raise a glass to say, \"well my life is getting shorter, but noticeably cheerier!\"\n\nA statistics-driven life doesn't like that kind of thinking at all... but they have plenty of other new drugs to choose from, too.",
        "I think the surgeon general has overstepped with this warning. None of the data is a surprise, and fhe actual direct incidence of getting cancer from drinking alcohol still looks specious to me. We all know that many substances and conditions in our life can cause cancer - Excessive consumption of. Retain types of food, smoking, even the sun causes cancer if you get too much of it. \nI think this was unnecessary.",
        "Yes, I think everyone that reads this paper understands that alcohol is harmful--- but most of us have a drink (or two, or). Aside from the taste, people like the so-called 'booze-buzz' (even if they don't admit it).  \n\nThat noted--- do we really need a warning label on a bottle of wine, beer or hard liquor?  Will it cause one to turn away at the liquor store?   The debate can go on and on, but facts are facts.  Will a warning label change minds about having that drink?  \n\nMaybe that why alcoholic beverages are sometimes referred to as 'devils water.'",
        "I simply don't understand this new temperance movement.  As many commenters have noted, people invented beer before they invented bread.  Alcohol has been a part of human culture since there was such a thing as human culture.  It's an enjoyable part of the lives of many, and people aren't going to stop, especially when the same people who are warning us about alcohol consumption are all but begging us to use marijuana.  The hypocrisy is palpable.  I have a martini every night, and a glass of wine with dinner.  It's a wonderful part of my day and I'm not going to stop.",
        "Sure there's a good answer.  Don't do it or suffer the consequences.",
        "I am waiting for the warning labels to appear on cannabis products. When you buy a bottle of wine, you know what's in it and what it does to you. The same cannot be said of the foul-smelling substance that people are smoking all over the place. What is the effect of marijuana-smoking on the lungs? No evidence that it causes cancer?  That's not the same as evidence that it doesn't cause cancer. To find evidence, you have to be willing to look for it. There's also no way to test for it when people are driving under the influence. There is no pot breathalyzer   Marijuana is in vogue and alcohol is out among the progressive set. It's become the drug of choice among tax farmers in state capitols who seek to legalize it for their own nefarious purposes.",
        "I'm going to follow my grandmother's advice: \"Everything in moderation.\"  My grandparents were born and/or raised in the late 1890s/early 1900s and all lived to their mid- to late- 90s. All drank copious amounts of alcohol, none had cancer. \n\nThat alcohol may cause cancer is not a big surprise. Clearly, there are other factors these days which are increasing the likelihood of getting cancer - pesticide exposure, smog, smoking, exposure to 2nd hand smoke, sex, eating highly processed foods, etc. etc.. The list is crazy long, so why not add alcohol to the list? The key word to take away from this new revelation  is \"MAY.\"  You MAY get cancer if you drink, and you MAY not. It's all a roll of the dice. \n\nPerhaps it would be better just to be up front and say \"Living in this world today MAY cause cancer. Just try your hardest to take care of yourself.\"",
        "I'm working on a piece about this so I read this with fascination. My expertise, however, is cultural not medical. I see alcohol ingrained in society in a way smoking never was. People don't smoke to celebrate occasions despite old Hollywood movies (\"Now, Voyager's\" memorably tearjerking final scene) or the proverbial cigar passed on the birth of a baby. People drink. It's older than the Bible, which contains Jesus turning water into wine at the wedding at Cana. Think Dionysus/Bacchus in Greco-Roman culture.\n\nHere, however, it's instructive to remember that what made smoking ubiquitous -- apart from the addictive nicotine -- was marketing. Those glamorous Hollywood movies, those terrific ads (the Marlboro man) and commercials (for Virginia Slims, once sponsor of the fledgling Women's Tennis Association and a champion of the 1970s women's movement; and for Lark cigarettes, brilliantly set to Rossini's \"William Tell\" overture.\n\nWhat did in smoking was marketing as well. The antismoking movement figured out that you fight an idea with a better idea and you could do it, because the FCC mandated that anyone with an opposing viewpoint to an ad deserved equal time.\n\nSo this fight is not just medical and political. It is ultimately cultural and in the long run -- as Prohibition proved -- liquor is going to be more difficult to control. -- thegamesmenplay.com",
        "I'm certainly not condoning excessive alcohol drinking but what about all of the chemicals, sugar, and salt in our foods? Most people ingest far more of these items than alcohol on a daily basis. And making fresh fruits and vegetables and organic meats more expensive only punishes the poor who can't afford to eat healthy and whose only options are these foods which are terrible for us. I hope the Surgeon General is planning to address those problems as well.",
        "For a perverse kind of amusement, look down the page a couple of inches to find an article describing a tsunami of dementia as our population ages, as longevity increases! Yes, folks, dementia will be how we live all those wonderful extra ‘years of life’ if we follow all the advice about the dangers of this or that. Our children may not thank us for our sobriety as we drain their savings accounts and their time.",
        "The analysis is somewhat flawed.  It largely looked at people who have 1-2 drinks a day virtually none at all.  Personally I think 1-2 a day is A LOT.  Health risks among those consuming 1-3 a week is probably more reflective of the most common usage.",
        "Those who wear a health tracker like a Whoop strap or Oura ring will note that after 2 or more alcoholic drinks, recovery scores and HRV the next morning are in the toilet.  Super hard and long run or ride OR 2  beers. Your body needs recovery after. I have steadily reduced alcohol consumption over the years mostly due to both early morning training and a love for early to bed/early to rise but also that I find it less and less agreeable to body and mind and I recently was diagnosed w a cancer gene. I do like a well made mezcal negroni or high quality tequila and maybe have 1-2 drinks per week  .  But I’m picky as I know the cost w sleep and the next day.",
        "Alcohol has been around since humans discovered that fermented grapes made them feel good.  At this point, we all know the hazards of drinking. Most of us know someone who does/has had a problem with it.  More warning labels will do nothing to move the needle.",
        "Can we at least stop glorifying alcohol with visual advertising?\nThat would go a long way in altering cultural tendencies towards drinking. \nLook at any show on mass media and see how we're constantly being bombarded with thoughts of alcohol being 'fun.'  Look at how different it is for smoking cigarettes now.",
        "I find it misleading that this article, and all the others, fails to differentiate  between low levels of drinking and risk. In medicine, antibiotics may be ineffective at low doses, but effective at higher doses. The same is true for antimicrobial effects versus anti-inflammatory effects. Mice experiments aside, we know that the body has mechanisms to repair; what we DON'T know is the amount of alcohol that is sub therapeutic, or below which no significant lasting damage occurs.\n\nThere may be many people who are happy drinking LESS than 1 equivalent alcohol serving. Should these people be made to feel guilty because some say that ANY alcohol is bad? What about people who have a glass of wine Friday or Saturday evening, or both, and nothing the rest of the week?\n\nThe truth is that there is no data that can answer this question, and certainly no double-blind ongoing study to address this issue.\nI will continue my enjoyment on the weekend, and I advise others to consult their physician who is a better judge of their particular circumstances.",
        "Hope the surgeon General takes up warnings of sugar and artificial sugar consumption next.",
        "Yet another essay on the evils of drinking alcohol.\n\nBut there are much more serious problems with US patterns of food consumption.  Let me mention two poisons, salt and sugar.\n\nIt is not just that these cause heart disease and diabetes if used to excess, it is also that the American food industry puts salt and sugar into virtually everything, making it virtually impossible for consumers to limit use of these poisons.\n\nAsk a nutritionist and you will be told: avoid processed foods.\n\nMeaning of course any food produced by a corporation, such as General Mills or Kellogg or Coca-cola.\n\nNutrition experts will say to eat vegetables direct from the farm.\n\nBut why is that?  Why do the corporations produce food that kills consumers instead of food that nurtures life?\n\nIt seems to me that Robert F Kennedy Jr is beginning to ask that question.  It is an important question to ask.\n\nFor me it is frustrating.  I'm 81 years old and trying to limit salt intake.  I search up and down the aisles of food stores and find that salt is in everything.  Why do food companies use so much?\n\nAmericans die of heart disease, diabetes and cancer.  Shouldn't the food companies be designing foods that PREVENT these diseases?\n\nShouldn't restaurants (eg McDonalds) provide low-salt and low-sugar options?\n\nI enjoy a glass of wine about twice a month.  Or maybe less.  It is less lethal for me than typical restaurant food.",
        "Finally, a sensible article on this information.   This should have been included in the first article on the findings and it should have been in the health section of The Times and not on the front page.  There are risks to crying wolf over every piece of research and then people stop listening.   Well done.",
        "Of course less drinking is healthier. But there is no evidence that small amounts are significantly harmful. All alcohols are not equal and not all contexts are the same. This should be studied more deeply, in actual cases, not simply chemicals and statistics. \n\nMeanwhile it might be more helpful if articles about cancer risks also mentioned the other causes and correlations, especially environmental toxins.",
        "Since reading all the data about the negative effects of alcohol on the body I’ve gone from a glass or two of wine a night to a glass or two of wine a week. All I know is I feel healthier and more alert. That’s good enough for me.",
        "In the beginning of November I just didn’t feel like having my afternoon martini, which had become a daily pleasure.\nAs the week progressed I continued to, just not feel like imbibing, didn’t know why, didn’t do any deep dive, it wasn’t for any health concern and it has continued.\nAt Thanksgiving at my sisters house when the wine suggestion arose they were a little surprised that I demurred.\nAt Christmas it didn’t even get broached.\nI don’t think of myself as some sort of sere at sensing this report was on the horizon, I don’t pat myself on the back as someone who was ahead of the curve. It was just nah I don’t think so back in November, I can’t say I’m forever off the sauce but the 4pm ritual of preparing the martini no longer happens.",
        "I don't see why anyone other than the alcohol lobby would have a problem with additional warnings. Information (accurate information) is good. It helps us make reasonable decisions. The Surgeon General is not mandating that people lower drinking or stop altogether, that would be unacceptable meddling. He simply wants the public to know why it would be good to reevaluate their drinking. Where's the problem?",
        "Alcohol is not a healthy choice.  There may be other, innumerable unhealthy choices out there that we don’t know about, but that doesn’t change the fact that alcohol is not a healthy choice. Period. That’s a fact, not a scold.\n\nA warning label to that effect is not a prohibition and one is not even required to read it or check a box that you’ve done so before pouring a drink.  \n\nYou can stop drinking, or keep drinking, or reduce your drinking, or increase your drinking in defiance.  That’s still your call, but being excessively defensive about it will very likely raise eyebrows, and perhaps with good reason.\n\nI have worked out my solution.  Now that I am in my 80s, I’ve decided that I will continue to allow myself a martini before dinner. I will have wine with dinner when we have company, which is not very often, and I will spend more per bottle because a case now lasts so much longer than it used to.  Drinking less but drinking better seems a good trade off to me in this moment.  That’s my accommodation.",
        "Up until drinking water was universally safe, people consumed staggering amounts of alcohol as a matter of course.  They died younger than we do for reasons probably not related to alcohol.  Our longer life expectancy pretty much insures that anyone who doesn't succumb to a heart attack or stroke will get cancer.  The questions are what kind, is it curable, and is treatment readily and easily available to most?  The last question is the one that should dominate any public policy discussion regarding health.  \n\nThis article evokes a \"well duh, alcohol causes cancer\" response in me.  I wonder what motivated the study to begin with.  Lots of things cause cancer.  Avoid exposure to fertilizers, weed killers, paints and solvents, cleaning products, new car interiors (!), etc., etc., and drink in moderation, sure, why not.  Some people who go swimming in the ocean will surely drown.  Some people who use power tools will lose a finger.  Some people who drink alcohol will get cancer as a direct result of drinking alcohol while most will surely suffer a hangover.",
        "People like pleasure and dislike pain. Seeing a warning label on a bottle of booze can be painful for some folks. That's why they're against it. A pretty label on a pretty bottle is a spoonful of sugar that helps the medicine go down. But oh my goodness, the side effects!",
        "Drinking alcohol can cause cancer and diabetes. Guess what? So can eating and drinking most of what we consume on a daily basis. And breathe in. And are exposed to at our work place. How can we save ourselves? None of us will get out of this alive. Eat well, drink in moderation, exercise, and maintain as stress free a life as possible. And know there are no guarantees. Something will take us all out eventually.",
        "There are no good answers that are comfortable. Ignoring medical science in matters of alcohol consumption, much like the climate change deniers, is choosing the path of least resistance. You can ignore it, but you cannot ignore the consequences.",
        "This is just sociology- people don't like being told that something they view as a perk is not necessarily a healthy choice. Neither is bacon or butter. But yum. The warning didn't say 'everyone has to stop having beer now'. Geez.",
        "Science is a body of knowledge built over time, and culture change is a long game. The alcohol advisory is likely only one in an evolving history of landmark public health documents about the dangers of drinking; it’s a document for the archives as well as the moment.\n\nI appreciate most these last sentences. The Surgeon General's request for the labeling is a quiet, non defensive, ask to alert the public -on an alcohol bottle- to the fact that alcohol is a carcinogen. Full stop.  It is a carcinogen.\n\nHow we respond to this fact will vary, of course. But, the fact is now out there, has been for while, and slowly, slowly awareness of the dangers is growing. \n\nI have a friend whose family is in the vineyard business.\nShe said recently that the slowdown in wine drinking among the young is adversely affecting vineyard profits. \nThis is happening. \n\nDr. Murthy's announcement recently made me weep. \nIn a family devastated by alcohol use disorder, this request for a warning felt like an affirmation, an assurance that, in fact, I- and others walking in the fog of addiction consequences-- are right to be very worried about alcohol.\n\nWe are not crazy in thinking it can do enormous harm despite its pleasant effects, despite its connection to \"cool\" and status, and despite advertising that promotes makes it seem as innocent as water. \n\nWe will get that label; it might take more than 5 years, but the tide is turning. \n\nThank you, Dr. Murthy.",
        "I don't drink during the work week because I need good sleep, but I'll put down a few cocktails on a Saturday night.  I also exercise 5 days a week and in my late 40's, can run consecutive miles in under 8 minutes, so hopefully I can continue to maintain the right balance.",
        "\"When It Comes to Drinking, There Are No Good Answers\"\nYes, there is. Don't do it. \n\nBut people enjoy drinking, so most will continue to imbibe. But they will worry more.",
        "Another layer of complication is in how people understand what a carcinogen is. Not all carcinogens cause cancer all the time. Everyone has an anecdotal example of this (grandpa smoked and drank til he was 100!) and that often speaks more loudly than the statistical data. If I remember correctly, when I studied toxicology long ago it was explained to me that carcinogens are a numbers game - the more you are exposed the more your chances of cancer go up, but those chances are never necessarily 100% and they might be zero if the other variables necessary for a cancer to take hold are not present. In contrast to other kinds of impacts where the dose corresponds to the degree of severity (\"the dose makes the poison\") - which itself can be turned on its head for people with chemical sensitivity.  Alcohol behaves as both - the cancer risk is a matter of chance, but if you consume too much at once, the acute poisoning will definitely happen, no exceptions. Now that I'm 51 and have almost stopped drinking (well, relatively), it's the acute impacts that helped make the choice.  I feel so much better, and that's self-reinforcing. For what it's worth, the same thing happened when I cut out sugar!",
        "I've had health questionnaires given to me at medical appointments. They ask about drinking and it usually asks \"How many drinks per week?\" I never know how to answer. It varies tremendously. I can go weeks without consuming a drop and then I can drink several days in a row for a bit. I rarely drink more than two drinks at a time. I don't expect to live forever and when I do drink, I derive pleasure from the taste and even the slight buzz from a couple of drinks occasionally. News like this just gets filed in the Nobody lives forever\" folder.",
        "“ Some have interpreted the advisory as confirmation that no amount of drinking alcohol is safe — but I disagree. Evidence is information, not a prescription.”\n\nThis precisely exemplifies why people are so skeptical about research — particularly research about a societal habit as deeply entrenched as alcohol consumption. There is no question about the adverse effects of immoderate use of alcohol. Physical harm, danger to others, uninhibited unhealthy behaviors are all well documented. But moderate consumption doesn’t seem to carry the same dire consequences. The question will always be, however, is what constitutes “moderate”?",
        "We want people to follow the science but too often in recent years the science is wobbly or non-existent, or changes in its recommendations.  Humans have been consuming wine and other alcohol projects for thousands of years.  It comes down to to a personal choice that should be informed by hard science that has been verified and replicated, not informed options.   The data or science on consuming alcohol and its impact of health should be clear, not the wobbly surgeon general's thinking and selective use of data.  If the data for people who have cancer or who have died from cancer and who were also documented alcohols or heavy drinkers were taken out, what would the risk be?  Stop scaring people all day long with one pronouncement after the other.  Soon, there will be a general warning issued that, \"living will likely cause death\".  Why not have every physician and paster or priest issue a \"everything in moderation\" approach to living and scrape all the daily warnings about this, that or there others. Bring common sense back into our society and health education.  Consuming brownies at a high level harms health too for example.",
        "I'd prefer that the surgeon general just give us the most accurate and current information possible without worrying how we'll react to it. Tailoring the message to get a certain reaction is manipulative and reduces public trust (ahem, the pandemic)",
        "It is interesting to compare and contrast society's reaction to alcohol vs. obesity. Alcohol seemingly is thought to be in one's control -- just drink less or not at all! AA and other common rehab techniques put a tremendous amount of responsibility on willpower and personal responsibility, acknowledging addition as a disease, but at the same time one that can be beaten by individual strength. Obesity however is a serious health condition that willpower alone cannot overcome. You need bariatric surgery and/or very expensive drugs to manage long term, even kids! Interesting times!",
        "\"...the increase in absolute risk for developing alcohol-related cancers (a 2.5-percentage-point increase for women and a 1.5-percentage-point increase for men)\"\nI'm no statistician but doesn't 1.5 fall within the margin of error?",
        "There is a good answer and it's an old one that's applicable to much of life:\n\nModeration in all things.",
        "We choose our risks.  I live in southern CA… big risk.  I spend exorbitantly on organic produce to minimize my ingestion of toxic substances which are a small risk.  Yet I have 2 glasses of wine a night introducing very toxic chemicals into my body and stressing my poor well marbled liver...big risk.  I enjoy cocktails, ice cream and sunshine… big risks.  \n\nI’m 76, and that’s the biggest risk of all.  We, none of us, live forever.  Thank our good bodies for the hard work of dealing with our bad brains.",
        "I can confidently say that I'm a \"functional\" alcoholic: I drink way too much by any reasonable standard, but manage just fine on all the conventional benchmarks of a stable life: job, finances, shelter, relationship, etc.\n\nAnd yet I have no problem at all saying that drinking has a net negative impact on my health, my mental state, and my life. I don't need science to tell me that it's bad for me - although I completely welcome scientific evolution in our thinking on the matter. \n\nCommon sense tells me that this is not good for me. Deep down I think most of us understand that. \n\nBut the illogic tied in with addiction, whether it's alcohol, cigarettes, hard drugs, porn, or whatever - is powerful enough to override both common sense and scientific reasoning alike. \n\nI wish that front line medical professionals like general physicians understood that. That it's not enough to tell your addicted patient to stop drinking or to drink less - when the problem is much more deeply mental and emotional than that.\n\nWe obviously have a long way to go on this issue.",
        "\"the number of annual cancer deaths ... attributed to alcohol (roughly 20,000, compared to nearly 200,000 cancer deaths attributable to smoking)\"\n\nWith peer-reviewed data about tobacco & nicotine (vs. observational alcohol data), it stuns me each time I see kids picking up the nicotine habit (as addictive as opioids?).\n\nSmoking danger was well known in the 80's NYC art school yet professor would inevitable light up, & entire class, from age 18 would immediately follow. We few who can't tolerate tobacco, the spectacle was insufferable, & astounding. \n\nOne prof even smugly said 'the way I drink & smoke, I won't last long', as if being an artist meant self-destruction.\n\nLater learned about alcohol: It's habit-forming, tolerance builds, you need more, ultimately lots.\n\nDrinkers who can hold their booze aren't 'tough', their GABA/Glutamate brain-chemistry is badly thrown off, dangerous condition, why people 'need a drink', & heaviest drinkers can get DT's if they suddenly stop.\n\nIt ruins your sleep-cycle: After knocking out by nightcap (or 4)  via GABAergic effects, glutamate surges to counteract, & you pop awake at 4 AM. Life becomes a sleep-deprived, toxic misery even just from that.\n\nThe craving cycle sets in & that's why there's such a resistance to quitting, they're not drinking daily by 'choice'.\n\nThe health/early death effects & DUI issues prior to this cancer warning were enough to quit, but people just can't so they won't.",
        "In women's bathrooms we have been warned about the risks of drinking while pregnant for a few years now.  Why is it okay to warn women and not men about the risks of drinking?",
        "I used to have a glass of wine a few nights a week.  I have cut it down to 2 meals per week, on the sabbath, when wine is ritually blessed before the meal.  I have likewise given up my occasional beer when watching sports, or a cocktail with friends when we go out.\nI won’t be surprised if there’s a different study in a couple of years reaching a different conclusion.  Meanwhile, I don’t feel deprived.",
        "It's generally accepted by the medical profession that stress makes the body more susceptible to all kinds of diseases, including cancer. Moderate drinking reduces stress, as reflected in the commonplace phrase \"I could use a drink.\" So there's a plus to moderate drinking. Maybe that belongs on the label too.",
        "I didn't drink for a couple of years because I worked in a hepatology research lab (before I gave up on a bio career) for a summer and that scared me off. \n\nThen at some point I realized that there's a very big difference between a moderate 1-2 drinks a week consumption of alcohol and the amount of alcohol the poor mice were getting. \n\nI'm sure that the amount of coffee I drink is more dangerous to me than the amount of alcohol I drink. I'm certain that my sleep deprivation when I have classes is much much much more dangerous than the amount of alcohol I drink.\n\nThank you to the surgeon general for being clear in saying that alcohol is bad for you. Obviously, if you drink 2-3 glasses a day, cutting down may be worth considering - if you want to. I think it's time we laid the rumors that a glass of wine a day is beneficial to rest. \n\nThat being said, there's risks everywhere, and we coevolved with alcohol. So I'm going to keep my 0-2 glasses a week, in the company of people, consumption as is. Personally, I'm much more scared of marijuana.",
        "Is there any active research on how to neutralize acetaldehyde, the toxic by product of alcohol metabolism??",
        "Informative article, people need to use their critical thinking skills and realize that no one is dictating to them what they need to do but providing information so they can informed decisions about their life.\nThere is so much we have no control over that directly affects our lives and not till science fully understands what the triggers are that cause cells to become cancerous, we do not know but we do know from factual stats that drinking may be a trigger in your body and  the realization that all bodies are not the same.\nThan you for the information to think about.  Knowledge is always power",
        "Here's the problem for Dr. Bedard (a wonderful writer, by the way): she's \"fighting city hall.\"  Why? Because humans like to alter their consciousness.  Why do you think laws were passed to legalize alcohol decades ago, and why, now, marijuana is big business?  Why do you think common folk, up to celebrities, have died from overdosing on various drugs? It's because \"we like to get high.\"",
        "I am a high school teacher.   I hope that the curriculum for the high school health classes include research into the effects of drinking on health and what demographic groups are most negatively impacted by alcohol consumption.  It is important to reach this population before many of them get into the life style habit of alcohol comsumption.",
        "Everything and anything will give you cancer and other diseases according to someone. Don’t grill your food, don’t drink, don’t eat meat…and on and on. What about the air that we breathe, where’s the corporate responsibility for keeping us healthy by cleaning up the air? I live in Denver CO and we get Air Quality warnings nearly every day. The air smells. The water is terrible, you can kill a coffee maker in a year with all the build up caused by the water here. The lakes in town get algae so bad by June you can’t swim in them.  It’s easy to scare all of us out of our few small pleasures, but why not look into what’s REALLY causing all the cancer?",
        "Is marijuana good for one's health? It has been decriminalized in most states, and I do not think it comes with a warning on the label.  Actually, I do not think the Surgeon General issued any warning regarding marijuana consumption.",
        "Normal drinkers, that is, people who can have a glass of wine once a week or at social gatherings/holidays, might reasonably conclude that we are arguably being needlessly advised by the SG, here. Add a host of other risks to the list if we're hyper-focusing on alcohol. You don't get to live forever. No matter what you do.  (Or how much bland green tea you choke down.) IMO, they should  turn the research to those who don't process alcohol normally. Most in my family can have a glass of wine, or take it or leave it. But there is a percentage who can't drink and not be crazy. \"Ain't nothing but a family thing\" as Leo tells his lawyer in The West Wing. The genetic pre-disposition for bingeing must be a thing. I've seen it up close.",
        "I'm tired of seeing movies and TV shows where everyone at a party is drinking. It's not a realistic portrayal of society, and it makes it seem like you have to drink to have fun. I think it's important to show that there are other ways to enjoy yourself, and that people who don't drink shouldn't have to feel like they're missing out.",
        "My uncle loved his martini's and cigarettes. \n\nHe knew the risks and plainly said he was willing to trade some years of his life for the pleasure these vices. \n\nWe should all be given the best available information. After that everyone makes their choices.",
        "The \"perennial challenge in public health\" is now a lack of public confidence in so-called \"expert\" opinion. The same could be said about the press that fails to ask basic questions to fully inform its readers. The Surgeon General's warning on moderate drinking adds to that lack of confidence. \n\nThe studies do not control for other factors that impact the results (diet, weight, age, exercise, etc.). They do not discuss the margin of error (I suspect the \"increase\" is within the margin of error). They ignore the offsetting documented benefits of the action studied (moderate drinkers live longer). They use the statistical slight of hand of hyping a percentage increase when that increase is on top of a very small absolute number to begin with.",
        "It's a very curious coincidence that the moment marijuana becomes legal, suddenly there are an avalanche of studies and press indicating that any amount of alcohol is cancerous.",
        "In my public health career, I was between the scientists and the communicators. I saw and understood both sides. Sometimes it felt like sitting between Republicans and Democrats, between Packers and Bears fans.\n\nWhen you're steeped in the language of epidemiology, you respect what relative risk does and does not mean. But what must people see, hear and remember? It is true, public health struggles with this.\n\nPublic health must pair up with talented communicators, marketers, advertisers. There will be tension. I remember serving as peacemaker between our statistician who insisted that \"as likely as\" must be in the catch phrase, the jingle, the media talking points, and our communications team spitting the words out like they're the most bitter seeds. (The communications team won, as they should have.)\n\nThese differences piled up over time. Both sides grumbled about each other, when the other wasn't around. \n\nYou need to get over it. Learn to learn from each other, for the benefit of the public's health.",
        "Nobody ever regrets NOT drinking. And I love having a glass of wine or a beer on a regular basis. But drinking less or not at all is better for the individual as well their family and society in general.",
        "There are so many other good health reasons to quit drinking alcohol.  I’ve been compiling a list over the last year, and it’s not just cancer one has to worry about.  Alcohol damages the heart, kills brain cells, kills liver cells for a start.  \n\nI’m quitting now, after over 50 years of social drinking.  It’s time.  My body will thank me.  And I’m going to the funeral of my younger brother, who dies on Christmas from alcohol liver failure.",
        "My alcohol consumption is pretty low. I'd say 1 drink a week, max. Usually it's about 1 every two weeks, and just when I’m out with friends at a bar for trivia or something. However, my SUGAR consumption is through the roof. This probably has more of a deleterious effect on my health than my light drinking. I almost feel like I should trade one piece of cake/pie/pastry a week for one glass of wine. But no, I would rather have the cake any day.",
        "When it comes to drinking there is indeed a good answer.  I totally quit alcohol over 22 years ago.  That was the best advice I ever gave myself.",
        "In the end, the leading cause of death is birth.",
        "A very irresponsible article today!\nI know some people who drink a lot and are reconsidering their choices because of the Surgeons General’s article.\nHe’s telling us the truth, he has nothing to lose now.\nOf course, the industry will fight.\nBut we all know that people are just looking for the excuses to have another drink and not feel bad about it.\nBut you can open your eyes now!\nOr you can keep them wide shut.\nIt’s your choice now, when you know the truth.\nDon’t shoot the messenger, Surgeon General.",
        "I can unequivocally say birth has a direct correlation to death…",
        "What I see is a lot of denial. Many don’t want to believe the facts. They want their etoh. \nClimate change anyone?  Those fires are a coincidence I guess.",
        "If you won’t voluntarily stop drinking for a week, you are alcohol dependent. Plain and simple.",
        "Alcohol kills, and it is not only by increasing your risk of cancer.",
        "We can draw broad generalities from articles like this. Drinking less is probably better, and excessive drinking is bad. But this article is also a case of the old cliche \"liars figure and figures lie.\" I'm referring to the mention that women's drinking one drink a day increases the risk of breast cancer by 10 percent. This is misleading. The actual figure is female teetotalers have 10 percent risk of breast cancer. Whereas women who consume one drink a day have an 11 percent chance. This is statistically insignificant. To highlight the way this sort of figure misleads take a hypothetical. Let's say that women who do not consume orange juice have a one-half of one percent (0.5 percent) chance of getting breast cancer, and let's say women who drink orange juice have a 1 percent chance of getting breast cancer. That would be an increase of 100 percent for the risk of breast cancer. But this statistic is clearly absurd. The increase (if real, which it is not) would be statistically insignificant. So how statistics are presented matter. To say women who have one drink a day increase their risk of cancer by 10 percent is misleading and bordering on fear mongering.",
        "This whole argument about how many days you lose by drinking alcohol is verging on the ridiculous.  I don't think anyone thinks that drinking alcohol is great for your health.  We all understand that moderation in just about everything is best.  There are literally hundreds of things we do that increase our risk of cancer or dying.  The focus on a few glasses of wine which make life nicer for many is a stupendous waste of time and resources.",
        "The spate of articles regarding a link between alcohol and cancer or ill health in general have generated a tidal wave of \"survivorship bias\" comments. It doesn't help that 90%+ of NYT commenters are over 70, reflecting the readership of newspapers in general I suppose. \nAdding my own anecdotes to the pile. My dear husband is 67 years old and has not eaten solid food since 2021, when he underwent radiation for throat cancer, 2 years after we were married. He's doing the best he can with his feeding tube and all the other indiginities of cancer survivorship.\nHe was a lover of beer and beermaking back before we met. \nHowever in order to marry me, he agreed to abstain completely from alcohol, because it killed my first husband. Alcoholism slowly destroyed his wellbeing, his career, his family and finally finished him off, alone in his apartment.\nFor every person chiming in on how alcohol is a necessary part of a balanced life, there is a person who feels a lurch of disgust and sadness while passing the spectacle of the beverage aisle of the grocery store.",
        "The question is are you concerned about increased cancer risk, or increased risk of dying prematurely?\n\nMost people are most concerned about dying prematurely, and when death from all causes is taken into account, those that drink moderately (as currently defined) live longer* than those who abstain.\n\nIt is complicated.\n\n*<a href=\"https://health.harvard.edu/staying-healthy/the-almost-last-word-on-alcohol-and-health\" target=\"_blank\">https://health.harvard.edu/staying-healthy/the-almost-last-word-on-alcohol-and-health</a>",
        "Dose makes the poison.\nIf the facts hurt your feelings, it doesn’t make the facts any less true.",
        "So, is there a health outcome improved by consuming alcohol? It is a powerful disinfectant. I see alcohol a a potent disincentivizer with, as it were, built-in resistance to discontinuing its consumption not to mention being draped in garlands of myths. Bottom line, it's just flat better not to.",
        "alcohol is a toxin and an intoxicant, likewise smoke of any kind is a toxin to the lungs, warning labels seem like a reasonable policy.",
        "Studies should be done connecting the increase of drinking with an increase in smoking.  The latter then causes the increase in cancer.  Cause and effect.",
        "Even the abstemious can find a good laugh re: ALCOHOL.\n\nIn UTAH, while visiting the exquisite sites such as Bryce Canyon,\nI happened to note a beer label that made me laugh:\n\nTHE NAME:  “POLYGAMY PORTER … When One is not enough”\n\nThe state of Utah limited the amount of alcohol allowed in beer, and served only  limited amounts of alcohol in bars.",
        "There is one good answer.  Don't drink.",
        "Why does no one ever research or talk about the speed of drinking in all these articles?  I only drink red wine, with dinner, because I enjoy the marriage of food and red wine.  But I nurse a glass or two over three hours.  Is there a difference between this speed of consumption and someone who consumes 2 glasses of wine on an empty stomach in 10 minutes?  I'm not a doctor, but my body tells me those two modes of consumption are quite different in terms of the physical effect.  I don't feel a \"buzz\" drinking a couple glasses of wine over three hours, but I definitely would if I quaffed them in 10 minutes.",
        "My issue with this is twofold:\n1) the previous positive correlation between red wine and heart health, or any public health benefits of alcohol consumption appeared to either be a result of poorly designed studies and bad data sets or a convenient excuse for people to drink.\n2) it's been obvious that drinking is \"bad for you,\" but so is everything else: eggs, dairy, meat, any kind of char on any food ever, use of any kind of cooking fat - not to mention the infamous Food Pyramid of my childhood which showed 11 servings of carbs or whatever - everything except, maybe, half a cup of brown rice and a stock pot's worth of steamed vegetables with a tall glass of water.\n\nThis entire series of articles misses the point entirely, and the pearl-clutching reactions by op-eds and commenters is incredibly annoying.  \n\nWhat NYT needs to do is this: provide comprehensive guidance on an entire diet with branch-offs for protein, eggs, dairy, fats and alcohol as desired.  Nobody drinks in a vacuum.",
        "I mean, there's one good answer: Don't drink",
        "Approaching 50, I am cutting back on the booze and switching to edibles. :)",
        "The abomination that was the WHI study on the risks of HRT for menopause has made me distrust all medical information.  Until this historic wrong is corrected in widespread media and the harm it caused acknowledged, I will not believe a word \"medical experts\" print.",
        "Huh?\n\nThe “good answer” is to quit imbibing alcohol.  Why is this different?  Would the author have been equally torn regarding cigarettes?",
        "“When It Comes to Drinking, There Are No Good Answers”\n\nSomeone else has probably posted something similar, but “I’ll drink to that.”\n\nPeople have been drinking alcohol ever since some early farmer sampled the fermented water in the bottom of his clay pot and enjoyed the effects.\n\nWhat would Rome have been without wine?\n\nWhat would Jesus have served at the Last Supper?  Water?\n\nThe Dionysus rites?",
        "Yet inhaling marijuana into your lungs every day gets a total pass.",
        "Hoping that this dry January dries up quickly. It’s ridiculous to continue banging this sobriety, drum. For the pandemic, I get it. Pandemic’s over, hint, hint.  There’s a lot more to report on them. We all know the hazards.",
        "Beer... The cause and solution to all of life's problems - H. Simpson",
        "Why are we making this so hard?  Drink less.  It cannot be bad for you to do so.  Where the bright line is is anyone’s guess but I bet it’s lower than you think it is.",
        "Alcohol, and smoking, are not “lifestyle choices.”  They are suicide efforts.",
        "Yes there are good answers, you just may not want to hear them, there is no amount of drinking that's good for you, alcohol is not your friend, it's not even good in your mouthwash, as it kills even the beneficial bacteria in your mouth and throat.",
        "Alcohol is a drug. \nEnd of story.",
        "people can object all they want to the surgeon generals statement…\n\nbut let’s be real…\n\ni greatly enjoy alcohol, red wine in particular…\n\nbut alcohol is a toxin…drink enough and you will die…\n\nit’s obvious that it is not good for one and if one is solely interested in health…abstinence is the only choice…\n\nnot sure i will stop…but let’s get real…it ain’t good for you",
        "Cowardly, relativistic, weasely advice that reflects our sad times. Enshrining individual \"choice\" does not absolve poor judgment in the face of the best available information.",
        "The pearl clutching over this is so absurd. Drinking alcohol is bad for you. Period. If you want to drink that’s a personal choice people are free to make. Why is the press fretting about how to break this totally obvious “news” to the masses?",
        "When is the sugar advisory coming out?  \n\n(no, seriously.)",
        "No easy answer ? well of course there is, don't drink.",
        "I stopped drinking 4 months ago and have had some amazing pickleball games. \n\nBiggest differences are that I sleep better and do not feel lethargic nor foggy the next morning. \n\nIt’s hard to abstain when the culture mandates coolnes when you’re holding a drink. \n\nThe Non Alcoholic beers do help satiate the desire. \n\nAnyway at 75, am grateful for a good sleep and energized game of pickleball due to abstinence. \n\nGood luck.",
        "There are acute existential issues forming on the horizon.  \n\nLarge segments of the public, NYT reader comments aside, is in no mood to pay attention to this chronic issue of several thousand years duration in January 2025.  \n\nThe new Federal administration and Congress will not be in a position to tackle the issue in any meaningful way, if at all. Alternatively, campaigning about alcohol use (perhaps at all) at this time fits cynically well with other not-so-well-intended ideas. \n\nThe sudden blitz about alcohol in the media use may be a sign of desperation or distraction - focusing on the wrong issue for the era.",
        "\"telling people to do less of something they enjoy will be taken in good faith, and not as a politically motivated judgment of their lifestyle choices.\"\nThis is an honest, earnest question: What does that mean? Is there a political party that wants to regular alcohol?",
        "Excellent, informative, and clarifying piece of writing. One detail I love appreciate is Bedard’s use of “it” to refer to the surgeon general—that is spot on, reflecting the collective nature and lineage of the office. It’s not, in this instance, Dr Murthy trying to ruin anyone’s or everyone’s buzz.",
        "[The handful of patients I’ve discussed it with said it didn’t make a difference to them.]\n\nNot surprisingly, given that a majority of Americans are overweight but continue to eat huge amounts of unhealthy food; given that a majority of Americans are unfit but refuse to move; given that a majority of Americans over-consume, over-pollute, etc., etc.",
        "I gave up (very occasional) drinking years ago & have never missed it. Meditating, making music, gardening, walking my dog in nature give me all the joy I need. (I also work as a part-time school teacher at age 71, & I love that as well.) I'm glad to see Millennials & Gen Z turning away from this obnoxious carcinogen & a poison responsible for so many highway deaths.",
        "Superb unwrapping of confusing Times coverage. Frame the sentence that explains a 10% increase in relative risk does not mean women who drink a bit have a 10% risk of cancer, but rather they are 10% more likely to get breast cancer than women who don't drink at all. Eg, multiply .1 x .13 to get the actual change in risk; that's 1.3%. Not trivial, but not as powerful an effect as smoking, say.",
        "While alcohol does increase cancer risk - there are many studies - including a recent one looking at almost 500,000 people in Korea that suggests that it might reduce cardiovascular (CV) risk (and some of this might even come from its' ability to reduce stress - a possible CV risk factor...)\n\nThe question is - with CV mortality being a bigger cause of mortality than cancer - how does this 'play out' in the population?\n\nThe Korean study suggests that the CV risk reduction outweighed the cancer risk increase in moderate drinkers- with that group having the lowest all cause mortality compared to non-drinkers and heavy drinkers.\n\nStudy link here in Nature-\n<a href=\"https://nature.com/articles/s41598-022-11427-x\" target=\"_blank\">https://nature.com/articles/s41598-022-11427-x</a>\n\nLet's say that the jury is still out on the risk of small and moderate alcohol consumption at this time... Maybe a bit to agressive to add those new warnings without better data.",
        "I quit drinking alcohol last year after years and years of drinking much more than I should. I find the discussion about whether or not drinking is bad for you and how that is communicated to be all done in bad faith. We know drinking is bad for you. There are people who claim it isn't, but they're just lying to themselves (or they work for InBev). But knowing drinking is bad for you isn't going to change people's behavior. I didn't drink because I thought it was ok, I drank because it felt good, and especially when I was poor, I had few comforts in life and this one managed to relieve some social stress as well.\nThe surgeon general is absolutely correct that drinking alcohol is bad for you and can lead to cancer. If that statement bothers you, you should be considering what forces in your life are leading to the statement bothering you more than you're thinking about the statement itself. If you think that this is simple and you just don't drink alcohol, I'm glad that works for you, but you shouldn't be assuming that works for everyone.  Drinking, in many cases, is cultural, and it's aggravated by being addictive. Recovery from addiction is hard and not a uniform process. It has, so far, been easier for me than for many others. I'm lucky about that. This is often related to genes, and can easily be related to the environment you were raised in. \n\nBut this is the internet, so I expect people to ignore nuance and instead keep passing moral judgments.",
        "Every choice we make—from food to media—shapes us. Some consumption nourishes our bodies and minds, while others erode them. The challenge lies in discerning value: does this decision enrich or deplete us? Thoughtful evaluation is vital in a world full of distractions. Our well-being hinges on the utility of our choices.",
        "In our household, the link between alcohol and risk of falls in the elderly have led to an almost total cessation of drinking. We are 94, 80, and 70. I, the 70 year old, am all too aware of data suggesting many people have a miserable final year or so, suffering with painful and restrictive and expensive injuries from falls, and surprisingly often, they seemed to have been pretty enthusiastic drinkers, perhaps even more than in earlier years, as its comforts hold out false promises to ease the pain of losses. I've made sobriety a condition of co-living, and taking responsibility for this household. I get zero push back, we substitute a lot of activities- zoom exercise class, church, book clubs, crafts,  visitors , etc.",
        "now do snack foods, fast food and sugar. thought so. can't do that because then you expose the entire system.",
        "Alcohol is a poison, so of course we shouldn't put it in our bodies. \n\nBut humans have been chemically altering the minds with various substances since time immemorial. We may even be genetically programmed to chemically alter our brains every now and then (or more often than that).\n\nSo its going to be a tough sell telling Americans to put that drink down.",
        "The Economist had a great take on this :\n  Several thousand pedestrians are killed on US roads each year \nErgo ,\nEven taking a single step on a street can endanger your health.",
        "One of the problems with a broad labeling regime is that it starts to make individual warnings less meaningful.  When I visit California, which seems to have cancer warnings everywhere including coffee shops, I actually have to ignore the warnings, because it is hard to distinguish a \"real\" danger from a hypothetical one.  If there is a cancer warning on all alcohol products, will that make the warning on cigarettes less impactful?",
        "No good answers? The answer is to not drink. There are other reasons to not drink besides any cancer risk. It's bad for your mental health, increases accident risk and chronic use causes other problems like vitamin deficiencies, cirrhosis and brain damage. Not to mention drunk texting, miscommunications and expensive bar tabs. Who needs it?",
        "I am sorry, but this is not rocket science.  Alcohol is a poison.  If you pour poison into your body there are bound to be consequences.   Some of the consequences may be cancer, some may be attacks on various organs.  It's, after all, poison.  What bothers me is that it is portrayed to be a panacea for depression, a bad day at the office or just to get happy.  It's the first thing you see in a grocery store these days and a huge amount of store area is devoted to these products.  The stuff is bad for you, but I am sure Alcohol has a tremendously large lobby and they don't want this information put out there.  Use common sense people.",
        "A good way to evaluate anything is to pretend that the possibility of its use is being introduced right now. \nIf there were no alcohol, refined sugar, or tobacco and a company wanted to market it, do you think it would be approved? If your answer is no, consider your use of it.",
        "I would love to see risks of various behaviors \"rated.\" Is a drink a day worse than eating red meat or processed meats? Is exceeding the speed limit worse than a drink every day? Is chronic stress from work worse than a drink each day? Is ingesting sugar and salt worse than a drink each day?\n\nAlcohol and smoking are easy targets and the public should be informed about negative health effects. However, the public needs help balancing risk. Does Coke have a health warning about sugar? Does canned soup have a warning about high sodium's risks?",
        "There is one good answer: don’t. As I always tell my nieces and nephews, nobodies life was ever made worse by NOT drinking. Plenty of people’s lives have been made worse by drinking. It causes inflammation. Your body processes it as sugar. It leads to drunk driving accidents and violence. If you need it to socialize, you have a problem with it. If you tell a friend, I need to lose weight, and they say stop drinking, but you say, I like my glass of wine, you probably have a dependency on alcohol.  Work on yourself. Don’t drink more. Why do we keep talking about this? \n\nAlso, try this experiment: Abstain at a party where everyone is drinking and see how boring and annoying they are. Note how they try to push alcohol on you and how uncomfortable your choice to be healthy makes them. How they may announce to the room, oh, you don’t drink. They make it into a thing. Not you. Interesting isn’t it?",
        "Just don't drink. You won't miss a thing once you're free of this unhealthy, destructive habit. Promise!",
        "I like many believed the hype that red wine might actually be good for you.  We now know that is not true.  \nI had actually stopped drinking completely before, mostly because I was tired of getting stale wine when I ordered it with a meal.\nI will not be abstaining forever.  I will be ordering a glass of red wine the next time I am in Europe.  At least my experience has been that they serve wine fresh, opened that day, and not some stale bottle that has been sitting around on the bar for a couple days.  Why pay for a bad taste experience, especially knowing it hurts your health as well?",
        "Oh please. This is such old news. We all know this and have known the toxicity of alcohol ever since prohibition ended. This reminds me of the hundreds of articles condemning coffee drinkers. Let's have another article on how bad coffee is for our health, too.  So, have a cocktail. If only Winston Churchill was around to comment on this article. I'm sure he would have a witty, plausible reason to keep having a drink.   And by the way, on January 20th, I plan to have more than one cocktail, NOT in celebration but to ease the pain.",
        "What do you mean there are no good answers? When it comes to drinking poison, my answer is no. That’s why I’m going to live longer than my friends who drank themselves to death. After 30 years of drinking myself, I finally learned. Ethel alcohol is a toxin, and just because our society normalizes it doesn’t mean that you should use it. I also don’t own or play with guns.",
        "One aspect I find frustrating about this conversation is the inevitable villainization of a product, even at minimal amounts, the clever marketers coming up with schemes for alternatives only for us to realize, upon further investigation, the dangers were not as serious as first thought and the alternatives are actually worse (or comparable) than the product they attempted to replace.\n\nI'm not trying to put alcohol in the same category as the scare tactics that were once used for coffee, milk, and eggs. It does seem that the risks are there but let's tread lightly here until we know (i.e randomized testing) for sure the effects of alcohol and recommend limits, if any.\n\nBTW: Let's get the same label they want to put on alcohol on ultra processed food too.",
        "I don't get much pleasure out of alcohol so it's easy for me to eliminate it.  I'll have a glass on wine maybe twice a month and really it's just a social pressure kind of thing because I want to be like my dinner companions and sip on a glass of wine when we're out to dinner.  I do love my coffee though and if I could I'd eat sweets and only sweets.  Luckily, Zepbound has cured me of my addiction to sweets and I'm back to the weight I was in my 20's.  I think the problem is with people who become dependent on anything.  If you can take it or leave it it's not a problem but figuring out for yourself why you can't let go of something and what'll help you make it through your life instead of a risky substance is what we all need help with.",
        "The problem with these kinds of public health pronouncements is that they ignore much larger issues that only people at the Surgeon General's level can be tackling - lack of proper healthcare for most Americans, severe medical debt and bankruptcy, micro-plastics and hundreds of other food additives causing colorectal cancer, etc.  Telling people they shouldn't drink is like complaining about litter during the LA fires.  The average American is subject to hundreds of health risks daily that they have no power over, and it's patronizing for leaders to do nothing and make pronouncements like this.",
        "I have settled on a strategy that's workable for me.  I'm going to keep drinking in moderation while waiting for the next big study that says moderate drinking is healthy.  And then, I'll wait for a contradictory study and toast the good scientists who try to provide certainty while muddying the waters.",
        "Dr. Bedard might think that the evidence for \"alcohol causes cancer\" is strong, but scientifically, it is not.  It is highly suggestive, at the very best.\n\nWhen modern medicine says \"X  causes cancer\" they are seldom speaking the language of the common man, to whim that language means \"If I drink alcohol, I'll get cancer\" which is categorically not true.  \n\nAlcohol consumption is far more  dangerous for individuals and society for other reasons -- cancer being one of least of those concerns.  \n\nAlcohol and drink driving, alcohol and spousal abuse, alcohol and divorce, alcohol and child neglect, alcohol and unintended pregnancies-- a list far to long to include here.  \n\nThe actual cancer risks to individuals is infinitesimal compared to the other known harms.",
        "Interesting timing in my life for this guidance.  I've been at 10-14 drinks per week for most of my adult life, which has usually got my primary care physicians saying something like \"That's the upper limit of what is recommended, but it would be great to get it a bit lower.\"  I'm very active, I don't smoke, other than drinking I have a pretty great diet.  I'm not binging--it's a glass of wine with dinner, a happy hour, trying a couple bars on vacation.  I'm also an engineer, and I think about risk all the time at my job.\n\nThe thinking I've always had was \"if there's a risk to moderate drinking, it'll be 6 months at the end of my life that I'm not worried about today.\"  However, I was just diagnosed with early-onset rectal cancer at the age of 38.  Now, intellectually I can read the papers and understand that my level of drinking might have increased my probability of developing this cancer at this age from something like 0.01% to 0.013%.  But emotionally, it's definitely a wake-up call to cut back once I'm on the other side--thankfully, have got a good prognosis.",
        "Thank you for the adult, rational perspective. While personally unwelcome, the SG report was a public health necessity and a  financial windfall for the alcohol lobbyists.",
        "At least for young people there is a good answer: Never start. Works for smoking, as well.",
        "A very balanced article. What about denouncing far more dangerous practices, such as the lack of an action plan to combat the lowering of vaccination rates?  These are sure to cause unnecessary suffering and death.",
        "I’m fine with the science and the labeling, but what I don’t get is why THIS cancer risk seems to be such a focus (vs like cancer risks from red meat, metabolic risks from sugar, or whatever we are getting from microplastics). \n\nI think we need a lot more contextualization around lifestyle choices than we get, and it ends up with certain bogeymen that seem popular in the culture.",
        "Don't eat processed meats- that  slice of prosciutto is a carcinogen. Don't eat ice cream - the saturated fat will clog your arteries. Don't drink wine -it is a carcinogen -even though throughout history, people drank wine because it was a safe option when the water was bad. Don't eat pasta or pastries because the carbs will cause diabetes. What is left?",
        "I'm hoping all of this alarm translates into an overall reduction in drinking and an associated reduction in bourbon prices.",
        "It's important to distinguish between relative and absolute risk. If the lifetime risk of cancer for a nondrinker is 40% and drinking increases the risk 10%, then the risk of cancer for a drinker is 44%, an absolute increase in the risk of 4%.  Relative risk is what researchers use when they want to make a statistic more impressive than it is. \n\nModest drinking--no more than one drink per day--decreases life expectancy by a year.  As you would expect it's heavier drinkers--more than a drink per day but not classified as alcoholics--who lose more, about 7 years.     Those statistics seem more meaningful than cancer risk, since we all die of something, the question being when.",
        "It seems that conventional wisdom is always being challenged these days. Here are some facts:\n\nOpiates are healthier than alcohol, except for the risk of overdose.\n\nCannabis is actually helpful for many people, but it's better not to smoke or vape it.\n\nNicotine doesn't give you cancer and may actually be good medicine, it's the tar that gets in your lungs from smoking tobacco that is risky.",
        "The data are not nearly specific enough. What are the relative and absolute risk for an in-shape, not obese, daily exercising, two drinks a day man or woman of 65 compared to that woman who does not drink? I would guess, not all that much more, but still want more than my guess.",
        "One great move would be no longer to give our kids the impression that drinking is what “we” do.  The family associations are surely a huge determinant.",
        "Drink in moderation and don't drink  cheap wine where more than 70 additives can be added to change the character of the product.I am 88, active and in relatively good health.I have been having a glass of wine with my main meal for as long as I can remember and I am not about to change now.I think better results can be obtained by stressing  better quality and limit the amount a person should drink.Producers could help by eliminating the bad stuff that floods the market in favor of better products.It would be better for their bottom line and their customer's health",
        "Very well written and balanced.  I agree that drinking less is generally a good goal for many.  As there will never be a long-term randomized control trial, we will always be relying on epidemiology \"association\" data.  I am reminded of the example of causality vs. association findings.  \"The observation that wealthy people eat at expensive restaurants does not mean if I follow their lead that I will become wealthy\".",
        "Dr. Bedard, have you reviewed the National Academies of Sciences, Engineering and Medicine - NASEM 2025 report comparing moderate drinkers to never drinkers? And if so, how would the report’s finding that moderate drinkers have lower all-cause and lower cardiovascular mortality change your advice to patients? I agree that the best outcome is for people to drink less, so why wouldn’t we give them the whole picture?",
        "I believe the alcohol industry has controlled the narrative for far too long. Although I have an occasional drink, I am no longer under the illusion that it’s good for me.",
        "Joseph Campbell said, \"the privilege of a lifetime is being who you are.\"  \n\nYou are who you are when you are sober.",
        "While I quit drinking a few years ago, this sort of gets lumped into the \"everything will kill you\" information that deluges us non-stop.  Water has forever chemicals, we have microplastics in our testicles, and now alcohol causes cancer.  Live your life in moderation and hope for the best because no one is going to be able to prevent/fix this horror show.",
        "One frustration I have with these articles (and often the related comments) is the premise that everyone who drinks socially can easily make a choice to cut back their drinking in a precise and measured way. \n\nWhile most adults aren’t alcoholics in the traditional sense, alcohol is an addictive substance. There are many successful people who function very well and yet drink far more than the recommended amount on a regular basis. \n\nIf you are really drinking one small glass of wine a day and have no great attachment to it, why worry excessively about these findings and why comment here? Cut out a glass of two, or don’t. Your other lifestyle choices are probably far more important than your drinking at that level. \n\nThe reality is that there are many people who say they enjoy “a glass” with dinner or who drink “socially,” but who, when being honest, know they drink a great deal more. These guidelines that imply some magic division, where 14 units a week are healthy, but some arbitrary greater amount means you are an at risk problem drinker, encourage people to be dishonest with themselvesabout a substance that many struggle to perfectly control. \n\nThese updated guidelines reflect that alcohol is basically a toxic substance. If you can really limit yourself to small amounts, then it’s just one of life’s many risks. If you know deep down that you struggle to take it or leave it, then stop fooling yourself that you are close to healthy limits and this isn’t harmful.",
        "No mention of mountains of evidence on heart disease? Or the lack of harm mentally. Until the highest level of drinking.\n\nSure. The benefits are likely confounds. Perhaps. But the data is staggering. It takes weird things like mendelian experiments to make the benefit disappear. And even then the amount of harm one can show by torturing the data is tiny.\n\nIt's a bit shocking.. but you should tell the truth. And it is that the harm or benefit is small enough that it is hard to measure.",
        "Hey John from Arizona:\n\n\"the increase in absolute risk for developing alcohol-related cancers (a 2.5-percentage-point increase for women and a 1.5-percentage-point increase for men); and the relative risk for specific cancers, such as breast cancer (one study suggests that a drink a day increases a woman’s risk by 10 percent).\"\n\nYou were wrong. I told you the risk was only 1.5% for men. @@",
        "Alcohol is the most dangerous commonly used drug in the world.  It is responsible for more death and destruction, automobile fatalities, domestic violence, chronic disease and familial discord than any other source.  And it is legal.  Prohibition has not ever worked and ir never will.  Ditto warnings.  People will ingest what they ingest.  We have spent decades putting people in prison for possessing a much more benign PLANT, marijuana.  Unintended consequences of this incredibly irrational policy has totally destabilized life in Mexico and other Latin American countries.  We desperately need an entire new paradigm regarding all substances.  I am not holding my breath.",
        "I don't have any intention of quitting drinking but I'd much rather be making an informed decision to keep at it, so keep the reliable information coming!",
        "Best scientific truism in years, \"Evidence is information, not a prescription.\"\n\nI kind of can't believe I read that in this newspaper. \n\nThank you, Rachael Bedard.",
        "Not the article I was expecting given the many NYT articles recently on alcohol.\n\nThis was balance, nuanced and really good to make the point that it is a personal decision.\n\nTime to get off this soap box and move along to some other stuff that matters too.",
        "What’s next? Another Temperance movement? Calls for prohibition? Good grief. Everything in moderation. Period.",
        "Actually, there is one good answer.   Eat, drink and be merry for tomorrow, we die.",
        "You mean the doctors who helped in shutting down all the parks but advised to keep all the liquor stores open? Tell me, what killed more people under 65 in 2020, alcohol or COVID-19?",
        "I hoist my glass to the Surgeon General! Skol!",
        "Common sense should tell you that a drink that gives you a hangover isn’t healthy.",
        "Retired Doctor here.  Who likes a bit of good wine and a few other alcohol beverages, always in moderation. Too bad for me.  It really is not complicated and there really is a good answer: don't drink.  If we are really honest about it, common sense medicine and physiology always suggested alcohol was a toxin.   Despite the attempted end run by the alcohol industry (who almost had me fooled by wishful thinking)  the published science and recommendations have caught up with the reality.  Of course individuals can choose to accept a greater medical risk in their life, for perceived benefits, and I am not opposed to that concept, but still - it is what it is.   I do expect insurance companies will catch on and like with cigarettes, alcohol use will carry a higher premium.  I am all for universal health coverage but I don't want my premiums to pay for your easily avoidable toxic habits.",
        "Evidence indicates this is a much more complicated issue than the relevant report acknowledges.  That omission inclines reasonable and important questions.\n\nAlcohol is an unusual product.  In moderation is appears to be beneficial from several worthwhile perspectives.  When abused, it is severely damaging to the drinker and to everyone near the drinker.\n\nI sense the proper approach involves careful regulation -- responsible alcohol beverage consumption -- rather than prohibition (or anything close) or disregard of alcohol-precipitated problems.  Plenty of evidence supports that conclusion.",
        "Ken Burn's documentary on the great American author, Ernest Hemingway, aired last week.  Hemingway could have lived longer and avoided debilitating illness and depression if it wasn't for his extravagant drinking.  HIs connoisseur's knowledge of spirits and cocktails in the cafes and bars of Paris in the 1920's seemed romantic and alluring when I first read The Sun Also Rises. Maybe he needed to drink to write, but we'll never know for sure.",
        "\"...cutting down on drinking was undoubtedly a good idea for [one's] health...\"\n\nin simple terms, 5 drinks should become 4; 4 should become 3; 3 should become 2; 2 should become 1; 1 should become.... but getting to 0 is more difficult than getting to 4 or 3, unless we are discussing addiction, which were are in some cases.\n...\n\n\"The way that public health most effectively helps people change their habits is by changing the incentives, pressures and opportunities in the culture around them...Science is a body of knowledge built over time, and culture change is a long game.\"\n\nin fact, the highest per capita consumption of alcohol in the US was during the early 1800s, when clean drinking water was not given, this era created a proto-temperance movement, from which later movements garnered inspiration. during the late 1800s and early 1900s, a more popular temperance movement also had to contend with alcoholics and their self-destructive behaviors. cancer (and science) were barely part of the lexicon during those times, and if they were, i highly doubt that they were associated with alcohol.",
        "While there may be merit in this latest advice on drinking I can’t see most people following it. This is especially true with what we’ll be looking at in the next 4 years with a Trump return to office. A stiff drink or two is going to be needed on many days with him at the helm. I suppose some people will be giving up alcohol but they are probably people who rarely if ever drank anyway. Just as they completely abstain a new study will come along negating this one. I’m ignoring it myself whether it’s a wise choice or not.",
        "it is depressing how normalized drug addiction/reliance in the form of alcohol has become.",
        "I have been surprised that the lengthy Review of Evidence on Alcohol and Health released last month by the National Academies of Sciences, Engineering, and Medicine, unlike the Surgeon General's advisory, has received scant media attention. Contrary to the emerging consensus that \"there is no safe level of alcohol consumption\", the panel concluded that moderate consumption (2/day for men, 1/day for  women) resulted in a lower  all-cause mortality than non-consumption.  As regards cancer, the panel concluded that moderate consumption is associated with a higher risk of breast cancers.  Findings with respect to the other forms of cancer were inconclusive. As regards cardiovascular disease, the committee concluded (with low certainty) that moderate consumption was associated with a lower risk than non-consumption. Finally, the committee concluded that there was insufficient evidence for an association of moderate consumption and dementia and Alzheimer's.",
        "Americans just spent the last 20 years legalizing weed on the assertion that we have autonomy over our bodies. This was the heart of the argument.\n\nSo now let's start hammering away on drinking, cos it's bad. Pot's cool. Beer's bad. Got it.\n\nHow about--and I know this sounds crazy--we let people make their own choices instead of using science as a stalking horse for the eventual prohibition of this, that, and the other?",
        "Rarely has there been a more clear-cut example of the politicization of this issue than the circumstances surrounding this report. Thank you for the link to the Reason article, which once again pointed out that Murthy \"inexplicably\" omitted any reference to the new National Academies study that refuted several of his pronouncements and that also found the decades-old J-curve indicating lower all-cause mortality for moderate drinkers.  The Murthy report made a splash as was intended and will be the only news on this topic that most people will have been exposed to, further skewing public understanding of it -- and possibly altering behavior in a way the Academies' study suggests will shorten life, not extend it.",
        "The problem with public health communication is that in order for it to be effective, it must be plain spoken, easy for everyone to understand. This means communication lacks nuance, is over broad. In our world, it’s very difficult for the surgeon general or a Dr. Fauci to evade criticism from all kinds of folks, some who know what they’re talking about and plenty who don’t. The admonition about alcohol is good advice. And it’s based on plenty of scientific research, and is not a particularly new piece of knowledge. But I’m still going to drink a glass of wine on Friday and Saturday nights. I do not resent a public official giving me good information.",
        "The sad thing about the word \"drinking\" is that it means alcoholic absorption.  As a kid in the tropics though after a solid game of soccer the biggest gift was always loading up on just plain water.  That in my mind is what \"drinking\" is all about.",
        "Refined sugar, saturated and trans fats...much worse for us but not only allowed but \"pushed\" by the [huge] food industry. From what I can tell, chances of dying of cancer in one's lifetime here in the US is approximately 1.25% (women and 1.70% for men. Chances of dying in an automobile accident in our lifetimes is 1.08% as a frame of reference. How much of this % of danger is to be attributed to [periodic] alcohol consumption? We are surrounded by poisons. It's hard to tell which one is actually potentially giving us cancer - not to mention our genes, which are probably the most important factor. I appreciate the science, research and warning, but I also appreciate my occasional glass of wine or martini.",
        "Drink in moderation for enjoyment with friends and family, don't drink alone, and be mindful that the temporary ease that alcohol brings can come at a cost. \n\nPleasures have tradeoffs: drinking, eating, smoking, gambling, sex, drugs, driving, social media - the list goes on.",
        "It's so interesting to see the dramatic generational shift in drinking culture. Even when I graduated college in 2018 it was very uncommon for people my age to moderate their drinking, let alone abstain from it. My youngest sister, 8 years younger for comparison, virtually never drinks. Neither do many of her friends, and I've noticed the same from the other younger people in my family. The stats seem to show as much as well. \n\nMeanwhile, my own peers have become so much more conscious of their drinking habits, and most have reduced their intake very actively, and others now choose not to drink altogether, ever. Drinking moderately (or heavily) has been the social standard in the west for basically forever, but now it really does feel like there is a cultural shift that sees it as gauche and needlessly harmful.",
        "How many times do we have to have this same discussion? A little bit of alcohol with or after a meal (op cit France) supports gut health & (possibly) overall digestion. Anything beyond or apart from that (drinking to forget, drinking to cope, Sex In the City type gab fests) injures the gut. And yes also, the two or probably even one martini lunches (& foodless happy hours). The evidence is clear; we are only needlessly complicating this. What a surprise.",
        "While this is a helpful piece by Dr. Bedard, I think the issue many had with the recent surgeon general report and others like it is the underlying mindset that every problem in the works is just one more federal mandate away from being solved. Humans have been drinking since the dawn of civilization and have known the benefits come with some health costs all along. It takes a particular arrogance to assume that one more warning label from the surgeon general will turn the tide.",
        "This small uproar about liquor causing cancer surprises me. If the surgeon general had said that green beans cause cancer, everyone would have thrown them out immediately. But the liqor lobby has done a masterful job of making alcohol as normal as apple pie, following the game plan of tobacco. Booze is ubiquitous on TV and in movies: Had a good day? Your reward is a glass of wine or whiskey. Had a bad day? A shot is called for. We have been manupulated for many years to accept alcohol as a welcome part of life. But it isn't. It kills people. My dad drank himself to death and I saw one too many murderous drunk driver reports. I never drank much, but I stopped. Why is everyone so keen to keep drinking?",
        "Please stop telling us how something increases our risk without quantifying that risk in real terms. The sensational headlines, even (especially?) for this article, just feel like the medical profession trying to bully us into lifestyle changes with raw fear.\n\nInstead, tell me that drinking increases my risk of getting cancer from, say, 1 in 1000 to something else, but at least state it in absolute, not relative terms. I don’t care about something that triples a one-in-a-million risk, but the way these study results are delivered, I have no way of knowing.",
        "There needs to be more focus on addiction.\n\nEveryone who drinks is at risk for addiction. And society promotes problematic drinking--how many times have you seen a character on a tv show say \"I need a drink\"? Funny, right? They're in a stressful situation, and alcohol will make them feel less stressed. They're shy, and alcohol makes them outgoing. They're sad, so they drink a bottle or two of wine, and wake up hungover but otherwise undamaged.\n\nDrinking to manage emotions (rather than for the taste) is dangerous, and can lead to addiction. You're using alcohol for the drug effect, and that effect will lessen over time, so you'll need to drink more to get that feeling back. This type of drinking can easily snowball.\n\nI'd like to see more reporting on addiction--not as a moral failing or a scourge of the disadvantaged, but as a disease that can happen to anyone.",
        "When marketing a product, an idea, or even medical advice, it's usually better to focus on the immediate benefits than the far-off ones. Reducing or eliminating alcohol has plenty of short-term payoffs like improved sleep, better workouts, and more resilient health. Start with those and layer the long-term effects on top.",
        "Insurance will sway people's behavior far more than proclamations. Can the day be far off when getting health insurance requires wearing a sensor that records and reports your daily consumption of nicotine, alcohol, nitrites, etc? \n\nIntrusive, no doubt. But fundamentally fairer than the system we have now. Why should non-smoking, teetotaling vegans be subsidizing the smoking, boozing, sausage-gobblers, in the form of higher health insurance premiums? Pay for your indulgences. I'm not keen about paying for expensive, totally preventable treatments for people who deliberately chose a less healthy lifestyle. Every dollar invested in a lung transplant for a smoker is a dollar not going to kindergartens, parks, clean water, and other public goods. Or frame it as a national defense issue, as that seems to be the only thing that most politicians care about. \n\nI expect your thunderous condemnation, but you can't wish this idea away. Biomedical monitoring is getting better, and inter-generational conflict is getting sharper. We'll be having this debate eventually.",
        "No one has ever gained better health from drinking. Many have died and suffered from their or others use of alcohol. \nThe increased risk of developing cancer should not be that bit of  information that stops one from drinking.",
        "Even though we have made some progress on battling certain types of cancer, the number of people getting cancer in their lifetime has not decreased in any meaningful way. We are battling genetic, environmental, and lifestyle factors that seem to be g8ving most Americans a 50-50 shot of developing cancer. \n\nWe're all going to die of something. One of the most satisfying things that I do after a long day hiking, mountaineering, or skiing is drink a beer. Sometimes,  I swear, it's the best beer I've ever had and I enjoy it profusely. No one is going to take that pleasure away from me, nor will they stop me from having a beer or two at my local craft brewer. Life is all about the journey and mine has been an adventure-filled full life. I say, live life BIG and enjoy your alcohol in moderation if that's part of the journey.",
        "Smoking went from mainstream with doctor recommendations of cigarettes they liked (look at the New Engl. J. Med. ads from the mid-40s) to the 1964 report, to the end of TV cigarette ads, to the concern about second hand smoke, to banishing smoking in airplanes, to having people have to smoke outside the workplace. \n\nAlcohol is going this way, too. Maybe some day processed food. Put what we know out in public and let people decide. Meanwhile, let's keep track of the numbers of all the disorders where smoking and alcohol are factors and see what happens over time. \n\nChildhood vaccinations are the issue in reverse. If we fail to vaccinate according to the knowledge we have, there should be a rise in the specific diseases that vaccines prevent. Unfortunate, of course, for the infected child, but I am being too judgmental. Sorry.\n\nAt least now we have the freedom to choose in those issues, but that may change as it has for choice in other medical issues in the coming months.",
        "If this research has been available for decades, why weren't we alerted before last month?",
        "Actually, there is one good answer.  And it is a really simple one.  It is that drinking can cause cognitive and physical harm to the human body, and that anyone who drinks assumes these risks.  \n\nThe real question is whether an individual has the desire or ability to do something with this information.  At a deep level, most people know when they are doing something that causes harm to them.  We don't need science to understand or tell us this.  Wanting to modify or stop the behavior is one thing; actually doing it is an entirely different exercise.  \n\nScience is a wonderful thing because it gives us hard data and information.  But is is a two edged sword.  the more we know, the less we know, and the easier it is to hide behind \"we need more data.\"  The body and brain know when something is causing harm.",
        "Government should focus on funding research and providing the best possible information, as clearly as possible. Let people make their own lifestyle decisions when they do not impact others. \n\nIn this regard, risk should be compared to others, such as the risk from smoking, sugar consumption, driving etc. An estimate of the impact on life expectancy as a result of different behaviors (say 1,2,4 drinks per day) should be presented. For specific diseases, NTT or the Number Needed To Treat (treatment being, say, going from 4 to 1 drinks/day) to prevent one additional undesirable outcome is  a great way to present data. Simply saying \"100,000 are caused by drinking\" appears to be designed to scare, and is hard to decipher into  impact on personal risk.",
        "Ah! It finally gets written down by somebody involved: \"The surgeon general’s report isn’t only, or even primarily, intended to speak to individual Americans, however. The majority of its recommendations, like the one to change alcohol labeling to highlight cancer risk, are policy ideas. The way that public health most effectively helps people change their habits is by changing the incentives, pressures and opportunities in the culture around them\"\n\nClear as can be. The government is sort of clandestinely trying to reduce freedoms and pre-empt individual choice and responsibility. We know what happened when it actually officially banned alcohol. So it does it stealthily.\n\nHopefully Trump and Kennedy will bring this out in the open, and the people can respond as they wish. This also applies to vaccines.\n\n\nIf would be nice if the NYTimes would put this in every such story about government nannying. Perhaps we could then\nhave an informed choice about retyurning to the freedomes we had 100 years ago that we have lost to the nanny state. After all, the NYTimes claims that we need an \"informed public\". The public needs informing, most of all, about how the nanny state works.",
        "I feel like this article started on a good path and then swerved off the path. Frankly, the surgeon general, the CDC, and other gov't agencies don't have a tremendous history of PR victories. A large section of the country finds this kind of meddling paternalistic and unnecessary. The number of \"is drinking bad\" articles the NYT puts out alone is a wonder. We all understand the things we do have trade offs. We even understand the bad things we do may shorten our lives. Almost all of us ask to not be treated like a 3 year old. Sure, public health decrees or labels make the gov't bureaucrat feel like they're doing something. I guess it's better than coercive life altering prescriptions. For instance: \"Vaccine mandates help the hesitant decide to get shots.\" Goodness, is that an unverifiable statement if I've ever heard one. Massive decreases in faith and favorability in public health agencies says otherwise. I'm all for suggestions but the most important thing public health could use right now is a dose of humility.",
        "We need to do to alcohol what we did to nicotine.  (former drinker - current Annie Grace devotee).",
        "A year ago, I decreased my intake from a glass of wine a day to four times a week, although I sometimes increased it to five times. Since the report came out, I’ve now dropped it to two or three times a week. Anything in moderation is always a good idea.",
        "Too bad the advent of the inauguration makes many want to reach for a bottle.\n\nThat's the wrong answer, but it's true nonetheless.",
        "Of couirse it's annoying when people are self righteous and scold us for our personal choices, but the emotional responses to experts' conclusions about the risks of drinking remind me of many people's irrational denial that we had to take some inconvient actions to fight the spread of Covid.  \n(BTW, I hated wearing a mask, but I did it, and I really don't want to give up drinking!)",
        "In 1989 when I began teaching at a community and technical college, students lit up in my office without asking and took their smoke breaks in the hall. I am from Kentucky and not only were the halls filled with smoke, but tobacco was an important part of the local farming and the state economy.\n\nI would never have dreamed that by the time I retired my campus would be smoke-free, OR that in our dry county (sales of alcohol were illegal until about a decade ago) there would be a liquor store in Kroger or bars on every corner downtown. \n\nInformation is just information. I like a glass of wine or three, but to think that I don't pay for it is just wishful thinking.",
        "I have no doubt that alcohol can have adverse effects on the human body. But when it comes to research, do studies parse out associated lifestyle choices? Do drinkers get enough sleep, eat healthy foods, get enough exercise? If they tend to drink excessively— enough to register as cancer risks— do they also have other questionable lifestyle choices that are contributing factors?",
        "I’m approaching 60.  I only started drinking moderately in my late 40s - one drink 2 or 3 times a week or with a meal.  I’m not concerned whatsoever.   I respect. The science but I also know how the science is open to interpretation and sudden changes in direction.  TV was supposed to cause brain cancer.   I grew up in the golden years of network television with Gilligan, Ginger, Maryann, Jeannie, Archie, Edith, Fred, Lamont, George and Weazie.  I’m good.",
        "This is well written, and a simplified and shorter version of this could be useful for the general population to some extent. Can you figure out how to make this a 10 second video, which is as far as I know, is the current average attention span.",
        "It seems to me that science in general has no alternative to a reductive approach to problems -- to do otherwise would be to admit that nearly every interesting issue is in fact a \"wicked problem\" (good definition on Wikipedia).\n\nClues about this are in the way the topic is spoken about in this country: \"use of alcohol\", for example. \n\nI use alcohol to disinfect surfaces, very occasionally. In contrast, I enjoy in many different ways, in many different contexts, wine, beer, spirit, etc. Not as often as when I was young, but I still do and I am utterly unconcerned about any higher risk of cancer.  I will shuffle off this mortal coil one day, and I hope to enjoy it in whatever way seems appropriate to the end. For some that may be a smug certainty that they at least will be dying have reduced their likelihood of developing cancer. Good for them!",
        "I suspect that the writer is not at all near correct here.\n\nIndeed, chronic health implications of what is called 'disease' remains very nebulous, studies show problems with life expectancy being lessened in the use of moderate alcohol.\n\nThe research of Tim Stockwell shows the currently noted problems of even lesser use, but a number of studies done by Liu, et al in Taiwan, Kurtzman and others showed the classic J shaped curve and even that had the higher quantities of Alcohol being seen as harmful.   I will leave these studies aside for the balance of my note here.\n\nGetting to my main argument, the risk of death to those not drinking from those who drink inappropriately is a problem for life expectancy for the nondrinkers or the then-not-drinking victims or for the companion drinkers.  The threat to mental health in the nature of the more dis-inhibiting actions of those drinking is a problem as well.\n\nIf one does not talk of chronic disease, there is a substantial aggregate effect on mortality to the drinker or those about her or him or them to the extent of the risks of the outcomes from such dis-inhibited behaviors. \n\nOne has to look at all mortality or morbidity and not merely at cancer or other classical medical disease.  Ultimately, morbidity or mortality from what we call 'Accidents' in a good many instances is hardly accidental at all, but derived of actions altered by Alcohol to some bad end.  We are remiss to ignore those if we are talking of finality of death.",
        "Sure, alcohol is a carcinogen. But how much and how often?  Is one drink a day going to cause cancer? Is two?  Is binge drinking?  What are the guidelines? \nAfter a procedure in 2017 my cardiologist said that 14 drinks per week should be my upper limit. Subsequently, my primary care doctor advised 7 per week. \nSo, what does this new advisory mean for those of us who enjoy a glass of wine or a porter with supper? I have no idea.\nI'm 73 and have been consuming alcohol in one form or another for most of my adult life. My labs are perfect. I hike 2-4 miles up and down hills most every day. I build stone walls. Is abstinence going to extend my life? Make me a better hiker or stone mason? Improve my blood work labs and blood pressure that are already solidly in the normal range? What's a poor boy to do?",
        "The NYT and other mainstream media need to publish more articles like this one. As a researcher (in another field) it is frustrating and disheartening to observe how statistical data and research findings are misunderstood, disingenuously distorted to support worthy goals, or worse, deviously manipulated for nefarious purposes. This short article only scratches the surface.",
        "My pops is 96. He smoked and inhaled 5cigars a day for 30 years. Gave that up in his 60s when it was affective his breathing. Has tea with brandy every lunch and a cocktail before dinner. A stiff one. My impression is its is more about attitude and interests then lifestyle. And good genes!",
        "I found the Surgeon General’s warning confirming and helpful, but, for me, having determined to reduce and then eliminate my consumption of alcohol about a year and a half ago, it was not a deciding factor: I made my choice, first, because approaching my mid-seventies, and after many pleasurable glasses of wine and enjoyable rounds of whiskey, I found that, the morning after imbibing fine spirits, I felt poor in general and lacking in energy. Second, because with two artificial hips, I don’t want to compromise my balance. And, third, because in reading about liver health, factors contributing to dementia, and various inflammatory syndromes, it seemed a prudent choice. As an unexpected bonus, I found that, after some practice in social situations, I had just as good a time being alcohol free. Though there is an increasing number of alcohol-free choices for adult tastes, at times I still wonder about, even savor the thought of, having a real “drink.” But then I remind myself of how well I feel now and of all the potential headaches I’m avoiding.",
        "\"The first surgeon general’s report linking smoking and lung cancer was released in 1964, when smoking was ubiquitous; several others followed.\"\n\nI doubt there will be a change with alcohol comparable to the change with smoking.  For one thing, in 2025, people don't hold government scientists in high esteem like they did in 1964.  For another, as the author mentions below, the number of deaths per year attributable to smoking even now far outsizes the number attributable to alcohol.  Alcohol is unsafe but not nearly as unsafe as tobacco.\n\nBut also, drinking is associated with fun and the weekend and relaxing after a hard day's work and fine dining and major celebrations.  It's also associated with some pretty bad things, but people never plan for the bad things.\n\nSmoking?  Something that causes you to take pointless mid-day breaks outside in the cold.  I guess cigars are associated with some of the above, but alcohol is way better. \n\nThe Surgeon General's report won't diminish the popularity of drinking very much, I think.",
        "Drinking alcohol is putting poison in your body, plain and simple, and alcohol can be addictive. Its only purpose is to make you feel good for a relatively short period of time. But is that feeling worth the potential cost to your health?",
        "My Finnish/Polish blood loves the cold, likes vodka, dislikes Russians. But I have noticed over time that, while I like the buzz of a couple drinks of vodka, its effect is less pleasurable than it used to be. So, I drink less and less and don't miss it as much as I thought I would because, once alcohol (or drugs for that matter) disappoints, you can take it or leave it and leaving it becomes much easier. Once you turn the corner on something you once enjoyed that doesn't impart the enjoyment it once did, you are free to choose to continue or not, or to indulge in it only once in a while. We do like our poisons though, don't we?",
        "There are so many people claiming that alcohol use, unless drinking and driving, affects only the user but that is so incorrect. Since alcohol is a mood altering substance it affects everyone around you while you are using it, especially children. Alcohol makes people make irrational decisions so they become unpredictable. Children around drinkers can’t predict how they will react to situations, because whether the drinker admits it or not their moods are more likely to color their reactions, so they become ever watchful, trying to anticipate every scenario. This is also true for the adults in the drinkers' lives though they have more agency and can leave if necessary. I bartended in my early to mid twenties, and my customers loved me, but being the only sober person around a bunch of intoxicated people is no fun. They don’t even have to be drunk to be trying to handle. So much repressed sadness comes to the surface when people “let loose” it’s heartbreaking. Just ask the designated sober friend. I decided to stop drinking for my own health but also for the people around me, and it wasn’t difficult but I did have to find other coping mechanisms. Now I make sure to see friends and family earlier in the day, before too much alcohol takes all the fun out of our evening (and after a while it does). I see highly intelligent people try to explain away the damage alcohol is slowly causing in their lives, not open to any alternatives. I don’t preach but it’s truly heartbreaking.",
        "I lost count of all the bad things that you can do to your body. As an RN I have made it simple to live a long life. 1. Do not smoke. 2. Wear your seatbelt, even in the back seat. 3. Get vaccinated.",
        "Whether or not to drink alcohol is every adult’s choice to make unless they have health or religious reasons to avoid alcohol entirely. But it is essential to continue the research on the effects of alcohol consumption and provide as much information as possible to the public, including warning labels on alcohol-containing products, so that people can make informed decisions based on science not folklore. It is vital to educate young people about the effects of alcohol on developing bodies, especially developing brains, so they can make informed choices rather than be influenced by peer pressure and intense industry marketing. And the public’s eyes should not be shielded from information about the perennial death and morbidity resulting from alcohol consumption.",
        "So this whole wide-ranging conversation is a result of a comment made by A SURGEON GENERAL?  \n\nAfter Trump's pick for Surgeon General during his first term, I don't really put much import or credibility to the position anymore.",
        "Ethanol is like sugar.  Both have no nutritional value.  They simply either make one feel relaxed or taste good.  They both also add a great deal of empty calories to one’s diet.\n\nThe more I think about it the more I have a problem justifying alchohol consumption.",
        "It seems that suddenly there are daily articles about the risks of alcohol, even for those of us who drink moderately. I wonder how studies can separate the many many factors that might lead to a person getting cancer. We have a nation of nearly 50% overweight or obese people. We have a nation of people who subsist on processed foods. This seems overblown.",
        "Numerous (and some conflicting studies) suggest that mouthwashes with significant alcohol content raise the risk of certain oral cancers. Another area that requires more study or precaution (take your pick).",
        "The difference between science and journalism is the presence of a denominator. As stated, the Surgeon General has pointed to alcohol use being implicated as the main cause of 100,000 cases of can er and 20,000 deaths per year in the USA. But the total number of new cancer cases is about 2 million per year, and about 650,000 deaths.  I could not find that information in any article about the Surgeon General’s recommendation, but it’s readily available on line.  So whether alcohol consumption’s modest contribution to total cancer incidence and mortality is worth a change in lifestyle seems like an individual risk-benefit decision.  But the failure of journalists to perform even simple due diligence is disappointing, though not unexpected.",
        "I was with the author until I read \"Vaccine mandates help the hesitant decide to get shots...\"\n\nMaybe they used to, ha. More recently, mandates for a rushed vaccine divided the country, and undermined trust in public health to so much that it's hard to imagine it being recovered any time soon.",
        "It might behoove us to look around at different states and countries to see what works. They could try raising the tax on it, like they did with cigarettes. But it would have to be across the board. Here in Washington, some years ago, we voted to privatize the liquor stores, with the promise that it would bring prices down. It didn't. Spirits are taxed more than beer and wine, for some reason. So people load up if they're in a neighboring state or at duty free. The cost of booze in Iceland is quite prohibitive. I'm not sure if it inhibits consumption. I brought my own when I visited there and paid as much as $18 for a pint of ale, just to try it, so anecdotally, I'd guess it might help. Utah used to limit the percentage of alcohol in beer and made it very inconvenient to go out for a drink. You had to be a member of a club or something. But those prudish abstemious ways have faced serious pushback. What we need is data, including on whether warning labels might help.",
        "Put me in the category of 'roll my eyes', and for good reason.  Here's why.  From the other article where absolute risk increase is discussed:  \n\n\"The absolute risk of breast cancer over a woman’s life span is about 11.3 percent (11 out of 100) for those who have less than a drink a week.\n\nThe risk increases to 13.1 percent (13 of 100 individuals) at one drink a day, and up to 15.3 percent (15 of 100) at two drinks per day.\n\nFor men, the absolute risk of developing an [potentially] alcohol-related cancer increases from about 10 percent (10 of every 100 individuals) for those who consume less than one drink a week to 11.4 percent (11 per 100) for those who have a drink every day on average. It rises to 13 percent (13 of 100 individuals) for those who have two drinks a day on average.\"\n\nTHIS is the kind of information, and the ONLY kind of information that helps people logically assess their own risk.  So, any article discussing whether there are 'any good answers' should have included it.  And nearly everyone who reads these numbers and understands them would roll their eyes.  The increase is just not significant enough for me to be concerned.",
        "While it is true that alcohol consumption causes health problems, it seems that this one “vice” is being singled out without the necessary criteria to do so. \n\nWhat are our goals as a society? Do we want to minimize cancer? Minimize expensive healthcare that results from individuals’ decisions to drink? Minimize human suffering? We need clear goals and criteria then we need to assess all carcinogens against it. Why alcohol and not soda? What about excessive sugar? What about trans fats? What about carcinogenic food colorings? Is the risk from alcohol so much greater than those risks that it warrants being at the top of the list? If so, then I’m open to the labeling idea. But I suspect otherwise.",
        "I don't understand people who look at the Surgeon General's opinion as \"scolding\" or irrelevant. Grownups are supposed to have the capacity to look things in the face for what they are and make corresponding decisions for themselves. I believe most people can not separate the idea that participating in a habit that is bad for you does not make YOU bad. Their self-identity is that they know better than to do things that are bad for them, and can not reconcile that that is not true. You can do things that are bad for you without guilt or explanation! \n\nTake a hard look inside, do what you want, and quit blaming the messenger.",
        "Do we have to look at everything through a political lens now?  Murthy is the Surgeon General and part of his role is to advise Americans on health risks.  \n\nIt is clear that drinking increases risks for certain cancers.  My mother started drinking heavily later in life and died of esophageal cancer.  I have been tested and have a precancerous condition known as Barrett's esophagus and knowing that alcohol increases my risk was one factor that led me to stop drinking altogether a few years back.\n\nLike everything, this is a personal choice but warning people of the risk is the right call.",
        "There's a story about the Chicago Cubs slugger Hack Wilson from the 1930's, who was a notorious drinker.  In an effort to make him quit a friend dropped a worm into a shot of whisky.  The worm died.  \"What do you think of that?\", asked his friend?  \"If you drink whisky you won't have worms\", was Wilson's response.",
        "Overeating raises the risk of cancer to the same degree as drinking (and no doubt overweight alcohol users are significantly skewing the statistics), but since it has become the ultimate taboo to “fat shame” we must avert our eyes from the obvious facts and moralize about drug use instead.",
        "“one friend saw the news and texted me in alarm. He drinks more than he’d like to.”\n\nThis is the biggest benefit I see on an individual level. It’s an excuse/incentive for those who already want to cut back to take the step and do so.\n\nWe all know that excessive drinking is bad for us. There’s uncertainty around whether a few drinks a week is directionally good or bad (though the influence is small at that level). And sometimes to take action and make a change, we need a bit of a push.\n\nFor those who won’t, the Surgeon General told us there’s a health impact. Not that we need to quit drinking.",
        "Why the constant anguish over alcohol. \n\nAlcohol is a toxin.  When ingested the liver tries to get rid of it. That's a scientific fact.\n\nIt's a social lubricant many people enjoy and has a powerful emotional and financial lobby behind it. It's Miller Time, This Buds for You etc.\n\nFor a significant number of individuals, who have a genetic predisposition for addiction, alcohol is a significant risk. And even for others as a toxin it carries a risk of damage in ever increasing ways.\n\nDeciding to drink or not is a choice. If there is a risk attached to that choice, people should know about it.\n\nThis is not complex.",
        "The proposed warning seems more about scolding than information. How dare you buy that bottle of wine?\n\nThere are several good reasons to cut back and in some instances stop drinking. But the basis of the warning is recent studies that contradict studies that were conducted not long ago and peer-reviewed. And in the list of habits affecting adversely our health, social use--and perhaps even moderate use--of alcohol seems close to the bottom. Those rich people who love their wine and the treadmill are going to outlive those who never touch a drop and are much too heavy and inactive.\n\nMy own feelings are there is risk in nearly everything, look to other cultures and history, and embrace in all things moderation, whether wine or food or going to church. But then when I was a kid, we rode bicycles without helmets--what parental neglect!--and played football without adult supervision.",
        "The Europeans outlawed Glysophate (RoundUp) and care vastly more for sustainable agriculture than does the \"New World.\" I only drink EU wine. I hear that hops in US beer are grown with ample chemical weed killer. Does anyone factor this in?",
        "Dr. Murthy's job is to save lives, not make friends or be popular.  If he sounds extreme and it results in even one person cutting back on alcohol cosumption or quitting that's good.",
        "My concern is for the people who say that they will drink alcohol every day, no matter what the science says.\n\nWhenever something is non-negotiable, it is potentially a problem.\n\nI drink lightly - on average one cocktail per week - and I feel okay about that.  I haven't had any alcohol since New Year's, and that's fine by me.\n\nBut defending drinking - no matter what - seems dangerous to me.",
        "While it’s true that a daily glass of wine may slightly nudge up an individual’s absolute cancer risk, it also offers the profound pleasure of a relaxing ritual. I suspect that’s far less concerning to public health than the metabolic minefield of daily sweets, sodas, and ice cream. So, here’s to moderation—on both fronts.",
        "This article gives proper perspective to the recent Surgeon General Advisory. As most things in our competitive media environment, we get clickbait and fear rather than perspective. If science demonstrates a causal connection between booze and cancer then, of course, we should know that. But life has all sorts of risks and it's up to each of us to assess those risks. As an older guy who chose not to drink alcohol 35 yeras ago, I've concluded that everybody engages in one or more activities that make them feel better. Some are healthier than others. Paradoxically, many of us are trying to avoid anxiety (fear, worry etc) and there's nothing more fear-provoking than being constantly reminded that we're living our lives imperfectly. Perfect is always the enemy of the good. Relax and enjoy your people for you shall be dead before you know it.",
        "The elephant in the room, it seems to me, is that most Americans fill shopping carts every day with foods that lead straight to diabetes, heart disease, and there can hardly be a doubt: quite a bit of cancer. I'm sure there aren't studies on this, but my guess is that the percentage of daily calories derived from heavily processed foods, full of preservatives and other additives, is enormous. Some people could find it a little strange that there could be a warning for Puligny-Montrachet, which is fermented grape juice, but not Doritos or Cinnamon Toast Crunch; when it's pretty clear to any sentient being which one is the greater health risk.",
        "For those of us who do not drink in order to \"change our mood,\" or to calm down after a stressful day, but have a scant half a glass of wine every few days at dinner because we like the taste, or in summer split a small bottle of beer with spouse over barbecued hamburgers, the fuss over our kind of drinking seems overblown. \n\nI know why most of my family died of various cancers: bad genes and smoking, or bad genes and a combination of smoking and nightly cocktails. Living on Long Island and being exposed to pesticides and herbicides and drinking water from wells affected by years of DDT over potato fields couldn't have helped  either.\n\nI also ride subways and on occasion take car trips. Both are considered dangerous by many. At 70, I still climb ladders to do house chores, climb reasonably accessible High Peaks and mountains in Acadia, and shovel snow when it's very cold -- also considered dangerous. \n\nI could do none of these and also not sip a glass of Porto probably three times every winter. Vegetation is not a state I could tolerate for long, though.",
        "The articles about alcohol consumption have been on a nearly daily basis the past few weeks. I’ve no doubt alcohol consumption is not good for you, but meanwhile 40% of Americans are obese, 60% of their diet is ultra processed foods, nearly 40% are completely sedentary. I’d venture to say that this is an even greater public health problem.",
        "There is a good answer.  Actually, there are several good answers.  First of all, if you drink, drink in moderation and never mix drinking and driving.  That same advice ought to apply to being on the phone while driving, hands free or not.  Second, if you think you have a drinking problem, you just might.  Get the help you need and don't drink.  That's not easy in this country because there are a lot people who are insensitive when it comes to non-drinkers.  \n\nLast of all, everything is dangerous if it's overdone.  There is always a chance that something will injure us or kill us, even if it's pleasurable.  It's why we have laws against public drunkeness and drunk driving.  Maybe what needs to change is Americans sense of entitlement to do whatever they want, whenever they want to do it.  \n\nIf you want people to find better ways to handle stress, you need to teach them.  That starts in school and begins at home.  What I've noticed, since I was a child and watched adults drink, is that the pattern of drinking has changed.  People don't nurse their drinks.  They gulp them and have more.  There's often too much alcohol in a drink; it overwhelms the other flavors.  Most of us shouldn't be tipsy after one drink.  \n\nThe best way to change things is using public health ads wisely.  Of course, this being America, it won't happen.",
        "I cut back on my drinking, but not because of the cancer warning which frankly didn’t concern me at all.\n\nHere’s the thing: there are many other potential negative health consequences to drinking, including liver damage, accelerated cognitive decline, mood disregulation, and sleep disturbances. The real problem with the surgeon general’s message is he focused on the relatively small increase in cancer risk when he should’ve talked about the big picture. Consequently he’s become the boy who cried wolf.",
        "I've never been a problem drinker and I've been a social drinker for almost 50 years. I recently began to reduce my social drinking because of the effects of alcohol on my sleep and on my mental awareness in the evening. I like the short-term relaxation that an alcohol hit provides, but I don't like the mental haziness and the tiredness that results in me falling asleep too early. I also don't like how alcohol packs on the pounds. As always in life, there are tradeoffs: immediate pleasure vs. longer-term negative side effects. I've decided to think longer-term, and I think I'm on the way to being abstinent almost always or even 100%.",
        "One should exercise judgement and moderation in many things in life, but in our black and white, on/off, you’re for us or against us mentality these days, everything becomes a stark choice.  The scientists and doctors who are presenting this data are careful to couch their assessments with words like, “potentially related to alcohol consumption” and “might be attributed to alcohol”, in other words not a sure thing.\n\nYet we have it portrayed or framed by many as “you better stop drinking or die from cancer”.  A lot of things can harm us but, as the ads say, “your results may vary”.   I don’t think this is anywhere as definitive as the link between smoking and cancer, for instance.  If you’re drinking too much or engaging in binge drinking, should you reevaluate your choices?  Yes, it sounds like it, and not just due to cancer risks.  If you’re having a glass of wine with dinner a few nights per week, should you stop? Personally (and that’s my situation), no thanks - the chances of that evening meal time ritual making any significant impact on my health and longevity versus the hundred other things that might kill me are so indeterminate and minor they’re not worth cutting that little bit off.",
        "Mankind has lived and consumed alcohol in various forms for nearly our entire existence. \nI've no intention  of giving up wine and I couldn't advocate that for any but alcoholics.",
        "We humans have used alcohol, and other psychoactive substances not for their health benefits, but as ways to enhance enjoyment of life. Individuals should have the freedom to make that choice based on their own absolute and relative risks. Unlike drunk driving that can cause harm to others increased risk of cancer affects only the individuals and perhaps their loved ones.  \n\nThe Surgeon General's Advisory is focused on reducing societal burden by reducing overall incidence of cancers. That should not be politicized or interpreted as an infringement on our freedoms. It is an advisory and not coercion by the Government.",
        "“No good answers,” the headline reads. What? There’s a great answer: put alcohol in the category where it belongs, alongside cocaine, opiates, and methamphetamines, all of which have similar risk profiles. They all have great medical value when used wisely, and are all fun to consume, rarely and in moderation. All these substances, when produced by professionals in a quality controlled environment, present similar levels of danger, and medical professionals have high rates of use, in part because they know this. The fundamental problem is that we don’t take alcohol with the seriousness it deserves. We don’t adequately monitor the danger of addiction and overuse, so it slides under the radar.",
        "\"It's difficult.\"\nYes, once people have been lied to for decades, having been told ethanol is \"good for you in moderation,\" it's difficult for them to now accept that it's never good for you, no matter the amount.\nThe placement advertising by the drinks industry in Hollywood programming has been extremely successful. It's difficult to tell people to stop emulating their pop culture heroes, to stop 'being cool.'\nThe cancer warning idea doesn't go to the heart of the health issues anyway.\nThe real danger lies is the chronic inflammatory effects of ethanol and all the associated snacks consumed while imbibing.\nThe obesity epidemic in the United States and the massive increase in chronic—and preventable—diseases can be attributed in large part to Americans' appetite for ethanol.\nThe only way this is going to change is if Americans choose to grow up.\nIf they continue to choose immediate gratification over long-term benefit, the problem will only get worse.",
        "Thanks for helping me make sense of the advisory. I'm not much of a drinker, but now I can temper even my IPA fetish. Beer or bubbly water, I ask in the evenings. 98% of the time it's water. I'm moving that up to 99%. Great data, thank you.",
        "I’m not sure when we became so indignant to information, when we began taking it as a personal affront. It’s a dangerous thing though to react to science, information, knowledge with eye rolls, how dare they, and doubling down. Just because it’s inconvenient or something we don’t want to hear, doesn’t change reality or make consequences go away. If we’re angry about the Surgeon General’s warning, maybe step back and think about why. Maybe we need something else, like to focus on our own mental health. Nobody’s telling you to stop drinking. It is information to help you make decisions.\n\nEveryone has a right and duty to managing their own health. For me, as a cancer survivor at a young age, I take that duty seriously and actively look for ways to feel better and improve my odds of being around to see my children grown up. Cutting back on drinking was probably easier for me than for others who haven’t been through grueling chemo/cancer treatment. We’re all lucky to be here whether you acknowledge it or not.",
        "The doctor's statement, \"Evidence is information, not a prescription.\"  is what I will tell me Internist at my annual physical this year. And,  YES I did roll my eyes like her husband when I heard the Surgeon General talk about alcohol consumption.",
        "Before this health advisory about alcohol, there was Prohibition, which didn't work for long, or actually never worked at all. Maybe a cancer warning on labels will be more effective, but I doubt it. The use of alcohol as a mood changer has a long, long history. And has anyone noticed that for whatever reason--probably funding from the wine industry--the drinking of wine in television dramas is ubiquitous. Almost any character you can name regularly has a glass of wine, a big glass. It will be interesting to see if that changes. (Smoking, too, seems to have made something of a comeback on television: characters have taken to sneaking a cigarette.)",
        "First of all alcohol is no different than tobacco in that it affects everyone differently. Just as some people can smoke 2 packs of cigarettes a day and live to be 100, some can drink a whole bottle of wine and not be adversely affected. Secondly, given the stress of living in these times and the fact that drugs like marijuana are illegal in most states, most who do imbibe are not about to quit.",
        "Cigarettes used to be cool, glamorous, and nearly ubiquitous in offices, planes, and restaurants.  We learned that they caused cancer and killed people and people now smoke much less.  Alcohol seems to be following the same pattern (doesn't kill others with second hand drinking, but does kill plenty of people with drunk driving and gun deaths).  Maybe \"what are you drinking?\" should be replaced by \"would you like a seltzer\" when we walk into restaurants and people's homes.",
        "This is how I feel about pot and other drugs, too. No, I’m not saying alcohol should be illegal. I’m saying that warnings are there to guide people and keep them in check. An ‘anything goes’ attitude just makes people feel it’s permissible and accepted to undertake bad and harmful behavior",
        "I worry about the many cancer studies that do NOT take alcohol consumption into consideration.\n\nGood research requires us to isolate the variables. We must account for alcohol consumption in every cancer study. It may be that we need to study (non-genetic) cancers exclusively in non-drinkers to get accurate findings,\n\nWhat we know about alcohol's relation to cancer risk has only just begun.",
        "It’s not that complicated - Drinking alcohol is not good for your health or emotional well being.  \n\n“Diluting” the message doesn’t help.  If you want improvements, it’s simple, don’t drink and be kind.",
        "\"But it’s hard for individuals to translate statistics to their own lives\" Exactly!!\nWe, laymen and doctors, know that smoking causes lung cancer. Which cancer does a glass of wine a day cause? Much medical advice is based on RCT studies which compare a drug, a toxin, a food, a drink to nothing, a placebo. A good test for a new drug, but not for living a life day-to-day. Is an alcoholic drink that offers at minimum pleasure (taste) and a reduction in tension (lower your stress!!) and muscle ache worse than ibuprofen (Advil) or acetaminophen (Tylenol)? Correlations are not cause.",
        "Almost everything is a risk,anything that involves pleasure or excitement for example people that go parachuting or hang gliding or mountain biking or surfing all involve a level of risk heck just getting in your car every day is risky but we are in danger of trying to control every risk at the expense of fun and pleasure.As a quote by Boris Fishman from another New York Times article said we seem to be obsessed with protecting ourselves out of existence.",
        "Thanks for this thoughtful attempt to sift through the data and translate it into actual living. We humans are complicated. Some of us want to be advised and guided away from harm toward healthy longevity. Others simply want to enjoy the pleasures of the short term. Many of us are a not-entirely rational mix of the two. \n\nAfter years of drinking, I've started drinking less on my own as I hit middle age, because I simply was feeling worse when I drank. But this, too, was because of immediate consequences, not some possible future risk. Human history is so intertwined with alcohol, I suspect it will be a tough job to expect the majority to let it go.",
        "I’ve decreased my alcohol consumption in response to the Surgeon General’s warning. I haven’t cut it out completely, and doubt I ever will, but I appreciate having the information to make an informed (enough) choice.",
        "Interesting reactions when you think of the small study that linked HRT and breast cancer.  So many women were told by their doctors to stop taking it and the results were miserable.  Now, this will be largely ignored.",
        "I appreciate how the author points to “the body of knowledge.”\n\nOur bodies, our choices are the questions of the day. \n\nIn all things, at all times. \n\nI’m old enough to remember the arrival of seat belts—people scoffed. Now, of course we buckle up. \n\nSame with motorcycle helmets. \n\nI’m pretty sure folks thought putting a warning box on a pack of cigarettes was ridiculous——and that the idea of that changing the percentage of Americans who smoked was absurd. \n\nHistory suggested otherwise.\n\nThe same could be said for a gaggle of women called Mothers Against Drunk Drivers (MADD) who decided to do something. Laws changed. \n\nSo I’d like to say thank you to our Surgeon General for shining light on our health.",
        "Put me down for derision. As multiple doctors have told me: Moderation in all things… including moderation. Fear and worry are not good for one’s health. \n\nMedia fear-mongering, especially on subjects that require some math and science understanding, is part of the problem."
    ],
    "web_url": "https://www.nytimes.com/2025/01/13/opinion/alcohol-cancer.html"
}