{
    "main": "The New Age of D.I.Y. Medicine",
    "abstract": "A new product for preventing cavities doesn’t have F.D.A. approval or promising clinical trials, but it does have customers.",
    "keywords": [
        "internal-sub-only-nl",
        "Teeth and Dentistry",
        "Bacteria",
        "Vaccination and Immunization",
        "Coronavirus (2019-nCoV)",
        "Astral Codex Ten (Blog)",
        "Food and Drug Administration"
    ],
    "comments": [
        "The FDA makes mistakes. This is not shocking. The  FDA has also done great things, like refusing to approve drugs that turn out to be disastrous in further testing. Sometimes they approve drugs for absolutely the worst reasons. It’s a terrible thing: human beings are fallible. Doctors, like everybody else, make mistakes, some of them horrifying, some out of incompetence and some out of narcissism. What else is new? I had one who almost killed me. (He has an international reputation in his specialty and a local reputation as a dreadful human being who cares about money not patients.) I have physicians who call about test results at the end of their day, which is sometimes nine at night, and I think, they’re still working at this hour? I had a surgeon who went through the upcoming procedure in great detail for half hban hour so that I would know how complicated it was, what the risks were and how he planned to minimize them, and what the odds of success were. The important thing to remember is, biology and chemistry are ancient sciences compared to medicine, which doesn’t remotely know everything. It’s a baby science. Does anybody know for sure that Covid boosters are generally benign and also effective? Not totally. But based on my experience and what I know about vaccines, they’ve kept me alive. Modern medicine is a gamble but at the moment it’s all we’ve got, and if we have access to it we should consider ourselves lucky.",
        "V. good piece... But kind of amazing that the writer doesn't acknowledge our ridiculously expensive and Byzantine health care system here in the USA as also connected to this phenomenon.  Maybe he didn't want to open that can of worms... Though I hear they're a great protein source!\n\nSeriously – is this a world-wide trend of  USA dominant?  If the later, I'd argue our relationship to \"health care\" in the USA is largely adversarial from jump, based solely on the system structure - just choosing a plan is a chore in which you're trying not to get rooked by a Carny.   Mistrust is increasingly at the foundation.",
        "No mention of when, or if, AI will be guiding or directing doctors’ decisions re: “customers’” treatment plans including medications.  I am very afraid that this will happen soon and that furthermore we will not  be aware of it.",
        "Many circumstances such as a critical or often feared condition sets the stage for us to willingly accept non-scientific, non-helpful and too often harmful clinical recommendations if offered convincingly.\n\nJust consider how you would feel if told were told you had cancer or AIDS.\n\nThe screenplay from 1957's film \"Witness for the Prosecution\" encapsulated this in one line given to Charles Laughton, the main character playing the barrister Sir Wilfred Robarts.  He described his client as \"desperate as a drowning man clutching a razor blade\".\n\nFear is the fuel which enables quackery, whether it's hydroxychloroquine or ivermectin for COVID or even the rise of one of our candidates for high office this November.\n\nGetting beyond quackery requires us to understand one simple fact--life is an inevitable series of losses.  First, we lose our hair, then our strength, then our self-worth with loss of meaningful work, then ultimately our very lives.  Life cannot be viewed as anything but a journey with but one destination.  It's how we transit the minefield of our lives which matters the most.",
        "This is exhausting. I have no issue with informed patients, as everyone needs to feel comfortable with their health and be on board with a doctor’s plan. But with administration constantly telling me to see more patients in less time for less money, adding on clerical duties that could be done by a middle school student and have nothing to do with patient care, and then patients who want either an answer in 15 minutes to a years long problem or to argue with every evidence based recommendation…it’s no wonder most doctors I know are trying to cut their hours, get out of clinical  medicine, or retire in their 50s.",
        "The real problem is we want a “magic pill” to fix problems caused by a lifetime of bad habits. Everyone knows what they should do to give them above average odds of staying healthy, but we don’t do it.",
        "The medical care system in this country is in a shambles. Despite every over-the-counter medication, every exercise video, every health article ending with the phrase “consult with your healthcare provider before using”, getting in touch with your healthcare provider is an exercise in futility. Call a physician’s office with a medical question. After the ubiquitous announcement saying “for a medical emergency, call 911 or go to your nearest emergency room ,”, one is subjected to a hold period with an announcement of how  the provider/clinic  will provide top flight care and how much they care for you, you will meet with a barrier of schedulers who inform that there are no appointments for days, weeks,months and you should….go to a urgent clinic or emergency room.  Why have a doctor if they cannot see you when you are sick or when you have a question about the seriousness of a symptom? Of course people search the Internet….there is no real choice.  Unnecessary emergency room visits follow, with unnecessary tests. Also missed diagnoses  because there is no continuity of care. Everyone knows this, everyone has had this experience. When I was in medical school, I was taught that in taking on a patient, I had an ethical and legal responsibility to respond to their needs.  This seems to have fallen by the wayside as people  become the property of corporations, rather than patients of physicians.",
        "Most doctors prescribe by guidelines which come from Big Pharma. Google The Bone Disease That Grew to Fit the Prescription. I look for research that reports results as absolute rather than relative percentage. Doctors will give you the relative percentage of success. They usually don’t know the absolute or NNT.",
        "Reading this somewhat tortured analysis of the unstable state of establishment medicine makes me supremely grateful that my parents raised me exclusively with alternative medicine, mostly homeopathy and to a large extent, nutrition, which is the most potent form of preventative medicine. Taking control of your own health is the single most empowering thing you can do for yourself. Sure, doctors are great in an emergency, but for day-to-day health, learning to navigate with the help of cheap and effective complimentary medicines is the only way. The incredibly expensive and largely ineffective world of conventional medicine is proving itself unsustainable. Of course people will look for alternatives. That's a no-brainer.",
        "Yes indeed. Now the Utah state legislature has authorized ineffective, highly profitable stem cell treatments that will be very expensive and potentially harmful. Follow the money. There are billions of dollars to be made if we just get rid of the FDA regulations and allow snake oil to be sold again to treat medical illnesses. That’s what this is about.",
        "Sadly our system of insurance and hospital administration has rubbed off on doctors.   Practices and hospitals are being bought up by private equity companies who have used the elite education of some of our finest business schools to surgically remove our wallets before providing service.\n\nWe no longer respect the education, hard work and dedication of these professionals doctors to care for us because we are being tortured by the process of seeing them and being treated.   We are more open to the charlatans among us many of them “elite” grifters.",
        "Well, when my doctor spends 8 minutes with me, fails to understand the problem, prescribes meds, says “Feel better” and rushes off to the next patient, and then charges 200$ for the privilege, the Internet as a source of information and even help is definitely becoming more attractive.",
        "Despite serious efforts, including the Inquisition, the public has turned away from faith in prayer for healing to faith in science.  At this point we begin to see the follow the science crowd trying to repress challenges.\nSomeone mentioned a 40 percent effectiveness of placebos; perhaps the unimproved 60 percent lacked the sufficient faith.\nThe number might have been better with snake oil, clearly a more powerful drink.\nWhat gets me is what I take to be a scarcity of trust in one's own body.  Feeling a little uncomfortable?  Gimmee something for this!\nTime heals all wounds; eventually you will be pain free, and dead.\nBut even before that, you are going to cycle.  Not everything is the sickness unto death.\nThere are more than a few very old people who have never been to a hospital, except to visit someone.",
        "About the best, fairest, and somewhat comprehensive treatment of this subject I've seen.\nHowever, we seem to have forgotten certain basics about science.\nWhile certainly imperfect, it's the best system for self-correction we've ever had.\nRelatedly, why do we expect it to be perfect, right off the bat, on something it's never seen before? Particularly during a huge emergency. And within an Administration that would demote you if you said what you really thought.\nScientists changing their minds is not a reason to doubt them. It probably means they're adjusting based on new knowledge. That means (again, perhaps imperfectly) that's the way it's supposed to work. That's part of the culture.\nWhat alternative practitioner or DYI practitioner either does that or does it as well? Does the former ever say: \"Upon further evidence, we didn't get it right?\"\nI hope the Schools of Public Health have been studying all this.\nAs also seems to have been forgotten, we haven't necessarily seen the last of these things.\nAs things currently stand, such as with the unnecessary uptick of measles, I'm not sure we'll do much better the next time.\nWe also need to find a way to extract this area from the larger culture wars.\nI'm not very sure how to do that, either, but we could use some pilots.",
        "The author failed to mention the Quantified Self movement, where people self-track what they eat, do or how they train.  Search the term and you will find a huge amount of info and a sub-culture that might interest some readers here.\n\nI have been on the periphery of the QS movement for some time.  I take lots of supplements and track any perceived changes along with a huge amount of other info in a large spreadsheet with over 100 columns that I update throughout the day.  \n\nAt 72 yo, my resting BPM is 51.  A few weeks back I hit 157 BPM, measured via chest band in a 2.5 mile hill climb.  That's above my theoretical max for my age!  MY BP is normal and I take no prescription drugs.\n\nVia the spreadsheet, I can tell you my daily weight , body fat, muscle mass, how long I have slept (7:49 average, YTD), what I ate, when I ate, what supplements/vitamins/drugs I have taken, what exercise I do, etc., etc.\n\nStrangely enough, when I mention Quantified Self to MD's, I have NEVER found one that is aware of the movement.  And I have never found one interested in the data I have collected for years.\n\nTo me, this indicates \"punch the clock\" doctoring, which, IMO, the vast majority of doctors are guilty of.  Their life focus is the big bucks.  Patients sense this, which I submit, is why respect for MD's is on a steep decline.",
        "sure the pandemic fueled distrust of many of our established medical institutions, but that fire was already burning.  we knew drs were paid by big pharma to prescribe costly medications.  we knew insurance policy rather than medical necessity dictates what treatments people receive--some people were getting unnecessary procedures, while others couldn't get treatments they needed.  there would also be less diy medicine going on if standard western medical care would focus more on prevention and optimizing overall health and be easier to access (i.e., expensive treatments, poor appt availability).",
        "Two weeks ago I had a small medical problem concerning an eyelid. I got an appointment with my GP  within 24 hours and when the treatment he prescribed  did not totally resolve the problem, I called my ophthalmologist as my GP had instructed me to do, she agreed to see me on the same day, and she slightly adjusted my treatment which seems to be taking care of the problem. The two visits cost $80 which will be mostly reimbursed by my complementary insurance. The medications were entirely covered. \n\nI wonder if the reason, according to this article, that so many Americans are giving credence to  Reddit or Substack or whatever  dubious site for  health issues and advice is because they have inadequate and/or unaffordable healthcare and are desperately seeking to convince themselves that there is a cheaper alternative. I do sometimes do “health and well-being” research on the internet on reputable medical sites in the U.S. and in France to stay informed in a general way about the latest advances in medical research, but would never substitute my reading for my doctor’s knowledge and experience. When will America give its citizens the peace of body and mind that access to no-nonsense affordable healthcare brings?",
        "“…the most impressive public-health achievement in a generation: the record-time design, production, clinical testing and delivery of an entirely new kind of vaccine…”\n\nExcept that it took many months after the trials were complete to actually approve the vaccines for the adult population. In the meantime, hundreds of thousands died in the US, schools remained closed and other negative effects of the pandemic hit America. \n\nThe FDA must be reformed to respond faster to pandemics surely coming.",
        "I recently chipped off a corner of a molar while munching on a bag of chips.  The tooth needed to be crowned.  The doctor had this tiny camera that created a detailed 3D image of my teeth.  It was mesmerizing to look at.  I could see every tiny detail.  He used the image to create a crown right there in the office.  The technology is called CEREC.  It’s basically a CAD/CAM machine that can fabricate a crown in about 10 minutes.  He prepped my tooth and the computer fed instructions to the machine to cut a crown from a blank.  Then they put the crown into a tiny furnace that heated it up to thousands of degrees and it turned white and became hard, like ceramic.  The material is called EMAX and it’s just amazing.  I agree there are a lot of things in dentistry that might be a scam, but that wasn’t a scam.  It was one of the most amazing things I’ve ever seen.  A single visit to the dentist and my tooth was repaired.  Like something from Star Trek.",
        "The scientific method is not perfect, but the objective analysis of the effects of a treatment, comparison studies of treatment vs no treatment etc, at least provide a reasonable calculation of the treatment’s risks, benefits and side effects. The unregulated promotion of this dental bacterial replacement described here depends only on the attestation of the person looking to make money from his untested product. Where is the proof that these bacteria will stay with you “for life?” I would guess this has only been around a few years at most. Like vitamin supplements and myriad other health fads, claims of benefits to your heath require only the money to advertise with no need for actual objective validation. Make up a good story, attractive packaging, maybe a celebrity endorsement and take the money and run.",
        "As a physician, it is my duty to convey to the patient the weight of evidence for any therapy, rather than make it a black and white, yes or no, type of recommendation.  When a physician makes a recommendation, he generally tries to offer the risks, benefits, and alternative.  Frequently, the patient becomes confused by all this and simply asks the doctor what does he think is best.  \n\nUnfortunately, physicians can be subject to bias, based upon their focused interest, but they generally try to guard against this.  In the current era, the demand for scientific evidence for a treatment has grown, when compared to 50 years ago, when many were not even convinced randomized trials were the best approaches.  Today, the science has become more rigorous, albeit fallible in the face of human error and capitalist incentives.  \n\nNevertheless, the public needs to understand that physicians actually do question the value of the therapies that they recommend, and even when uncertain, they generally will go with what they would want for themselves and their families.",
        "My dog has an integrative veterinarian. She has a traditional degree and experience and licensing to be a vet. She is also experienced with Chinese medicine and many alternative therapies. Her practice is a godsend because it allows us to collaboratively decide on complementary treatments for injuries and illnesses and also use supplements to maintain good health. I have become a believer in this completely holistic approach to medicine and just wish I could find a doctor for myself who was as broad minded and caring as this vet. My own doctor is fine but he is adamantly against vitamins and supplements. I know not all of them do much, but if you research and speak to more open minded doctors and practitioners, you will come to know that thoughtful use of supplements does actually work.",
        "\" . . .and those who didn’t want to wait for the conclusion of clinical trials and instead assembled their own versions of the Covid vaccines . . .\"\n\nThey assembled their own version of the Covid vaccine? Well, Mr. Wallace-Wells did say the article was about the New Age of D.I.Y. Medicine.",
        "I’m not an advocate of DIY medicine. I try to follow the doctors orders as directed. My problem is occasionally they disagree… this forces me, the ignorant, to decipher who to follow… usually though they aren’t contradictory, just one emphasizes a particular path over the other… I just do both",
        "\"Whites now more likely to die from covid than Blacks: Why the pandemic shifted\" (<a href=\"https://aas.princeton.edu/news/whites-now-more-likely-die-covid-blacks-why-pandemic-shifted\" target=\"_blank\">https://aas.princeton.edu/news/whites-now-more-likely-die-covid-blacks-why-pandemic-shifted</a>).\n\nThis is a long and too chatty (from Princeton.edu no less) discussion on possible factors leading to higher deaths rates from Covid 19 in Whites than in Blacks. One factor was the politics of anti-vaxxers and GOP opposition to government health care.",
        "I don't think that supersaturation of our media by gauzy commercials for incredibly expensive medications, often treating niche illnesses, has helped the cause of orthodox medicine; if anything, it shows these companies have money to burn, money that's not going to R&D. Anyone seeing a doctor now is confronted with the suspicion they're being sized up as patsy for some drug that will put them in the poorhouse.",
        "Oooooh!! DIY medicine!!  That's good news!! If that stays around for a while, it will begin to reduce population pressure!!",
        "The skepticism or confusion that leads to refusing a vaccine, during a pandemic  versus trying a novel tooth enamel protector based on probiotic supplementation, is a difference of degree. Lumina probiotics will end up in our water supply, like microplastics, and will compete, no doubt, with other bioorganisms to unknown effects, but that does not seem to be the focus of concern here. Yes, Americans are self medicating based on very little information and lots of unjustified hype. Our medical system also bears some responsibility. Five years ago doctors were prescribing antibiotics for people with viral flu, that is how little we knew or cared about viruses until they became life threatening.  Even today few doctors prescribe probiotics for patients undergoing a course of antiobiotic treatment, which is dangerous ignorance. The medical establishment, and drug companies have failed us  in the area of prevention, and in areas I would call early intervention. Superb in addressing life threatening conditions, but barely literate in ways that help us maximize wellness, it is no wonder we seek beyond our doctors to find answers to our health issues.",
        "DIY proponents should be respected, but when their choices turn out to be wrong, they should be compelled to DIY the resulting problems.",
        "People spout a good deal of nonsense in trying to create alternative treatments. It is proper to go with defined treatments wherever they are possible.\nUnfortunately, some ailments are new and it can take a long time before things settle out. For a condition such as Pneumococcal pneumonia it would be clear cut what medications I might choose to use when I was in the practice of Medicine. Most would have FDA indications. In other instances the situation is a bit harder.   Of some other infections the business might be harder.  Now supposing that I had a patient with Meliodosis or Isosporiasis: what am I to do?  I can use Cotrimoxazole (Sulfamethoxazole and Trimethoprim) and these are recognized treatments, but they have never gotten any FDA indication for their use.   The use of these agents is off-label, but it is also an off label use which is recognized.\nIt is important to understand that FDA indication is sought by a company for its product and in rare disorders it is not always worth the matter being officially sanctioned.\nProviders will have off label use which is agreed to, but never manages to get the indication.\nNewer ailments are also a nuance. Paxlovid may well be less useful for those with immunizations, but perhaps not if they are immune suppressed and have a poorer response to the immunizations.\nBeyond that, one test can yield a False Negative, the so-called type II error of a study.  Before avoiding Paxlovid it is worth getting validation of the cited study.",
        "Speaking as a pediatrician, I am absolutely delighted when parents and older children are interested and excited about their bodies, minds and medical care.  But it's been said for good reason that \"a person who acts as their own doctor has a fool for a patient.\"  Even among my well-educated non-medical family and friends, I am often aghast at the conclusions they have come to by their internet \"research\" on the most medically straight forward problems -- let alone the complex, evolving ones like Covid.  I suppose that my 11 years of post-university (!) education is worth something.",
        "DIY is a lot cheaper than paying through the nose for medical advice. When my PC physician charges $200.00 to tell me I should see a doctor and then hands me a pre-printed sheet of paper he calls a referral, I think it's time to take a closer look at what's available on the internet. The USA medical system is corrupt.",
        "Thank you, very well written and with a nice touch of sardonic humor!\n\nI only want to add, Fox News.",
        "For what it's worth, the Slime Mold Time Mold series on obesity has numerous errors, as I explained here: <a href=\"https://www.lesswrong.com/posts/NRrbJJWnaSorrqvtZ/on-not-getting-contaminated-by-the-wrong-obesity-ideas\" target=\"_blank\">https://www.lesswrong.com/posts/NRrbJJWnaSorrqvtZ/on-not-getting-contaminated-by-the-wrong-obesity-ideas</a>\n\nFor example, they say that wild animals have been getting fatter, but there's no indication that that's true. I go into detail on that and other errors in that blog post.",
        "Darwin has entered the chat.",
        "Cremieux Recuiel (or however he spells himself) claims that tooth decay is a fairly recent phenomenon, caused by Streptococcus mutans, which one gets from one's parents.\n\nWell, no.  Tooth decay in humans IS a fairly recent phenomenon, but it was sparked by the increasingly widespread manufacture and distribution of sugar.  Brown sugar, molasses, treacle, loaf sugar, maple syrup, maple sugar, sorghum -- sugar.  Before the Industrial Revolution, there was very little sugar available and tooth decay was also minimal.  During the 1600s and after?  The more sugar, the more decay.\n\n\"The study of the rate of dental cavities in England bears out this out; having remained relatively cavity-free for two thousand years, the English suddenly began to develop cavities sometime after 1600, probably due to increased consumption both of sugar and of refined grains.\" [W.J. Moore]\n\nOne Colonial visitor wrote of the women of New England as being \"dretfully tooth-shaken\" as a result of their heavy consumption of sugary sweetmeats.  New England, of course, was a close trading partner with the Caribbean sugar islands and sugar consumption had become very common.  So had the loss of teeth from decay.\n\nStreptococcus mutans isn't the problem.  Sugar is.",
        "Who has an oral microbiome without S. mutans in most countries? It's always there,  even if it is not the predominant bacteria. And it can become the predominant one any time.",
        "When you tell people what they want to hear, they believe it. That's the core of medical advice by social media and the reason why Donald Trump made it to the White House.  We need to do better in public education to arm young people against the lies online, exaggerated truths and false advertising. It will save them grief and perhaps save democracy in America.",
        "I agree with David Wallace-Wells.  I am a pediatrician.  Most of my patients are grateful for my advice (because they stay healthy because of it!).  But I am becoming weary of the increasing number of patients who have not the slightest interest in my opinion about treatment (vaccines, screen time, etc.). because they think that their social-media information is unquestionably more accurate than my long training, continuing education, and 37 years of experience.\n\nThe FDA and CDC sometimes make a pronouncement that occasionally they must admit, with more information and experience, to be wrong in hindsight.  So do I.  So does everybody.  That's the basis of the scientific method, and that's what distinguishes science from every previous process of thought (religion, autocracy, etc.):  Scientists START with the assumption that they might be wrong; they make decisions on the best available evidence, with the understanding that a change in course might be needed. \n\nThat hardly means that everything the FDA and the CDC is wrong.  The vast majority of what they say turns out to be right.  Those who complain about specific failures are merely cherry-picking their examples, just as those who follow anecdotes they find on the internet instead of their doctor's advice are cherry-picking.  I believe that if you did a study of every pronouncement that the FDA and CDC made, and counted up how many had to be reversed over time, it would be a very small minority.",
        "There are comments about Ozempic, but I would like to add one about Voltaren. You've probably seen the tv commercials (which should have been my first clue to avoid the heavily marketed topical), and maybe you even use it. I gave it a try for an elbow and wrist that interrupted my sleep -- arthritic. Within a few days I was not feeling myself and had this weird chest and back discomfort. I figured that because I was sleeping so much better using the Voltaren at bedtime, my muscles were rearranging themselves. After about 10 days, it continued, and I checked Voltaren's side effects. Unreal. How this could be approved is beyond me. See for yourself. I don't even want it in the house.",
        "The medical establishment serves two functions, an intellectual function and an ethical function. Stories of the medical establishment protecting and enabling sexual assault of patients by doctors at Columbia, UCLA, and many other institutions, is well documented. 250,000 patients die per year from preventable medical errors which are covered up by the \"White Coat Culture of Silence.\" Patients are routinely gaslit and misdiagnosed with zero accountability for the doctors. The medical establishment has lost their moral authority which makes their intellectual authority untrustworthy. As for the intellectual authority, doctors believed the pharmaceutical industry when they said opioids were not addictive, leading to over half a million prescription related opioid deaths. Doctors did not have a full understanding of the negative side effects of antibiotics, especially the impact on the gut brain axis, as they over prescribed antibiotics for decades. Until the medical establishment takes responsibility for the harm they cause patients, the public will continue to distrust the medical establishment.",
        "I am Libertarian leaning person, deep roots starting from time my radical Baptist ancestors showed up in American in early 18th C.. None of us are Baptists now, but our parents are buried in a tiny graveyard in MD founded by my ancestors. At time of their death, we had no small measure of ecumenical representation: Jesuits, a couple of Mormons, no small measure of agnostic, questioner types, my Bahai cousin showed up to represent her late father, my fathers brother and my dear friend, Jewish, showed up. When my Mom died, we had a woman Anglican priest and Jesuit who showed up. But out of our long family history in my country, two doctors were raised. Educated up. I believe in science. I trust it. And I only lean to a qualified MD or NP or a nurse or social worker to guide me. I do not believe in seeking out internet advice on care. I have a complex family, a right and left divide, but in our family we trust science always and we have always believed in the power of vaccines to solve a whole host of problems. We were vaccinated to the hilt in post-Polio world. We had no problems. All of us five kids showed up to get COVID vaccinated. To this day, no problem. It was our honor to do this when many were questioning science and our nation. We felt it was our patriotic duty. And we do boosters and we get our flu shots too. So there you doubters and self-diagnosing types. We need to believe in our institutions and our MDs and the rest. We need to trust them. Sound medicine matters.",
        "I appreciate western medicine and appreciate its effectiveness, especially as it relates to acute interventions such as surgery and other life-saving methods. \n\nHowever, western medicine has largely failed us when it comes to optimizing our health. The medical system has also become too expensive and is dominated by the medical-industrial complex with all of its own conflicts of interest. \n\nI am a pragmatist and try to stay as healthy as I can, but when I have issues, I will first see an alternative health practitioner before consulting a regular doctor. This approach has worked very well for me and has kept me healthy. I am a scientist and do see every intervention as an experiment on my own body. There is nothing wrong with self-treatment and indeed I find this self-reliance is essential given the state of our health-care system. This doesn't mean I have to follow every fad, but this idea that we can rely on what the doctor says is simply a fantasy.",
        "The reason diy proliferates is that the human mind finds what it looks for--it sees what it believes and believes what it sees. It completely ignores Einstein's Observer effect. That making an observation changes what is observed. As Einstein said physics is a mental concept that seems to explain observed phenomena--which should undermine human faith in what the material/personal senses report as \"evidence.\" \nConcurrent with Einstein and other quantum discoveries was the study of mind--the power of thought. The human mind encourages people to seek out many inventions outside of itself.",
        "Sure.  I could handle my own investment accounts, study the market in detail, learn all the ins and outs of serious investment strategies, and do all the things needed to design for myself what I hope would be a comfortable retirement.  But I don't.  Why?  Because I have no interest in spending my time doing that.  And because I know I don't have any sort of aptitude for such things.  Similarly, I could \"do my own research\" online and figure out all my medical issues.  But I don't.  Why?  Because I don't want to spend my time doing that sort of exhaustive work.  And I don't have any sort of aptitude for medicine.  So, instead, I pay someone else to do that sort of work for me.  For investments, I have a professional investment advisor.  For medicine, I have this guy called a \"physician,\" who's actually trained and licensed to do that sort of work for me.  And he does a pretty good job, as long as I listen to his advice and not the advice of a self-proclaimed \"internet health expert.\"  Or as long as I don't do \"my own research,\" the deadliest of all endeavors among the ignorant.  Furthermore, if I'm not comfortable with his advice, I can always get a second opinion from another professional.  Funny how that works.",
        "What I am curious about is the identity of \"Cremieux Recueil\". He writes about some very controversial topics, such as race and genetics, and his posts show a tremendously detailed understanding. He is obviously extremely bright. I suspect he is someone renown in the field, but wants to have the liberty to express his views without inviting any trouble.",
        "The problem with the FDA, in my view, is that their priorities are off. They put enormous emphasis on avoiding any possibility of harm from a drug (which is good!) and roughly none on avoiding harms from delayed drug development (which is not). Imagine if we’d developed Ozempic years earlier.\n\nWhat balance to strike is a hard question, but it’s not at all obvious that the current system is the best one. Indeed I think it’s not.",
        "The author doesn't seem to realize that the real problem is that Americans have lost respect for authority in many of its forms.  Some have lost respect for authority in all of its forms.\n\nNow 80, I was a university professor for 50 years and I noticed how the universities changed over time.\n\nThere is a distinction between the hard sciences and the social sciences (political science, sociology and economics).\n\nThe hard sciences use the scientific method which enforces a certain discipline.  The social sciences often involve values on some level, and are less influenced by the scientific method.  In the old days, their credibility rested for a long time on \"freedom of speech.\"  It was recognized that unpopular views lead to deeper understanding.\n\nThat has gradually changed.  The social sciences seem to be dominated these days by activism rather than a dispassionate search for truth and their predictions are often no longer credible.\n\nFor example, economists teach about the problems of deficit spending in Econ 101, but political economists deny the existence of inflation in popular op-eds.  This denial of the reality of inflation appears mendacious.\n\nThe public generalizes from the social sciences and loses its trust in eg medicine.\n\nPharma companies have added to this loss of trust by selling many drugs that have little or no efficacy.\n\nEven though the world is far more complex than the simplistic theories we desire, freedom of speech eventually provides best possible answers.",
        "I am a member if a biohacking community that has actually worked on a caries vaccine (dental caries is a technical term for cavities, and for some reason whenever Ive seen a vaccine discussed it is always referred to as a caries vaccine, not cavity) and it seems odd to lump the caries vaccine into the same pool as the anti-vax, anti-science zeitgeist. Every one I know who has ever spoken about this are incredibly pro-science, although there is an admitted anti-establishment bent in those same folks. But that has more to do with the financial incentives involved than the scientific credibility.\n\nThere is quite a lot of money in dental care, and a $100 vaccine that completely prevents cavities would ruin many people’s business models. \n\nFinally, I am, personally, a cell biologist researcher. We are all aware of the limitations of animal models, and that results do not always translate from mice or rats to humans. But animal studies are a necessary and cost-efficient first step… so it seems to me that this article does a disservice to people who use animal studies to support their arguments. Yes, clinical trials, randomized, double blind trials, are also necessary… but animal testing is still necessary and useful to building evidence.",
        "As a physician, a lot of patients will tell me they want time to research a treatment before starting. I love when my partners are informed and engaged in their care, but in recent years, I’ve noticed that this “research” primarily relies on finding anecdotal Reddit and YouTube reviews of non-experts including influencers who stand to profit from sharing their opinion. True research relies on large data sets, properly structured academic studies, meta-analyses, as well as physician prescribing experience built over years of practice. \n\nWhere is the middle ground?",
        "For what it's worth, the Slime Mold Time Mold series contains a large number of mistakes. For example, they claim that wild animals are getting fatter, but link to a study of lab animals (not wild animals) as their source. That lab animal study in turn is the only study that claims that lab animals have been getting fatter, that hasn't been replicated by anyone, as far as I could tell.",
        "The CDC used to be a trusted voice, providing daily press conferences and explaining what was known and not known about a disease outbreak. Trump silenced the CDC and put DC and politics (and a disastrous Dr. Deborah Birx) at the center. Unclear if the agency will ever be seen as credible again. Into a vacuum, everyone becomes an expert.",
        "I don't want to appear to be endorsing quackery but the rise in skepticism of the medical establishment is in part attributible to its own dubiuous claims of certitude about treatments and their effectiveness where there was in fact none. For example, for a period of roughly two decades the family and general medicine doctors of the country made a disturbing habit of handing out prescriptions to various SSRI medications giveneven  the flimsiest of diagnostic excuse.  This despite the fact that there was only very shaky statistical evidence for the effectiveness of these medications and absolutely no coherent biochemical explanation  of their mechanism of action.   This led to the widespread suspicion that doctors prescription habits were more influenced by the blandishments of pharmaceutical company sales reps than by actual evidence.  And SSRIs are far from ther only instance of this phenomenon.  No wonder then that the hoi polloi are susceptible to snake oil peddlers.",
        "Clinical trials are expensive and take several years.  And, although they are the gold standard method for evaluating safety and effectiveness of new drugs, not every well-designed clinical will lead to the correct results due the small probability of missing a true finding or finding a false one.  I don’t understand why the company chose not to fund one.  They would have an easy time finding donors and participants and a positive result would be a great boon for science and for the company’s investors.  Could it be that they fear the consequences of a clinical trial that would yield a negative result (no difference between randomized controls who received a placebo product that is otherwise identical to the product with the GMO bacteria received by participants in the other arm of the trial)?",
        "There are many reasons why it takes so long, and so much work, to get first through medical school, then internship and residency, not to mention the time and experience it takes to master any one of the many fields of medicine (decades). Those are the same reasons it is foolhardy to take the advice of self-styled Internet \"experts.\" Biology is infinitely complex and unpredictable. That means there is no such thing as certainty, so it is entirely to be expected that a piece of advice given in an urgent situation may turn out to be wrong. That this happened repeatedly during the height of the pandemic was a function of that uncertainty and of the constantly changing facts on the ground. That people turned, and still turn, to self-styled experts with little or no training but lots of screen time doing what they incorrectly call \"research\" in Internet rabbit holes, is of the many sad and sickening consequences of the pandemic.",
        "How about a 12 month 300 person randomized double blind clinical trial to answer the question of whether this is safe and effective?\nI'm not a biostatistician, so the number of participants might need to be bigger.\nBut seriously folks, this is why the FDA requires clinical trials before manufacturers and sellers make health claims about products that very well may at best do nothing and at worse cause permanent long term damage to your body.",
        "I have an even easier DIY. It's called end your sugar addiction!"
    ],
    "web_url": "https://www.nytimes.com/2024/04/17/opinion/lumina-cavity-vaccine-covid-diy.html"
}