{
    "main": "The Heat Wave Scenario That Keeps Climate Scientists Up at Night",
    "abstract": "The hotter it gets, the more difficult it is for our bodies to cope.",
    "keywords": [
        "Heat and Heat Waves",
        "Global Warming",
        "Deaths (Fatalities)",
        "Heatstroke",
        "Power Failures and Blackouts",
        "Air Conditioning",
        "Urban Areas",
        "Hurricanes and Tropical Storms",
        "Infrastructure (Public Works)",
        "Electric Light and Power",
        "Atlanta (Ga)",
        "Dallas (Tex)",
        "Detroit (Mich)",
        "Houston (Tex)",
        "India",
        "New Orleans (La)",
        "Phoenix (Ariz)"
    ],
    "comments": [
        "Ummm Houston you have a problem. It's a shame that the people who will suffer from this the most are not reading it. They need to demand from their elected officials some sort of fix...(chuckling to myself as I type that one), in a world of Cassandras.",
        "Can Ivermection can help with heat related illness? Asking for a friend.",
        "It's more than \"ironic\" that the extreme weather events in Texas, at least aggravated by climate effects of CO2, occurred about the same time as millions and millions of people decided to travel over the weekend.  Either by air or driving.  Both of which dump more megatons of CO2 into the atmosphere which will lead to more high temps and storms.\n\nI wonder who is going to blink first at the climate poker table... the people suffering from heat or the people dumping megatons of CO2 into the atmosphere????",
        "In 2005 New Orleans was not \"overwhelmed by torrential rains\" but rather suffered innundation by storm surge that blew through (and even under) floodwalls that failed below design height. \n\nNo overtopping. No unprecedented wind or rain. Just the bad luck of a storm trajectory that raised a half day tide we thought the Corps of Engineers had prepared for.\n\nThey hadn't.\n\nAs hurricane scientist Ivor Van Heerden put it, New Orleans should have suffered no worse than \"broken branches and wet ankles.\"\n\nCheck levees.org for more details.",
        "\"Houston, a city of more than two million people that also happens to be the epicenter of the fossil fuel industry in America.\"\n\nEvery so often I allow myself the mental exercise of the Christians having metaphysics and theology correct and that their God exists precisely as they advertise Him.\n\nMost of those moments come when articles like this or storms like Hurricane Katrina or F5 tornadoes happen in red states, because if these people can't recognize a sign from God when He shoves it down their throats in a manner that even the slowest among them should be able to comprehend, it sets me to wonder.\n\nNamely, \"Even the slowest among you should understand what I'm trying to tell you. Stop killing My creation! None of you are getting into Heaven!\"",
        "Since government took the driver seat on 'climate change,' previously called 'global warming,' CO2 levels increased 50ppm, while still increasing.\n<a href=\"https://www.theguardian.com/environment/article/2024/may/09/carbon-dioxide-atmosphere-record\" target=\"_blank\">https://www.theguardian.com/environment/article/2024/may/09/carbon-dioxide-atmosphere-record</a>\nDividing human beings into rulers and ruled, government has fabricated the 'Kyoto' and 'Paris' deals, obviously unfair and unjust deals among the rulers.\nNYT writers or Guests have not discussed the practical ethical answer for inequality that underlies government's injustice. This inequality underlies its mass killings that are often reported here, yet eliding this context. (This is one of several reasons that I cannot reasonably accept what NYT claims at face value.)\nThe fact climate laws are deeply inequitable or unjust helps show how and why the rule of law violates the rule of justice. Instead of keeping quiet about such injustice, climate scientists should study ethics and political science to formulate ethical answers that could solve the problem.",
        "What we may be witnessing is the beginning of identifiable areas that will be uninhabitable for people, in our near future. Abandonment of entire regions.",
        "Not to diminish the threats of extreme heat and climate change, but the nightmare scenario where I live is an ice storm that takes down the transmission lines. This happened in Quebec in 1993 and it took more than a month to restore power. You can die from cold as easily as from heat.\nEven oil and gas heating systems rely on electricity to run thermostats and pumps. And gasoline stations rely on electricity to run the gas pumps too. So no way out.",
        "As the AMOC shuts down, Europe will have to contend with freezing, since that current is what keeps northern Europe livable.",
        "The current population distribution in the USA is at odds with the long-term sustainability of human life in certain regions. \n\nA federal government effort is required to disincentivize those currently living in “climate blighted” regions from continuing to build there, and provide financial pathways for mass internal migration from localities which are fiscally doomed if they try to maintain current population levels within them beyond the end of this century.\n\nThe rest of the country should not be on the hook for the bill in 2100 if Florida sinks beneath the waves or if Texas transforms into a Second Dust Bowl.",
        "Lots of folks here missing the forest for the trees and making this all about their obsession with the big bad Trump. \n\nFact:  Biden has approved nearly 50 percent more oil and gas drilling permits for wells on federal land since taking office than Trump, according to a report from the Interior Department from late January.\n\nMeanwhile, as we bicker over left and right, China has lowered their carbon emissions by 3% in the last year by putting their money towards green solutions. \n\nWhy isn't this the new Space Race?  Follow the money.",
        "SOME LIKE IT HOT?  OK.  But how many people would like to die by being slowly roasted due to failures in the electrical grid?  I believe that the priorities of the military-industrial complex are focused on preparing for traditional warfare, which is not focused on the overheating of Planet Earth due to global warming, which is the cause of global climate change.  This scenario reminds us that, indeed, we are all in it together.  Some states have made a good start by offering free solar panels and cells in the transition to sustainable generation of energy.  Before starting families, many of us boomers posed the question, What kind of planet are we leaving our children?  The threat of lethal heat waves, with no end in sight, are the kind of planet we're leaving our children.  What can we do protect the Earth in general?  The odds are far higher than those that the US faced in the Manhattan Project, designed to produce nuclear weapons.  Our greatest enemies are those who are climate change deniers.  We must put our difference aside, to the extent possible, to protect the Planet Earth in order to ensure the viability of all of its species.  That is a starting point.  We have archaeological proof of past civilizations that died because of climate change.  We owe it to future generations to rescue the planet Earth as best we can as the top priority of human endeavors, starting NOW!",
        "I am very interested in how people maintained cool enough indoor environments, before the inventions of electricity and air conditioning.\n\nI know there are a lot of smart people reading the NY Times. Are there any recommendations for books on this topic?",
        "Global heating is not trending up in a straight line.  We are at the start of a spike.\nWhy?  Because all of our climate positive feedbacks and tipping points do not happen by themselves.  They all interact.\nFor example.  In the last Antarctic summer (our winter) floating ice in the nearby oceans had declined by about a million square miles.  And dark oceans absorb a lot more heat than white ice and snow.  So the reduced ice will cause MORE melting.\nBut the added heat from melted ice will have a world wide effect.\nIt will cause faster melting of the perma-frost in Siberia and Canada, releasing more CO2 and methane = more warming.  \nAnd more forest fires, ditto.\nFor climate scientists the effect of all these interacting positive feedbacks is very difficult to accurately calculate.  Which is why, every 5 years or so, they tell us, well - it's happening faster than we previously imagined.\nIt is very likely that these positive feedbacks are now turning into irreversible tipping points, which will all interact.\nCan we reduce our carbon emissions fast enough?\nWe'll see.  But it will require vast social and economic changes, which will NOT occur under politicians who are wedded to the fossil fuel companies.",
        "Places like Phoenix were not habitable before our widespread use of oil and gas and the technologies they produced. The fact that people suffered heat exhaustion in the desert without the convenience of air conditioning should not be a surprise to anyone. Look at where the first nations lived before we white men and women moved in....it wasn't in the middle of the desert with a great view of Camelback!!  This is yet another alarmist article blaming our reliance on technology, and its accompanying risks, on climate.",
        "I for one am really tired of the continued barrage of stories like this. Do any of these stories actually recognize that the planet has so many people that extreme events are apt to affect more people because...there are more people? Equally more madding is the fact that looking at any one or even a series of extreme weather events is weather not climate. Climate change occurs over periods of many years (think decades, multiple decades, hundreds of years, etc). Looking at weather changes in our own life time is a blink of the eye when it comes to climate change. No doubt the last several years have been warmer but who knows, maybe where you live it will be cooler soon. I'm not trying to diminish the effects of extreme weather or climate change but extreme events are nothing new and being hysterical about it is getting really old.",
        "The author engages in a fair bit of alarmist hyperbole here.  He mentions that the derecho event is “a warning of just how quickly risks are multiplying in our rapidly warming world”.  Our world is not warming rapidly, it has however warmed very slightly over the past 50 years relative to the bandwidth of temperature movements historically.  It may be warming, but it’s not a “rapidly warming world”.  \n\nWe are, however, being bombarded by evermore alarmist warnings of this or that, when in fact all these events are within the normal bandwidth of highly variable weather. I would say “the risks of misinformation are multiplying in our rapidly alarmist world”.",
        "There are over 8 billion Homo sapiens on earth. Think of the multiplier effects we could create with small changes to our daily lives. As we see the feedback from our actions, we will be encouraged to do even more. \nI know this sounds hopelessly optimistic but, honestly, we ALL need a sea change in how we think about our collective responsibility and possibility for our future!",
        "\"The derecho that hit Houston was a warning of just how quickly risks are multiplying in our rapidly warming world.\"\n\nNice job of using the passive voice to further the impression that it's not us who are rapidly cooking the world to such an extent that civilization will likely soon pass its self-imposed \"use by\" date.\n\nWhile we do need to address critical current vulnerabilities, it is far more urgent that we obey the first rule of holes. (When you're in one, stop digging.) The US needs to stop subsidizing the fossil fuel industry, especially the motor vehicle wing of it, and start leading on getting national and global GHG emissions below zero ASAP.\n\nWe don't have years to spare as we've already blown past 1.5C of warming.",
        "This summer - and this article - again call to mind that excellent book by Kim Stanley Robinson, 'The ministry of the future'. It starts with nearly 20 million people being killed in a heatwave in India, very close to where I was born. This event sparks, finally, some action. The book is wonderful, sobering, scary and packed with ideas I'd love to see discussed more in the public domain. \n\nOne unrealistic thing in the book: I couldn't bring myself to believe we, in the wealthier world, would change our habits even if millions died over the span of days in India, China or Africa. I don't think we care enough unless it's in our backyard.\n\nWe could wait until thousands die in Phoenix in a heatwave over a weekend, and then invest trillions overnight. Or we could perhaps start to take steps starting now, and it's going to be cheaper.",
        "Humans - the most (apparently) intelligent animals and obviously the stupidest.  Future survival of humanity is by and large of no concern to anyone currently living.  We can only hope Mother Nature reins in the human over population as she does all other species - boom and bust - long overdue to save our planet to continue to support life.",
        "And yet a majority of Republican lawmakers refuse to grapple with a warming climate and support a presidential candidate that refers to climate change as a hoax…..",
        "My heart goes out to the fair skinned people. God help you!",
        "I live 4 miles from the Pacific Ocean. The ocean temp today at Venice Beach 62. I would never move from this area, I lived in Napa Valley and wildfires. All those Calif citizens that moved because of cost, politics, taxes. Should have focused on the long term, 5 to 10 years from now... Im safe and pay a premium for living here. Please make climate change #1 issue in politics,  voting people under 40. Gaza,  Bidens Age,  Immigrants, that does not really matter(short-term) resolved in a few years., Cooking of Planet Earth. #1 ISSUE",
        "I have a video from Mumbai’s beach this May morning of the summer peak. Here’s the scenario- a trailer tractor is clearing up human junk- mainly plastic collected over past two days. Just three, obviously low paid workers manually bend and pick up the junk and dump it in the trailer. Their pace agonizingly slow because there’s miles of trash to collect by these three  or a few more helping angels and the heat and humidity even at 5 am in the morning, not fatal but is bad enough. Here’s my point- three (enslaved) manual low paid laborers clear up humanity’s muck and the next day I come the muck, the garbage is back again waiting for the three angels to show up and clear their muck. I have been watching this over a week and especially after the weekends I film a wave during a high tide and instead of expecting to see blue green mass surging and crashing onto shore, it is lifting up literally filled with trash and dumpling it back into the shore. What an ugly scene! How utterly shameless have we humans become?",
        "Mad dogs and Englishmen may have gone out in the midday sun. \"Not, I,\" says this old Anglophilic hound.",
        "Thanks goodness for A/C.",
        "As our fragile planet warms, manifested as increasingly unstable weather systems, it is not only humans that suffer, all living creatures are in peril. This effect will exacerbate the downward trajectory dramatically:\n\n“Extrapolation of current trends in the reduction of diversity implies a denouement for civilization within the next 100 years comparable to a nuclear winter.\n\nArresting the loss of diversity will be extremely difficult. The traditional “just set aside a preserve” approach is almost certain to be inadequate because of factors such as runaway human population growth, acid rains, and climate change induced by human beings. A transformation leading to the appreciation of diversity for its own sake, apart from the obvious direct benefits to humanity, may be required to save other organisms and ourselves.”\n                      Paul R. Ehrlich\n                      Professor of Biological Services\n                      Stanford University\n                      Archived from the National Academies of Sciences,                                             Engineering, and Medicine. 1988.",
        "It is the single biggest human error in solar system and Earth science research. The Earth is round and spherical and not like a pizza, which is round and flat.  To demonstrate the Earth  is round and spherical means using the maximum equatorial rotation velocity in tandem with the Earth's maxim circumference (equator). The error states a value of 1674.4 km/hr, while the correct value is 1669.8 km/hr.\n\nHere is how the correct value is derived.\n\nEvery noon-to-noon cycle, as measured by a sand clock, is unequal, so different amounts of sand would result for each cycle.\n\nIf forty samples are taken, forty different amounts will result. When those forty samples are combined into a single amount and then divided equally, an average amount for those forty cycles will be obtained. This is how the average 24-hour day and equal hours, minutes and seconds are derived and why the 24-hour AM/PM cycle is anchored to noon.\n\nAs the terms ‘average’ and ‘constant’ are interchangeable, the longitude framework built around a round and spherical Earth serves the fact that the Earth turns once every day with an equatorial rotation of 1669.8 km/hr and not any other value.",
        "Without air conditioning it would be impossible to live in most of Florida.  \n\nAt least the governor has forbidden any official mention of climate change in state business.  Mentioning it would be...inconvenient.\n\nWe've gotten ourselves into a mess.",
        "The New Orleans levee system during Hurricane Katrina was “not overwhelmed by torrential rains” as the article states. South Louisiana receives unnamed rain events at least as heavy as Katrina several times per year with no significant levee damage. None of the many official investigations and reports mentioned “rain” as a cause. Rather, the fundamental design, construction and maintenance of the levee system made it vulnerable to overtopping, erosion and underground subsidence when the wind driven water surge and waves from a major hurricane inevitably hit at just the right angle.",
        "I've spent a good bit of time in the southwest desert and during the heat of the day i would soak a t short in water and that would keep me cool for awhile.",
        "So adding natural gas to my house because I wanted a gas range top and to replace the oil boiler for radiator heat and domestic hot water was not the bad idea so many told me it was. They wanted me to get an induction cook top and an electric hot water heater and use my heat pump for AC and heat even when the temperature outside goes below 40 and the radiator heat is better. Now I have the option of adding a stand-by generator powered by natural gas. That I can afford. I know I can't afford the almost 100 times that cost that  solar shingles and battery banks cost.",
        "\"What if, instead, the electricity goes out for several days during a blistering summer heat wave in a city that depends on air-conditioning in those months\"? \n\n\nOh, it's coming...",
        "1/2  We see the evidence that just like the organs of the human body the elements of the earth system are causally coupled together, and if you tip one you're going to have consequences for others. \n\nMost notably we know that the Arctic is warming four times as fast as the global average, because of the retreat of the sea ice exposing a dark ocean that absorbs far more sunlight. We know that Arctic warming is accelerating the melting of the Greenland ice sheet and the permafrost which locks up more than twice the carbon that is currently in the atmosphere. \n\nArctic warming is also causing much more rainfall in the arctic that freshens up the surface of the North Atlantic ocean and contributes to an observed weakening of the great overturning circulation of the Atlantic ocean (AMOC) which kind of drags heat at the surface from the southern hemisphere to the northern hemisphere and gives us a nice equable climate in Western Europe but also sets the position of a great band of rainfall all the way around the tropics.",
        "I live in coastal British Columbia, an area that historically enjoyed mild temperatures and where most homes lack air conditioning. During the brutal 2021 heat dome, my husband and I -- in our rented flat on the top floor of an older apartment building, with heat rising from the floors below and the sun beating on the roof above -- seriously wondered if we might die. We made lavish use of icy water bottles and got through it OK, but afterwards we looked for passive ways to keep the flat cooler without boosting the strain on electricity and pumping more heat into the atmosphere. We proposed to our landlord to professionally install, at our own expense, top-quality heat- and UV-blocking window film; he ignored our request. \n\nSo since then we have been blocking our windows with curtains and blinds, using electric fans, and putting up a balcony umbrella to block the midday sun (when the weather allows it -- powerful winds are now persisting well past the gales season). But this summer we are finally giving up and keeping a portable air conditioner at the ready. \n\nIt is beyond discouraging that private and public authorities aren't taking more seriously the urgent need for an all-out community response to this problem, but rather leaving it to us all to come up with our individual, mostly inadequate, solutions -- most of which not only add to the environmental problem, but also require a financial outlay that many cannot afford.",
        "It seems clear that we need non-electrical sources of cooling. Ancient techniques from the Middle East, such as the Windcatcher, and 21st century solar powered methods, should be explored STAT. \n\nWhy not??",
        "\"Burying transmission lines protects them from storms.\"\n\nPower lines are safest when they are buried. Wildfires will engulf whole valleys when they start at the base of a box canyon, and derechos become pressurized wind-tunnels in such locations. Burying the cables should therefore be a mandatory practice at the entrance to all our drought-exposed box canyons in the whole of the American West. \n\nThis should be law. Raised lines are too risky at box canyon entrances. Our environmental liability is too great in these locations already, and it is growing. Why should the West wish to endure another Thomas Fire?\n\nIt's not worth it: Bury the lines.",
        "And then there is the risk that a major solar storm - a bit stronger than the one on May 10-11, will take down the power grid - perhaps for weeks or months in places.",
        "Climate niches are getting smaller by the decade.\n\n\"Abstract\nAll species have an environmental niche, and despite technological advances, humans are unlikely to be an exception. Here, we demonstrate that for millennia, human populations have resided in the same narrow part of the climatic envelope available on the globe, characterized by a major mode around ∼11 °C to 15 °C mean annual temperature (MAT). \"\n\n<a href=\"https://www.pnas.org/doi/10.1073/pnas.1910114117\" target=\"_blank\">https://www.pnas.org/doi/10.1073/pnas.1910114117</a>",
        "Here is NASA's former lead climate scientist James Hansen to explain one way of understanding a link between climate change and extreme weather events, from a 2012 TED Talk.\n\n\"Global warming is already affecting people. The Texas, Oklahoma, Mexico heatwave and drought last year, Moscow the year before and Europe in 2003, were all exceptional events, more than three standard deviations outside the norm. \n\nFifty years ago, such anomalies covered only two- to three-tenths of one percent of the land area. In recent years, because of global warming, they now cover about 10 percent -- an increase by a factor of 25 to 50. \n\nSo we can say with a high degree of confidence that the severe Texas and Moscow heatwaves were not natural; they were caused by global warming. \n\nAn important impact, if global warming continues, will be on the breadbasket of our nation and the world, the Midwest and Great Plains, which are expected to become prone to extreme droughts, worse than the Dust Bowl, within just a few decades, if we let global warming continue.”\n\nThat was 12 years ago and I imagine that such anomalies now cover even more ground.\n\n<a href=\"https://www.ted.com/talks/james_hansen_why_i_must_speak_out_about_climate_change/transcript\" target=\"_blank\">https://www.ted.com/talks/james_hansen_why_i_must_speak_out_about_climate_change/transcript</a>",
        "\"Once upon a time, people understood the dangers of extreme heat and designed ways to live with it.\"  \n\nThe swampy nature of much of the area around my hometown, Myrtle Beach, SC, and the humidity and heat there meant that the region was sparsely settled well into the mid-20th century. \n\nThe advent of air conditioning for most has made it a popular retirement location. But few if any of those who live there would know how to survive on hot days without their A/C. \n\nHowever, instead of simply re-learning how to live with heat, we might also consider ways to ensure that homes are cooled, such as with solar panels and battery backup. Not everyone can afford this, but it will get cheaper as it is more common.",
        "It is painful to hear that the citizens of Houston exist at the behest of a governor that is in outright denial that global warming is real. If it doesn't exist why do we need to fix it.\n\nA few very salient points to include is in many places in the United States we sit on an electrical grid that is sometimes 50 or 70 years old and were never designed for these temperature extremes, exacerbated by potential lack of access to make repairs by roads that were never designed to handle these temperatures, making timely repairs in the case of a extreme heat event more problematic.",
        "Adding green zones and water isn't going to be an option in Phoenix. Building underground might help. It really isn't a sensible place for a lot of people to live, and it's only going to get worse.",
        "W travelled to China in 2015 and paid a visit to Wuhan. We found it to bean interesting city and we were hosted by a grade school band , and spent some time in the classroom with a bunch of 4th graders. Great fun, kids were great and teachers as well. I hate to think that maybe hundreds of those little smiling kids succumbed to Covid.",
        "\"The best way to fix that, Mr. Lewin argued, is to encourage people to reduce power demand in their homes with high efficiency heat pumps...\"\n\nI'm doubtful about heat pumps in this context.  A heat pump is essentially an air conditioner.  When heat is needed, it pumps heat in and cold air out; when cooling is needed, it's just an air conditioner.  On hot days, how can a heat pump be better?",
        "The article states \"exposing vulnerabilities in the region’s infrastructure that are difficult to foresee and could result in thousands, or even tens of thousands, of deaths from heat exposure in a matter of days.\"\n\nThese vulnerabilities aren't difficult to foresee, they are inevitable if one stops to think of any number of cascading failures. If the climate in a place is unliveable without air conditioning, maybe it's time to consider either moving, or changing the policies and building practices in that area to make it more inhabitable. In most places, we are one to two failures, of the grid, or water systems, of transportation from a major catastrophe.  \n\nIn our area, a public safety power outage due to high winds two years ago left grocery stores throwing away most of their perishable inventory, no fuel in the whole area after 12 hours, and the sewer system at risk of failure due to back up systems only being able to run for 48 hours without power. These things can be planned for with forethought and political will. \n\nIt's time to start planning for resilience.",
        "It’s not just the added 2 degrees temperature raise, but the weather extremes that are part of that average increase that readily threatens us now.",
        "\"The results were shocking: in Phoenix, about 800,000 people — roughly half the population — would need emergency medical treatment for heat stroke and other illnesses.\"\n\nHuh.  Despite our species surviving for hundreds of thousands of years without air conditioning.  Including very hot places like Phoenix and Atlanta.  Then again, people didn't generally live long enough to be elderly.  I guess I'm just skeptical of these claims that humanity is doomed if the power ever goes out.  We're a very resilient species.",
        "Trump had an answer.  Cut off funding for climate research and ban the phrase \"climate change\" in government releases.  That, and the cute coal-mining dance he did when he wasn't doing 2-handed version Bill Maher loves.",
        "Married to a scientist.\n\nThey are conservative in defending their thesis to professors and colleagues - trained to be cautious and of course, fact driven.\n\nThey could go to Wall Street as quants and make a lot more money.   They choose science.\n\nWe’re toasted.",
        "When large numbers of people start dying - that's when people will start paying attention to climate change.  But not before then.",
        "Though I detest this everybody-comment-on-subjects-they-know-little-about (and to what end?), here's 2-cents through my way-back-machine to the 1980 times of Carter>Reagan.  I was in my early 20's attending technical school in the Smokies of NC; I graduated with certificates in Building Trades and Solar Mechanics.  The Energy Crises were fresh news as was the concept of \"Peak Oil\"...\n\nAround this time the Tennessee Valley Authority's architects released a portfolio of homes - Homes for the Valley, I believe it was called.  I'd heard the programatic samples of these homes were built in northern Alabama, so I decided to check them out on a little road trip.  WOW; seemingly regular-Joe houses with designed-in passive- and active-solar features that worked well and even fit in well with area houses...\n\nSimple Idea: build these features into homes, then market their reduced operating expenses as an offset to the small increase in mortgage expense - Brilliant!  Unfortunately, over my 40-year career in energy conservation, I've yet to see this idea yet practical at scale.  Now what's out there: mostly absurdly expensive trophy houses custom builder-built making a name for themselves and/or giving bragging rights on the cocktail circuit.",
        "The climate modelers down the hall from me at my old research lab would always make for the most unnerving of lunchtime discussions.\n\nThey'd tell me that all of their models were proving to be too conservative; the things they predicted decades down the road would happen within a few years.\n\nI did a lot of advocacy work to go with my research, then I joined a company whose purpose was to work on a climate change solution only to discover that their proscribed method was merely a shell game to greenwash big shot companies, so that they could advertise themselves as \"green\" and \"carbon neutral\".\n\nI lost a lot of hope after that. If there's one thing Humanity has taught me, it's that greed and apathy are formidable adversaries.\n\nI'm almost 40 now. I'll live long enough to see the beginning of the crop failures and mass starvation. My nephew is turning five next month, and his will be the generation born to witness the end of the world.",
        "Would solar panels help in these sorts of situations? If every home had a backup source of power to keep the AC running, even just during the day, wouldn't that hep mitigate the dangers of these sorts of extreme heat events? And solar panels are only getting cheaper...",
        "It’s the heat, not the rising sea level that’s the real threat.\n\nWe need trees, forests, solar power, wind power, nuclear power, geo-engineering — and an end to our endless, expensive, dangerous, deadly wars.",
        "This is terrifying but doesn’t the solution and prevention align with infrastructure development including a more modern and adaptable electricity grid? We have owned a couple old houses and spent so much money on upgrading the electrical system of the houses. It is not sexy or even visible but it creates a sense of safety and the  insurance companies like it.",
        "Time to stop FEMA subsidies of weather-related emergencies to give individual states more skin in the game of preventing climate change.",
        "In addition to deaths from extreme heat 15-20 times more people die each year from exposure to the cold.  At least according to scientific studies like that published in the Lancet in 2015.  Those deaths don't seem to get as much attention though. \n\nThe fact is in modern times people should not be dying from the heat or the cold regardless of global warming.  We have the technology and the ability to prevent these deaths now and into the future. We just don't make proper use of either and given our history we probably will not in the future either.",
        "Climate forecasts for the Phoenix area indicate that not to far off will be heat waves in the 120+ degree zone. A several day electric break down then would be serious indeed.",
        "One of the most significant problems we face as a planet is that we live in a system where the cost of fossil borne by the consumer is based only on the cost of extracting those fossil fuels plus markups for marketing and administrative costs, etc.  plus corporate profits.  There is no consideration or provision for the environmental costs.\n  \nThe whole system privatizes profits and socialized the costs and damages. \n\nSo…if you put me in charge: \n\nI would impose a tax on all fossil fuels equal to the cost of extracting the carbon dioxide from that fuel from the atmosphere using direct carbon capture.   As direct carbon capture technology got less expensive, the tax would come down.  \n\nIn addition, every person would get an annual tax credit equal to some reasonable use of fossil fuels per year.  ‘Reasonable’ to be based on moderate driving of a fuel efficient vehicle, heating and cooling of a moderately sized home, etc.  No consideration or allowance for any travel beyond this including flights or other recreational activities. \n\nAll cost of carbon capture from use of water, electricity, carbon storage, etc. will need to be included in its costs. A few other details in this scheme would need to be worked out. \n\nBut in this way, the true cost of fossil fuel use will be recognized and borne by the users of those fossil fuels.",
        "I live in a place where the heat index has gotten up to 115. \n\nIf I owned my own home, I'd have a whole-house solar generator,  a cistern, and plenty of shade trees.  \n\nI live in a rental.  I make do with a chest freezer stocked with nothing but bags of ice, a portable generator that runs off a/c and solar, an industrial Tornado brand fan, and a big galvanized bucket.  \n\nWhen the power goes out this summer, I will keep myself and my pets cool with ice, fan, and bucket.  I will buy food day-to-day from my local market so that I don't lose a lot of food during the outage.  I'll drink a lot of iced lemonade and listen to music.  We'll survive.",
        "It seems more and more people like and flock to the hottest parts of the US, as long as they can live in their air conditioned worlds. Often the people who have to do their dirty work in the heat, gardening, construction, etc. are poor and immigrants who have no other options. Only a few generations ago, the people who lived in these areas, before air conditioning became commonplace, knew how to deal with the heat, but we seem to have lost that ability.",
        "I’m a registered professional grid engineer. A contributing factor to power plant unavailability is generating plant (steam) cooling water… drought conditions lessen total water availability and sun-baked hot cooling water is too hot.  Results in plant forced outages. I’ve seen this happen since the ‘90s in certain areas. \n\nRenewables exacerbate grid instability too. Solar and wind are not super strong at regulating voltage, and also utility scale projects must be sited rurally with long electrically unstable transmission lines delivering power to load centers. All this results in grid voltage “wobble” (subsynchronous oscillations) and difficulty maintaining sufficient voltage. This can cause trotective trips can quickly cascade taking out a lot of stuff. \n\nThe worst scenario is a completely blacked out grid.  That condition takes a long time to recover from… weeks potentially.",
        "This is just the beginning.  We will not electric car our way out of the problem.",
        "Survival of the fittest. \nThere are already too many people here. \nA thinning of the numbers, be it through climate change or covid, is a good thing.",
        "Scientists told us for decades what was going to happen and now it is happening to us all across the world.\n\nPoliticians  wanted to engage in word salad games  arguing about the meaning of the words  climate change .  Nothing was real and scientists were  word punching bags for the GOP. \n\nEveryone should be staying  awake in those GOP states  where everything is worst than the east coast.  However we have no control now over the weather processes and we need to stop thinking that this is all going away the day after tomorrow.  \n\nWe all are aware that the insurance companies are ensuring their own wealth while the people in Florida are not covered when the next storm comes next week.\n\nAmerican citizens need to wake up and realize that we need to educate ourselves on how we protect our property and our lives. \n\nInsight informative article, NYT needs to have this a week publication not in the science section but  on the front page for all in the world to read",
        "We are facing the potential of starting a nuclear war with Russia and yet we’re obsessing over future heat waves. Yes these heat waves are important but they won’t matter in a nuclear winter scenario.",
        "Iowa knows how to host a good disaster.  We had a Derecho in Aug of 2020. It knocked down millions of mature trees, among other things.   Clean up took a year, and there are some areas that will never be cleaned up.\n\nIt made our two previous floods of 2008 and 2016 seem like they were just a minor inconvenience.",
        "The people that need protection are the poor.  Protection is expensive and public funds must come from the rich.\n\nVery unlikely that anything will be done because the rich just move to Montana and forget about the middle class.\n\nThe only thing that will save us is to have informed citizens to vote.  That is such a high bar that it will never happen.\n\nWho is going to pick up the dead and bury them?\n\nCertainly not the rich Republicans.",
        "Even if we manage to reduce heat risk for HUMANS, while we hide in our AC homes, all the things we depend on for to live-plants, insects, animals, water will be stressed out, burning, and dying.\n\nWe need to wake up and protect our environment, or we will be thirsty, hungry, and starving for oxygen at a comfortable 72 degrees.",
        "There are several reasons why moving to the southern U.S. from elsewhere in America is not an effective act to cope with and overcome the climate change effects.\nAnd, does America want the guy as the head of our national government who recommended Americans inject themselves with or swallow bleach, take ivermectin or hydroxychloroquine to combat Covid-19 to lead us through an immense national and international health disaster with the complications, unforeseen events, mistakes, and complexities, with his character being what it is?",
        "It is tragic that the GOP politicians from Gulf Coast states, which are at extremely high risk for the most dire effects of climate change, are among the most ardent deniers of climate change.\n\nThe coming hurricane season may provide a catastrophic example of karma.",
        "Many people are making unwise decisions because on a lack of knowledge about coming climate change-related impacts.\n\nPeople are still buying houses in places that are already hot and dry, like parts of Texas and Phoenix which is one of our most rapidly growing cities. There was an article a few months ago in this paper about how a combination of a heat wave and a power failure could send half the population of Phoenix to the hospital.\n\nPeople are buying houses in places which depend on Colorado River water and in wildfire prone areas and in places like Coastal S Florida which has been experiencing more and more \"sunny day flooding\" as seawater backs up drains on the streets.\n\nRoughly 10 percent of Canadian homes are now uninsurable and the number of homes in a similar predicament in the US is growing rapidly. More expensive or unavailable insurance depresses property values and when banks pull out that will be the final nail so to speak.\n\nImpacts have been arriving sooner and with greater amplitude than expected so if you are debating when to sell your house on the coast or in the desert southwest, or some other place which you think is at elevated risk in the near future I'd say the sooner the better.",
        "We had a derecho hit Nashville in May 2020 -- 2 months after a tornado destroyed part of the city. The devastation from the derecho was widespread. It's a miracle we have any mature trees still standing. Our power was out for days. Since then what's become abundantly clear is that violent weather is the new norm. We no longer get a rainstorm, we get SEVERE thunderstorms, with hail, strong winds, power outages, etc. The cost of the property damage alone has far surpassed the cost of what any climate change mitigation would have been, had we listened to the scientists back in the 1970s and taken action before it was too late. I'll never forget that Jimmy Carter put solar panels on the White House roof and the first thing Reagan did when he got elected was remove them. Reagan ruined everything. Republicans always do.",
        "Time to get engaged. Innumerable beautiful, irreplaceable Lives are at stake.\n\n“One important means to achieve meaningful reductions in carbon emissions is government policy, yet there remains a critical lack of ‘political will’ for climate action. One important influence on government leaders is engaged citizens who demand action.”\n\n— Anthony Leiserowitz, senior research scientist at the Yale School of the Environment and director of the Yale Program on Climate Change Communication",
        "thank you thank you thank you! So happy to read an article that finally addresses our awful reliance on a system without recognizing there are other important avenues to shield us from heat. The tyranny of HVAC will be something to reckon with later on.",
        "\"Nuclear\" – as in civilian nuclear energy – not mentioned once in the article\n\nThough 4 times so far, in the comments – but in the context of nuclear waste\n\nUhhh, folks\n\nThe most \"resilient\" grid is one with lots of local/separable (at the scale of hundreds of MW’s) power sources\n\nWhich could each withstand the winds that took down these transmission towers\n\nPS\n\nAnyone who believed that the nuclear plant was as gobsmacked by the Texas Freeze-up as the renewababbles probably believes that COVID jumped from a Republican on safari in Thailand to human beings\n\n<a href=\"https://www.nytimes.com/2021/02/20/climate/united-states-infrastructure-storms.html\" target=\"_blank\">https://www.nytimes.com/2021/02/20/climate/united-states-infrastructure-storms.html</a>\n\n“...a glitch at one of two reactors...triggered a shutdown. The cause: Sensing lines connected to the plant’s water pumps had frozen...\n\nRealize that a typical nuclear power plant is dumping about a gigawatt of “waste” heat continuously",
        "Reading about the heat waves in Indian and Pakistan right now keeps me up at night. 127 degrees! How can they bear it?",
        "It is not a matter of if, but when.  And yet people continue to move in large numbers to the South.  Willfully in denial, lemmings all.",
        "Ah well, a single ant colony contains more self preservation instinct than the entire human race.",
        "We surely have gotten ourselves into a pickle here. We've cause the environment to heat up through the use of fossil fuels; and, we've doubly done damage by making our lives so terribly dependent on technology. Air conditioning, dehumidifying, sealed tight office buildings, and on and on.\n\nClimate change has indeed increased temperatures. Yes, it is warmer now than when I was a kid in the 60s. However, growing up during that period, we did indeed survive just fine. Windows opened in all houses and office and manufacturing sites. People would put awnings on their homes and business for shade, and to allow windows to remain open during rain. My grandparents actually had an extra table down the old basement that they would set up on those extreme heat days and we would eat dinner down there--very nice and cool and a special treat for us little kids. And no one, I mean no one had any sort of air conditioning.\n\nAdaptation to increasing warming will require us to change lifestyles not only in the amount of stuff we toss into the atmosphere, but in the way we physically live.",
        "People should not live in Phoenix",
        "The great thing about voting for Trump and all Republicans is that they will declare that “global warming” and “climate change” are a hoax and that we can just quit being concerned about it!!!\n\nWhether the calamity is a flood or derecho or excessive heat or whatever we can just say “Thoughts and Prayers” and move on!",
        "The 51 major oil and gas companies on Earth could care less. They are primarily focused on quarterly and long term profit, not the health and well being of  the planet and the 9 million spiecies of life on it.\n\nWhen will humanity and its governments wake up and realize that the good of the few does not outweigh the good of the many?\n\nLots of pay offs to those governments. Trump received $23,300,000.00 for big oil and gas since his political career began in 2016. Now he's asking them for one billion and he'll rolled back environmental law that protects the planets atmosphere.\n\nWASHINGTON - Donald Trump headlined a fundraiser with energy executives in Texas on Wednesday, just weeks after telling industry leaders he would remove regulations on their business - and asking for $1 billion in donations.\n\nThe former president and presumptive Republican 2024 White House nominee has made no secret of his desire to unleash the oil and gas industry if he wins in November, frequently invoking the pledge to \"drill, baby, drill.\" \n\nSource: \n\n<a href=\"https://www.usatoday.com/story/news/politics/elections/2024/05/22/donald-trump-oil-industry-fundraiser/73803933007\" target=\"_blank\">https://www.usatoday.com/story/news/politics/elections/2024/05/22/donald-trump-oil-industry-fundraiser/73803933007</a>/\n\nAdditional Sources:  \n\n<a href=\"https://www.visualcapitalist.com/ranked-the-largest-oil-and-gas-companies-in-the-world\" target=\"_blank\">https://www.visualcapitalist.com/ranked-the-largest-oil-and-gas-companies-in-the-world</a>/\n\n<a href=\"https://www.statista.com/chart/17930/the-biggest-oil-and-gas-companies-in-the-world\" target=\"_blank\">https://www.statista.com/chart/17930/the-biggest-oil-and-gas-companies-in-the-world</a>/",
        "Time to start living like the folks in Coober Pedy: underground.",
        "It's too late to believe that our fellow humans will change behavior and culture before cascading series of 110 degree days  (see Phoenix, summer 2023 -40 consecutive days) kills tens and hundreds of 1000s and even millions of people and all creatures every year while melting and destroying our infrastructure.  \n\nRead the 1st chapter of \"Ministry of the Future\" - \"science fiction\" that proved reality last week in India (of course most Americans could care less about \"others\").\nWe must look to new technologies that can be scaled quickly and globally at relatively low cost. I am aware of several under consideration right now. \n\nTruth must be told, over snd over again for it to sink in. Tell a lie 9 times and many believe it's truth. Let's try truth 9 - 900 times over and over again until it sinks in. Massive lies - including climate crisis as a hoax told by trump, the Repubs in congress and the fossil fools are held as truth by 10s of millions just in America, let's try truth told by political leaders, military, business and our young and educated, by leaders in the renewable energy world. \n\nLet's see if the truth can really set us free from the liars, morons and those funding the fossil era. I know they have kids and grandkids and they are not all ignorant. How do they live with their families, how do they look in the mirror each day? Is it really about more money and gold plated escalators? Are we that insane?",
        "\"13,000 people would die\"...monkeys falling from trees",
        "what if electricity went out in a heat wave and they had a propane generator as backup? not so evil after all",
        "\"I could still tell you scary stories about a future ravaged by climate change, and they’d be true, at least on the trajectory we’re currently on. But it’s also true that we have a once-in-human-history chance, not only to prevent the worst effects, but to make the world better right now. It would be a shame to squander this opportunity.\"\n\n— Kate Marvel, climate scientist",
        "I was sitting in a restaurant at Westpark and Buffalo speedway and watched the \"derecho\" blow through. So, now we have a new danger besides floods and hurricanes. However, our leadership puts their hands over their ears and shouts \"La-La-La-La-La I can't hear you\" when it comes to global warming or climate change. \"Houston Strong\"; Drill, Baby, drill\"; that's their litanies. One day we will all be flooded out by a hurricane or coastal flooding or (now) die in a heat wave, and then will come the crying and gnashing to teeth. Maybe Biblical indeed:-)",
        "Every time trump says \"drill baby drill,\" hear that as a reminder to Vote Blue no matter who in November.",
        "Ever notice how you step into a woman's apartment and she's running the thermostat at 75? She thinks nothing of it. \n\nAnd old people? A lifetime of a narrowing range of conditions, how? Psychological tolerance. Without training the body in a range of conditions, bodies atrophy with regard to what is tolerable physically. \n\nI've been riding a bike for 20 years now. I know what the cure is, for being an alienated human being living in artificial caves but what is the incentive for a lazy hoi polloi packing 25 percent extra weight, muscles weak from disuse, with cardiovascular derangement? These people will never quit when polluting the planet is so cheap. \n\nTailpipe culture has had its soft hands wrapped around our Turkey necks for ever it seems. We've been inured to it so long we think nothing of it. I spew pollution on you; you spew on me-  balance- everyone is exonerated, somehow. Moral and ethical consistency would be intolerable- our whole lives are just sweeping our sins under a rug. The kids aren't fooled, and so, we stridently labor to reprogram their nascent intelligence to become the Walking Dead, just like us. Shame.",
        "Oh, the catastrophe if the derecho had hit Houston when temperatures were in the mid-nineties! Think of the people who would have died! Yet Texas sits on a surplus of more than 30 billion dollars while refusing to air condition their state prisons. Prisoners in Texas spend the entire summer every year trying to survive the “Hurricane Katrina of extreme heat” in their cells. Some of them are not successful. This is of no consequence to the state of Texas, where the cruelty is the point.",
        "History proves the costs.\nAccording to the National Weather Service the 1995 Chicago heat wave killed over 500 people over a five day period in July. It was awful and is sure to happen again.",
        "I am retired from the power industry.\nI have been reading about the threat of hacking or other physlical attacks on power delivery systems and the obvious danger to human life.\nSeems to me if someone is caught hacking or attacking a power system which results in deaths described by this article it should result in a manslaughter charge.....at the least.",
        "There are ways to mitigate things like this, but it takes money and the political will. One wonders how bad it has to get before that happens.",
        "We're not allowed to talk about things like this here in \"freedom\" Florida!\nOfficially Gov. DeSantis and the rubber stamp Republican legislators looked deep into their campaign coffers and decided to officially reverse all climate change mitigation programs, and policies.\nFossil fuel and utilities were not best pleased with any mention of tighter regulation.\nAnd no more mention of climate change.\nFixed!",
        "The U.S. is not alone in building homes without regard for the natural environment. \n\nWooden homes designed with northern European mild summers and damp winters being built in Phoenix, Houston, and Atlanta do not make sense. \n\nThicker walls, interior courtyards, building nearly to the edge of a lot rather than leaving a fringe of 'garden' with an interior courtyard makes far more sense in many climates. \n\nBuilding along coasts with rising sea levels, warmer seas, and encouraging population density in areas that we know will be unlivable without huge investments in the future is just crazy. \n\nStill, we do it because most people can't envision a future more than 10 years away, and even then... can't they just sell their mistake to the next chumps or demand government money to make them whole?",
        "Ever wonder why so many people feel the need to buy those giant four passenger pick-up trucks? I  am shocked at how many of these giant trucks and seven passenger SUVs are on the road. People are lemmings... trend lemmings, yes, but whatever happened to the shame of wasting so much fuel?  Hybrid popularity seems to have faded in the shadow of these fuel- guzzling  behemoths. Affluenza seems more prevalent than ever.",
        "We've go the technology, we can do it. \"This is, of course, an extremely privileged point of view.\"\n\nAmen to that observation, which also applies to income inequality, the folly of most recycling (particularly, but not solely, plastic), and mass global displacement of the poor. None of the above is new, nor are these issues going away.\n\nSimply restricted to chat at the barbecue, usually after the second glass of chardonnay. Nothing serious.",
        "While in some places (like New Orleans) a high water table would make it impossible, in many places a solution could be to build underground shelters.  If you've been to Penn Station or Grand Central Station in New York, with their restaurants, bars, cafes, convenience stores, and other businesses that serve commuters, you can easily imagine an underground city where people in super hot areas could go to mingle and do business in a relatively cool and comfortable environment during the day, then emerge in the evening to return to their regular homes.  Perhaps cities like Phoenix could begin this concept with underground \"senior centers\" (since older people are especially vulnerable) which would have a first aid station staffed by EMT's and nurses to triage patients, common rooms with TVs, card tables, newspapers and other things to do, comfortable seating, snacks and cold drinks.  The vulnerable population could be made aware of these centers and given a hotline to call if they need transportation to one.  If the pilot works with the most vulnerable, the centers could then be expanded to serve other groups, such as pregnant women (also vulnerable to high heat), young children, and eventually, to serve those of all ages.",
        "The pandemic proved that willful ignorance is deadly. Climate change is no different.\n\nUnfortunately, that same ignorance is praised, sold, used, targeted, encouraged, and manipulated by the GOP for their own benefit and that of the richest 0.01% of Americans who control them.\n\nWhy do these people continue to sell us and our future down the river for briefcases full of cash? They do it for two reasons. 1) They don't care about anyone but themselves and have no real concern for those who might outlive them. 2) Being from the privileged class, throughout their lives, they've never encountered a single problem they couldn't buy their way out of. And because of this, they think they can buy their way out of climate change. Perhaps by moving into a climate controlled, geodesic domed, gated community, or some other such fantasy.\n\nThe thing is, when it comes to making decisions between what's best for this country, it's people, and it's future, and taking a bribe from some oil lobbyist, the Republican will take the cash every time. Even if it means dooming their own children to a future full of fires, floods, hurricanes, tornados, power outages, and deaths from heatstroke.\n\nDon't think so? Then you either weren't around during the pandemic, you weren't paying attention to their response, or you were, and remain, in denial brought on by willful ignorance.",
        "We are simply along for the ride at this point.",
        "I like the reference to Jaipur. Our building and window design defaults are too thoughtlessly standardized.",
        "This article makes another compelling case for roof-top solar and community distributed solar power generation. \nCentralized electrical power generation systems are fundamentally less resilient than distributed generating systems\n(another big problem with nuclear besides their danger, cost, and toxic waste).\nProblem is, centralized power generation is compatible with centralized concentrated (inequitable) wealth - our current more capitalist system. \nThere is vital technical infrastructure work to be done to shore-up our existing electrical grid. But for a truly sustainable and resilient system - solutions are more than engineering. We have to accept that our survival depends on changing our society such that overly large concentrations of wealth and power cannot exist and that instead - everyone could afford roof-top solar, and everyone could mostly get where they need to go on public transit. The most transformative and uniting aspect of such a system would be how people would be so much less afraid.\nFor more info: \n<a href=\"https://www.youtube.com/watch?v=GxIDJWCbk6I\" target=\"_blank\">https://www.youtube.com/watch?v=GxIDJWCbk6I</a>\n<a href=\"https://www.youtube.com/watch?v=d9uTH0iprVQ\" target=\"_blank\">https://www.youtube.com/watch?v=d9uTH0iprVQ</a>",
        "My son & I were discussing this very subject a few hours ago! We had watched The Grand Tour, three silly twits racing across the Sahara Desert in Mauritania. We both gasped when Jeremy Clarkson mentioned that the town of Chinguetti, a historic library village (pop. 4,711 in 2000) was slowly being buried by the sand and winds of the Sahara. \nGoogle the population of Phoenix, in the Sonoran Desert, 1.644 million (2022) with a growing percentage of older adults. It doesn't bear thinking about a power outage (during a heat wave), for those who find it more difficult to regulate their body temperature.",
        "If anybody hasn't noticed yet - COVID and the corporate practice of medicine with private equity ownership and a focus on system profits rather than patient care has ALREADY decimated our emergency health system. We no longer have ANY surge capacity. So my advice to our population is just DON'T get too hot... judy fo NOT do it...and by the way, ALSO just do NOT get sick. Because this is America - where citizens consistently elect leadership who ensure that health care is a privilege, NOT a right - and that will not change no matter what the temperature is -  or whether or not you have planned ahead to save yourself and your family. good luck. please vote better. and don't expect 911 to save you.",
        "If Trump wins and he totally dismantales everything Biden has tried to do to deal with climate change, as he has promised, we will see these senarios come to fuition and even increase.  Information like this is what everyone should really pay attention to when they vote.  This is our future if we do not choose to vote for people who acknowledge that climate change is a real threat and act now to try to save our planet before its too late.",
        "Most of me sees the terrifying possibilities of climate change-related catastrophes and the urgent need to address it. \n\nBut a small, reprehensible part of me remembers \"Let them freeze in the dark\" and says, \"Let them stew.\"\n\nSorry.",
        "In order to address the problems laid out here, we would need a competent, functioning national government.  Need I say more?",
        "Thanks to Mr. Goodell for this article and his excellent book.  I left central Texas  12 years ago for the CO Rocky Mountains.  At that time, me and my white privilege decided that we would not live anywhere that forgoing air conditioning would be life threatening.  The Texas electrical grid was buckling then.",
        "We've already seen hundreds of millions of people migrating because the countries they're leaving can no longer grow enough food to feed their population, and tens of millions of people annually losing homes, cities and cropland because rising ocean temperatures are creating the most intense weather at the highest frequency known to history.\n\nWe've also seen the industries that have caused this problem devote their resources to publicizing all they're supposedly doing to combat the problem while actually doing nothing of significance.  For example, the advertisements that NASCAR emissions have been reduced (as if the billions of gasoline-powered vehicles weren't part of the problem). and the plastics industry claims that they're manufacturing recyclable plastic (which has been a lie since they started claiming it forty years ago).\n\nThese are the industries which, when our planet becomes too warm to sustain human civilization, will die while claiming that nobody warned them and anyhow there was never anything they could do.  \n\nStill, is the human race really worth saving?  The most destructive species known to exist in the universe doesn't have much of a claim to a moral right to continued existence.",
        "The best way to control energy consumption is impose consumption tax. The higher the consumption, the higher the tax.",
        "It's time for some articles explaining the \"Wet Bulb Temperature\" to everyone.  I have yet to see it mentioned in any non-scientific media but understanding the concept may help drive home how dangerous heat can be.",
        "Remember the conservative/right-wing politicians and media outlets that peddled misinformation and deflections to deny the reality of anthropogenic climate change.\n\nRemember the Exxon internal memo from 1977 in which Exxon scientists recognized what increases in atmospheric Co2 would lead to, and remember that they chose, deliberately to obfuscate the truth - to protect profits.\n\nAnd here we are, faced with the consequences of these extractive grifts and those willing to lie to their peers and sell off the future for those profits.\n\nLet that activate within you what it will....and if it fails to, just keep your eyes open in the years to come.",
        "Way long ago, back in the 1970's   there was already talk about \"zero population growth\"  but even today, it barely gets mentioned.    Too many people  with the numbers increasing every day, and everyone wants everything. Our capacity to reproduce is apparently infinite and no one  even tries to address the problem. every one of those people  wants an SUV, air conditioning, and steak for dinner.   Any effort I make is  reduced to nothing by another thousand people arriving and needing resources to live.",
        "There's a book called \"The Long Emergency by James Kunstler. He covers similar territory. The book was written in 2012 so it's not exactly bleeding edge. It's not a survival book either. The premise is useful though. \n\nCan you survive a 10 day emergency? I worked in a public health department for a while. That was the response time they estimated for less immediate aid. The National Guard will show up within 72 hours. That doesn't mean they'll get everything right in 72 hours. You can expect a 10 day disruption during major events.\n\nI'm not suggesting you go build a bug-out bag right this second. However, it's useful to imagine these scenarios in your head. What would 10 days without air conditioning look like for you? Remember, this is a massive grid-wide power outage. You can't just go to the mall. What would you do without power for that long?\n\nI can't say I have any truly helpful answers. You need to do your own risk assessment. However, imaging bad scenarios is a good precaution.",
        "There are two forces driving the human response to climate change that cannot be changed : \n1. Deferred gratification. The average human being wants things to be better for them now. Not next week or next month, but right now. This is apparent in the area of finance - the cost of borrowing increases with the duration of the loan. The longer the deferred use of the money, the more it costs.\n2. NIMBY - Not in my backyard. People may agree that something must be done, but they expect action at a macro level and that someone else should accomplish it, as long as it does not inconvenience them personally.   By the time they realize that the ship is on fire and sinking it is too late to do anything about it.\n  I am not optimistic about the mankinds ability to overcame these two forces to combat climate change.",
        "Nationalizing the grid, expanding and hardening it is a critical infrastructure priority. So is water management. \n\nI wonder what the challenges are (money aside) to putting a solar panel lid over all our roads. Besides reducing the absorbed heat in the asphalt it is a huge surface area for gathering energy that would otherwise be placed on more valuable land.",
        "Maybe now would be a good time to try what conservatives have mastered: if we believe something is true and keep repeating to ourselves that it is true then we can consider it to be true.\n\nNothing else seems to be working with climate change so maybe this is our last hope (er, I mean truth).",
        "I live in Dallas and my house is off the grid. Solar battery back up and a fuel cell my husband  made. When that storm came through and all the power went out, all I can do is smile because my house still has the lights on, AC running, TV on. Just like nothing happened. While my neighbors lose all the food in the fridge and have to move to a hotel I'm very comfortable",
        "I live in the Phoenix metroplex. Affluent, younger, healthy  people would have options in a 2 to 4 day blackout at the height of summer, few would experience any real difficulty. Poorer, older, unhealthy people would be the 800K flooding the hospitals and shelters. Efforts to build shelter infrastructure for those people, with medical staffing, is where efforts should be directed. Unfortunately, Republicans in this state don't believe in helping people, so it's not going to happen. And, when the disaster eventually strikes, and thousands die, Republicans will blame the Democrats for not doing more. It's how this country works in these times.",
        "\"One of the most dangerous illusions of the climate crisis is that the technology of modern life makes us invincible.\"\n\nThat is exactly the crux of the problem. We will believe and do anything in order to avoid questioning the way we live. \n\nBlind faith in technological \"fixes\" is the prevailing delusion: electric vehicles (so we can keep driving everywhere), carbon capture, the ultimate hubris of geoengineering, etc. \n\nAnother delusion consists of faulting overpopulation, which shifts the blame to the global South, while absolving  ourselves of our extravagant way of life.\n\nAny deviation from the dominant imperatives of consumption, greed, competition, sanctified as traits of \"human nature\", is dismissed as unrealistic or naive. This is no accident of course: the status quo benefits our masters. Growth must go on at any cost. Yet we are more insatiable and miserable than ever.\n\nMeanwhile, climate breakdown is off the charts.",
        "From what i can perceive, more than 99.999% of people are NOT modifying (attenuating) their lifestyles to reflect the realities of CO2 overload. Ergo, the rate of environmental degradation, and accompanying human and non-human mortalities, will accelerate.",
        "There will be no saving the US from these scenarios and much worse to come. Our political system, is broken and getting worse by the day. The truth is no longer relevant and politicians spend their days crafting their own version of it to feed to their partisan constituents to win re-election - nothing matters but personal gain and winning at all costs. \nClimate change is here and will worsen - there is no fixing it.",
        "Next time you fly into Phoenix, look down and notice that all the streets are black asphalt. Then fly into Chicago and notice that the streets are almost white--not from concrete but from whitish gravel used in the asphalt mix. Phoenix may not have quite so white a rock in its gravel quarries, but it could dramatically improve habitability with a tiny change to its procurement practices. The roads department seems oblivious to the effect of all that black pavement.",
        "Half the world's population lives on less than $10 a day. How much greenhouse gas do you think those folks are contributing? The real issue is histoeic overconsumption in the west, which is what the burgeoning middle classes in India and China now aspire to. Annual Per capita CO2E  in the US is 17 metric tonnes. In India it's less than 2t. In other words, a family of 8 in India generates on average less CO2E than a single American.",
        "Can individual homes with upscale sunlight sources and updated battery storage be able to beat the heat?  How about new residential and apartment developments getting off the grid - except for sending excess to the grid?",
        "having survived several  hurricanes (Andrew and Katrina to name a few)  resulting in power outages of 10-14 days, we survived on cold showers, staying in the shade, staying hydrated and cross venation by keeping different doors and windows open. \n\nthere are lots of ways to survive a major power outage in the summer w/o an expensive  backup generator, but it takes planning and common sense to get through",
        "Climate change will be a world wide disaster but the US will play a key role in lowering global emissions.  The Infrastructure and Jobs Act has a lot of money for investments in alternative energy and updating our electrical grid.  The Biden administration is also pushing the auto industry to build more EVs.  Trump hates EVs, alternative energy and especially windmills which he claims kill whales and somehow cause cancer.  If Trump is re-elected he plans on ending the investments in alternative energy and EVs which will be bad for people in Texas, Florida and other southeastern states that will vote for him but ultimately it will be a catastrophe for the planet.",
        "And people keep moving there. It's literally the Phoenix of Texas.",
        "No power for three whole days?\nOh my.",
        "Read the opening chapter of Kim Stanley Robinson's The Ministry of the Future.",
        "All of this ink spent on climate change is useless it translates to action.\n\nBut the Republican Party is not interested in action regarding climate change. They’re going to elect a felon who could not care any less about anything other than himself.",
        "A nation that has one of its two ruling political parties with its head shoved deep into the climate change denial sandpail deserves to perish from its vicissitudes. The iron laws of Darwin will not be ignored.",
        "I’m going to put on my conservative ‘thinking’ cap and use some of their ‘thinking’ from Covid: let the heat thin the herd.",
        "This article underplays that someday sooner rather than later a heat dome with high humidity is going to punch through the 120s and heat-hiroshima a million peoples at a go. Might be Texas, might be in India, might be Sydney. But it will be the new normal.",
        "Well, regarding Phoenix, when you build a huge city in the desert, what do you expect?",
        "Oh no, what will happen?? People will die. The nanny state can't keep everyone alive to 100.",
        "Can't wait to see how the Drill Baby, Drill crowd will spin and double down on this one. Vote Trump but make sure the A/C in your SUV blows cold, if you're a true cynic?",
        "Malthus was right.",
        "How did we get from the spanish word for 'right' to this translation as 'straight ahead'?",
        "Seems like most of the areas suffering from extreme heat and monster tornadoes are climate denying Republican states. Wonder if there’s any poetic justice in play?",
        "I don’t doubt that a major power outage in Phoenix would have disastrous effects. But I am surprised by the estimate of 800,000 needing emergency medical treatment during a 2-day heatwave power outage.  And these are the reasons why. \n\n1. I live in median value home. And if I turn off the A/C for 2 summer days, the temperature in the house at mid-day is no higher than the low 90’s, partly because nighttime temperatures bottom out in the high 80’s. \n\n2. Even on the hottest days, temperatures are below 100 maybe for 10 hours a day. \n\n3. There are parks and other areas—not enough, but some, with shade trees. \n\n4. A good number of median value homes have built-in swimming pools\nand many more have above-ground pools. And there are a good number of city pools, reservoirs, canals and, of course, there is running water. \n\n5. Temperatures are 20 to 30 degrees lower within less than 100 miles to the north, the northeast and the south. \n\n6. If there is power outside of the metro area, that would help, of course, as would power generators. \n\n7.  Phoenix has always been super-hot and even those without a/c who are old and disabled don’t die in large numbers—heat-related deaths even last summer, were somewhere around 500. \n\n8. And finally, Phoenix was\nsettled somewhere around 150 years before there was a/c. \n\nAs I say, I am not disputing the study.  But I am shocked by it. \n\n\ninto account. mitigating factors that probably wouldn’t the poor but surely would help others.",
        "The solutions are relatively simple, as are most solutions, impeded only by the narrow minds of politicians.\n1. Rooftop solar mandated for every residential building.  California did enact such a law only to have the politicians cave to utilities and water it down.  Remove dependence on the grid.  This is also essential for another reason: it mitigates the risk of terrorist attacks against utilities or the grid.\n2, build cavernous underground shelters.  It may be 100 degrees on land but only 60 degrees 30 feet underground,",
        "Most building codes would not approve plans for a building like the one you describe in India",
        "This article has a domestic focus. The news from India is even more alarming. How long will people living in and around the June heat equator (continental areas around 15 degrees north) be able to live safely in these areas? Between Pakistani and India, there’s a billion people who likely will be at risk in the 2030’s every summer. Where will they go?",
        "If Texas, a major epicenter of climate denial ignorance, is also a lesson in what's-the-worst-that-can-happen, perhaps there may be some hope.\n\"Leaders\" in this state, however, include the likes of Greg Abbott and Ted Cruz, both of whom know better. Good luck lighting a candle in that darkness.",
        "I would like to know which climate scientists worry about black outs and AC. Crop failures, flora and fauna die offs, red tides, flooding, these I can understand but any \" climate scientist\" worrying about heat deaths...well they are a bit too late. This already happens in many locations around the world, a few hundred deaths in Texas because they haven't spent enough to protect or upgrade the system against natural disasters...I don't think so.",
        "As I often tell my Houston in-laws, if you can't stand the heat (or the regressive political climate), get out of Texas.",
        "We hope that climate activists will prevvail. But it's hard. We know that this hurricane season will be very dangerous because we are still living under the dictatorship of fossil fuels. Death and misery for the people.",
        "Hey, we live on a ball of dirt and rock surrounding a core of molten iron spinning at 25,000 miles a day, orbiting a gigantic, roiling mass of thermonuclear fusion in a total vacuum at 67,000 mph and protected by a thin layer of dynamic atmosphere. What can go wrong?",
        "Fifty years of this. To be exact, fifty-two years ago I took a cutting edge class at St. Lawrence University called the Politics of Environment. It was 1972 and the recent first Earth Day had started to prick some forward thinkers into doing just that, imagining the planet as a runaway consumer with a population bomb ticking.\n\nWorld hunger was one topic and for my paper in that class I \"imagined\" if the world stopped growing corn and planted crops with less need for help, the constant large doses of chemical nutrition, water, pesticides, insecticides, etc and instead replanted with a mix of less demanding but nutritious grains, how many more people could we feed. Then I suggested removing another feeder too, tobacco.  Using the primitive means of the Congressional Records and compiling data, I did the math. Food problem solved.  A+\n\nOver the years, I came to believe that it was  down to human consciousness and our collective ability to plan ahead (lacking) versus what we are seeing; reaction to events with little planning.  We are Nero fiddling.\n\nMankind wants what it wants (or is prepped to want). Lots of electricity. Lots of fun, individualized forms of transportation (cars and motorcycles). Lots of stuff.\n\nThough a common trait around the world and deeply set in the human gene pool, the United States seems to be the epicenter of the consumer culture.\n\nTo want.\nTo get.\nTo get some more.",
        "I’d would rather have a nuclear power plant outside of town than see us cook under a blanket of carbon pollution. We have taken the wrong path.",
        "Republicans have been taught to ignore science, or to disbelieve it, which is another problem confronting climate change.  If the government and corporations really stepped in and did something about it for future generations, it would be like the pandemic all over again - we'd never hear the end of it.",
        "I just like to remind everyone that although the latest two storms that occurred Houston are products of climate change and or made worse by climate change; it does not mean if we get a few cold winters that climate change is not happening. Indeed all cold weather and blizzard conditions are to caused by climate change and or made worse by climate change.\n\nRemember what's happening out your window is climate change. Science say so. You believe in Science don't you?\n\nCalifornia is way ahead of the rest of the country. They're banning everything from fossil fuels to chopsticks that's not sustainable.  Brilliant.",
        "Passive building should be the norm and law. This way you are NOT dependent on utilities and the bldg. stays at the same temp year-round.",
        "I live in an apartment in NYC; I use public transportation; I do not have children; I rarely eat meat; I avoid single use plastics.  In other words, I am doing everything correctly.  But it is not enough.\n\nIt's easy to blame individuals - as many of the commenters do.  But let's be real.  Most Americans need cars.  Even New Yorkers, on occasion, need a car.  SUVs fit more passengers than sedans.  And they handle better in winter and floods - something a lot of Americans actually deal with on an annual basis.\n\nThere are not enough charging stations in the Northeast to support universal EV use.  That will have to change.  Most Americans do not own their homes, so they cannot install solar panels.  That will have to change.  Many communities are opposed to wind turbines.  That will have to change.\n\nBut none of the above problems can be solved by individuals.  The system needs to change.",
        "It is the sad characteristic of our times that there are constant political bents and solutions taken to combat and prevent emergencies. \n\nCOVID really exposed this, when politicians including the previous POTUS downplayed the pandemic and came up with novel, ideologically-based curatives from the diaries of Middle Ages Barber and Doctor Theodoric of York. Scientists were doing the best they could in combatting a brand new virus and its effects, but they were no match for snake-oil selling pols.\n\nIn Texas, seniors were even encouraged to die in place so that businesses could open. Red states also decry federal aid to blue state disasters, concentrating only on their own crises. \n\nThere is a political bent for all issues today. But the ones detailed in the article should know no party or ideology. The next extreme climate crisis or nationwide illness will be treated in some quarters as an opportunity to deny science and prop up religious or corporate dominance. Mass deaths are not a problem.\n\nIf there was a meteor identified as having a 95% chance of hitting the Earth in two years, it would be business as usual and prayer would be sold as the best solution.",
        "In Delhi in the 1960s, mid-level government employees had bamboo screens over their open windows.  From time to time, a man would come with a bucket of water and throw it on the screen.  It cooled the offices fairly well.  (an aside: higher-level emplyees got the water more frequently.)\n\nSo there are some work-arounds, many of them not hi-tech.\n\nBut what happens in the near future, when there are severe limitations on the availability of fresh water?\n\nThis question is both literal, and a metaphor.  there are several different kinds of danger from the climate change that is already upon us, and there are lots of interconnections among them.  IMHO lots of our children and/or grandchildren are going to die from some multi-caused calamity.  \n\nSad.",
        "I toured the Alhambra in the middle of summer and it also was very comfortable.  Thick stone wall, stone floors and water running around the perimeter.  Brilliant.\nThere are ways we could make cities cooler and also less prone to flooding.  Add more permeable surfaces like taking out asphalt parking lots and adding white stones instead.  Paint roads and rooftops white or light colors.  Add rooftop trees and gardens where practical.  Just these steps alone would improve things.  But of course that would take money.  In a fair society, all the profits of the offending fossil fuel companies would be funneled into preparing for human survival, but we know that won’t happen.  That money is used to buy politicians who couldn’t care less about humans, other than embryos of course.",
        "We need to find ways to keep people safe in places like Phoenix and Houston as the climate changes, because otherwise we face chaotic climate migration. How will people who must abandon their uninsurable homes be able to afford to relocate to climate refuge regions?\n\nHomes and infrastructure in Houston, Phoenix, Florida and similar places can be fortified against the effects of the climate crisis. It’s going to require more expensive building regulations, but the alternative is far worse: more economic and physical anguish.",
        "Last year, while I was in my corner condo unit alone. a really heavy thunderstorm came through and all of a sudden, a scary microburst happened all around me. It was so loud that I did not hear the huge trees falling outside, right near my unit. We abut the woods, and also have some mature trees around the grounds as it is an old complex.\nAfterwards, our building was blocked by the branches of a tree that fell in front of the entrance. Luckily the tree people came quickly to cut us out. Some of my neighbors had windows smashed and terrace railings and cars ruined by falling trees and branches.\nThe conditions were just right for this to happen, but with severe heavy rainfall events happening more frequently, we can expect the once rare weather occurrence to happen more often. This was like a tornado, and we don't live in a place where they are prevalent. So far this year, we have had a tornado watch, and I can't remember seeing that before, along with wildfire alerts. Be prepared. This IS accelerating.",
        "A bit overly dramatic by the author.   Setting aside fire and drought for the moment and just looking at the human condition, heat is obviously not the king crab in the room here.   A portable A/C and a mere 400W from a few solar panels can keep a room cool.  Every car in America has A/C these days.\n\nDon't confuse convenience with survival.  Yes, it is a concern, particularly for vulnerable populations. But not much more than it has always been.  Our high summer-time energy use is 90% convenience.   Even when it comes to extreme heat.  Heat comes with sunshine, and sunshine translates to power. Keep that in mind.\n\nWhen it comes to climate change in general, heat is just one element of many.  Fire and Drought are actually low-hanging fruit when it comes to manageability.   The big-ticket items are: Wind, rain, tornadoes, floods, hurricanes, (fire, and drought are last).  Several countries around the world are experiencing extreme conditions as we speak, and several states (particularly Texas) have caught the edge of some of these extremes.\n\nThese extremes are clearly going to become more common-place, and we as a society will need to rethink how and where we build to deal with it.  Most of these crisis are born from poor decision-making by the governments we have elected.  Any half-wit could see the insurance crisis coming a decade-away, for example.\n\nJust an idea but... maybe start voting for people capable of intelligent thought?\n\n-Matt",
        "Oh, but it will cost too much to change the trajectory.  \nOh, but everything is made of plastic, and that takes oil.\nOh, but EVs are expensive and the batteries are a problem.\nOh, but my 401k relies on oil producing and using companies.\nOh, but the science is not proven, and here is an article...\nOh, but but but\n\nThe excuses are literally killing us.",
        "Mitigation costs would be far far less costly than dealing with what is and going on an what is going to be presented to us. Big Positive change should have started in the 1970's.\nIn a few years there will not be any insurance, too many claims to make it sustainable, or it will super super expensive.\nNo matter how rich you are you will not be able to escape, super tech guys might buy build a bunker in N. Zealand, or Musk might have developed his exit plan to escape to space. But the future is not going to be friendly at all.\nCan you imagine what it takes to melt icecaps all over the world, the energy required to do that in unfathomable, you think you can stop that with little measures, mother nature's balance is way off, the threshold was crossed years ago. To bring it back is not going to happen any time soon and to top it off so so many do not believe this is a problem. With that attitude pervasive its a threshold in itself that would have to be crossed, do you think that is going to happen? I believe its too late already but desperately want someone to tell me I'm wrong.",
        "I understand this is an impossible problem to fix, but what impact does 8 billion of one species--man--have on our fragile planet? How much less of an impact did 3 billion, the number of humans on our planet in 1960, have? In 64 years, our numbers went from 3 billion to 8 billion. \n\nIf any other species exploded in numbers, with no predator, how quickly would we eliminate it? \n\nBirth control.",
        "When I designed our current house, I took into account earthquakes, wildfires, severe storms, and power outages. We employed seismic wall ties and high-tensile steel wire embedded into the brick facade, 2x6 wall studs for added insulation, a Class 4 standing-seam metal roof, a 4'-wide concrete skirt/walkway around the entire house, and we had an interlock kit installed to be able to take the house off the power grid and plug in a portable generator to energize selected circuits during power outages.\n\nI realize that the vast majority of homeowners aren't going to have a custom home built. But, for those of you who can, you'll want to jot down the list of things mentioned above to consider.",
        "In the summer pf 1965 or ‘66, a ten day 100+ heat wave hit St. Louis, Missouri. 600+ people died, mostly elderly, who wouldn’t leave their homes for fear of looting. There was no power failure, but these folks didn’t have AC. Even buildings with AC were very hot becuse the units couldn’t keep up. \n\nAfter that the region developed an emergency plan, which became known as the St. Louis plan. Cooling shelters could be set up quickly. Emergency personnel could get fans to people who refused to go to shelters. Later assistance in the purchase of AC units became available. There have been many similar heat waves since, but without the death toll. Of course there has been reliable electrical power. In event of widely lost power generators can be brought in for the cooling centers, but the logistics has to be in place.\n\nI experienced a power failure during a more recent summer when a derecho knocked out power to my entire suburban town. There wasn’t a hotel room for miles, so I stayed in my house. It was pretty awful, even though I could sit out under the trees.",
        "One reason I moved from South Florida is not wanting to grow old there. Was thinking more about flooding, but now also I realize loss of AC in hot times. I suppose getting solar generated generator would be useful.",
        "I just can't believe everyone isn't dropping everything to have a wartime response to this accelerating catastrophe.  If you are flying, eating meat, driving your gas guzzler, you are part of the problem.  The western world has the luxury of holing up in air conditioning while billions of people who DID THE LEAST TO CAUSE IT are suffering and dying due to extreme heat.  To say nothing of the helpless innocent animals trapped outside.  The monkeys, the coral reefs bleaching, the vanishing birds, the koalas, it all makes me sick.  Thank you Jeff Goodell -- keep these pieces coming.",
        "Steve Hunter in the comment below has made my day . He points out that our planet simply does not need any more Homo Sapiens. More Blue whales. More forests and grasslands. More Jungles.\nThe idea that economic growth based on expanding populations is good is the same as \"greed is good\".",
        "For anyone who reads the book, Ministry of the Future, the opening chapter describes a catastrophic heat wave that we might come to expect.  I recommend reading it, as it has a positve message, especially how it awakens humanity to take meaningful action in response to climate change.",
        "I keep evidence - every single week at least one article here about the impending climate catastrophe and Flash Gordon / Batman scientists who bitterly fight against all those who dare disagree in the least with their cataclysmic predictions and anarchistic actions.  And for at least one decade like that.",
        "Lost in all this climate analysis and many like it is the fact of overpopulation. Urbanization has forced more people living into confined spaces in concrete and asphalt jungles. We need to deal with our population problem but there seems to be little interest in doing so.",
        "How do you add parks and trees, and access to rivers and lakes in Phoenix? It’s the desert! People shouldn’t be living there dependent on technology to begin with. \n\nLive by the sword, die by the sword. Live by technology, die by technology.",
        "Jeff, thank you for this article.  I am, I believe, your biggest fan, and have read and reread your books—« The Heat Will Kill You First » is my favorite.  I was born in East Texas and grew up without air-conditioning or, sadly, even fans.  Even as a child  I thought I could not live through one more night.  When I was at UT Austin I lived in the same neighborhood I believe you live in now (based on something you wrote) and the old trees there provided more respite than could be found in many parts of Austin—and then of course air-conditioning did help!  However, the minute we paid off our student loans, my husband and I bought land in Washington and made our home here, no AC needed.  As you pointed out, Washington has had its share of heat waves, and I know more will come, but today, where I live, the high will be 54, and I will enjoy every minute of it.  Please continue your excellent work.",
        "The funny part is that most of us assume our \"leadership\" is doing something to address these looming problems, when the reality is that capitalism is a more influential force than The People and that politicians will always attend to its biddings first.",
        "Heat waves are going to get worse as global warming continues so more and better planning is a must. And there are other problems to consider such as sea level rise of 10 to 30 feet if 3C is passed. And yet Americans seem poised to vote in a climate denier as president showing absolutely no concern about the looming danger. If things look bad under Biden imagine what they would look like under Trump with programs to fight climate change rolled back and fossil fuels companies given free reign.",
        "None of this is going to be fixed so long as some people have billions and hardly pay taxes.\n\nI despair of our society making good decisions, which benefit all of us when our laws allow for the extremely wealthy to have more power and leave the rest of us in the lurch when it comes to wise legislation.\n\nWe can each do our part but small scale individual contributions do very little compared to what we as a wise society could do - if the wealthy are taxed to the max, both in life and in death.\n\nIt’s an emergency but we’re not legislating for the future of us all.  Mostly we’re just leaving things undone and watching in horror as ever more “who could have possibly expected” terrible events are now happening nearly every week.",
        "Modern houses aren’t designed to dissipate excessive summer heat. I live in a 220  year old house. These old southern houses were built with hot summers in mind. We have working shutters on all windows. Windows are tall and wide, to allow for good air circulation and none of them are on the southwest side of the house. Transoms are included in the entrances to some of the rooms. The front porch is long, very deep, and wraps around the house. We are surrounded by trees, so the porch and sunny, southwest side of the house are in shade. At the corners of the porch you can always catch a good breeze. We air condition only the kitchen, two bedrooms, and the family room. The rest doesn’t need it. I’m sitting in the family room right now, air conditioning off. It’s 80 degrees outside. I have on long sleeves, and it’s so cool in the room that I need them. \n\nSome of these building techniques could be adapted to modern houses, most at little or no extra cost, but builders aren’t thinking in terms of livability under adverse circumstances. They’re thinking of the profits they’ll get from the tract house they’re building, putting in fancy kitchens and bathrooms which attract buyers and neglecting the little things that don’t necessarily show, but are important to survivability in the worst case scenario.",
        "I lived in the DC area when a derecho hit in July 2012. It was the scariest and most devastating weather event I had experienced in my life, until I moved to Oregon and experienced wildfire. The derecho hit fast and took out trees and power lines. The entire region was without power for several days, and it was very hot and humid. After that, a lot of people bought generators, which were useful that October when Sandy came through.",
        "I live in Austin, Texas. As a person in her late 50's with severe asthma I actually live that the heat wave scenario that keeps me up at night. It keeps me up at night, and inside during the day, because the combination of heat, humidity, increased pollen counts from an early and wet spring, smoke from agricultural burning south of the border, and other industrial and environmental pollutants makes the air hazardous for me to breathe. \n\nI just started my 3rd steroid burst of the year -- this time, to potentially give me enough of a break from the inflammation to fly to a climate with better air quality and lower temperatures.\n\nFor me, climate change and the need for climate migration are crushing priorities. I thought I could wait to make a move until retirement, and my husband still hopes I can. Attempting to even search for a healthier climate now that I am impacted so severely makes me wonder if we haven't, perhaps, made a deadly mistake.",
        "Lets cut a deal with the oil companies for more political donations.      There is no doubt in my mind that Russia and China are planning or are ready to assist with creating this disaster.\n\nSupport Ukraine, stop buying from China. Who owns the company that makes the Volvo you drive?",
        "Most people realize the need to develop coherent plans to respond to our inevitable heat tsunamis. What is lacking so far is a combination of political will, expressed by both policy and funding to implement it, and openness to support this policy by all sectors of society with the economic power to realize that this policy is broadly adopted. \n\nWhy there is this self inflicted inertia is a fundamental question since it makes so little sense and is so clearly \nself destructive. \n\nBut a basic sign of a society in a state of self inflicted collapse is that it cannot extricate itself from its own  traps that prevent a reasonable response. Political leadership is essential to overcome this. \n\nIn the absence of such, people will be left on their own to respond in their own way. This may be useful for them but if, in doing so, they then justify opposition to a larger social response, then it is counterproductive and destructive.\n\nFor example, how many climate disasters will it take for those with political and economic power in TX etc. to decide that a better and far more coherent plan is needed to reduce fossil fuel energy consumption, increase renewable energy sources, harden the power grid, work out mitigation plans  to improve  adaptation to great heat stresses etc. etc.? \n\nWho really knows the answer. But there appears to be little in the way of foundational cultural/economic  forces capable of offering an alternative to the current head in sand +business as usual  model.",
        "And the real catastrophe is that now it has become cheaper to fix the climate than to destroy the planet. We just need to say NO: to oil, coal, and gas companies, to buying too much stuff, to eating too much meat, to traveling too much, to building huge homes, to worshiping profit over anything else.",
        "Good luck  Houston. Fighting heatwaves needs a collective effort and that can’t just been done in Texas.\nTexas is a democratic one-party dictatorship, a sort of Soviet Union of the right.\nAnd just as in the Sovjet Union the lefter you were the better you were and you oust the people who are less left, so in Texas the righter you are the better you are and you oust the people who are less right.\nThe difference is of course that in the Sovjet Union the ousted people get killed and in Texas you only have an end to your political career.\nWhere there is no strong and reasonable opposition there is in the long run no good governance.\nAn as the right views every collective effort as “socialisme”  there is nothing to be done in an collective effort against the heat.",
        "I use a modified Richter scale to describe weather disaster dollar costs:\n\nMagnitude 9 is a billion\nMagnitude 12 is a trillion. \n\nI'd do the same with human lives lost, but money drives everything here, so I kept it simpler.",
        "\"Our\" hell-bent consumption of fossil fuels implies that all humans, or all Americans, are more or less equally to blame. In 2017 the Carbon Majors Report showed that 100 companies were responsible for 71% of all greenhouse gas emissions since 1988.\n\nThe idea that better individual consumer choices will solve climate change is a fantasy. What's needed is a drastic increase in regulation, enough of this phony war against \"big government\" that's somehow invading your life and telling you what underwear your allowed to wear. Removal of industry executives and lobbyists from the entire process, and enforcement that puts these people behind bars for violations. A frontal assault on the fossil fuel industry, and possibly capitalism itself, is the only strategy with a chance of success.",
        "In America's unregulated hyper-capitalism the words from the article:  \"...well, that’s sad but life goes on.\" must be applied to humans as well as to monkeys and coral.",
        "It wouldn't be hard to set up non-grid backup power for emergency cooling, or to do cooling in advance by chilling the ground or even just stockpiling ice.  But yeah, we're stupid enough not to do so until a few such disasters have already killed a bunch of people.",
        "It appears that hackers may become the dominant serial killers of this century...after the oil and gas companies.",
        "The last paragraph says it all. It was 90 yesterday here in Denver and we were comfy in our NOT air conditioned 1919 brick bungalow. \n\nThe building industry needs to adapt to climate change. For starters, insulate to R48 or at least R36 enclosures. Don't tell us its too expensive...",
        "The risks accumulate until one event adds to the cumulative risk and pushes the consequences into the catastrophic zone.  When no one department or planning agency has oversight to create these kinds of scenarios, the risks from any particular agency’s point of view look manageable and may not trigger an alarm.  \n\nWe don’t see the variables accumulating, because we haven’t a mental framework to make sense of them.  This takes proactive scenario planning, which elevates situation awareness.\n\nPerhaps an example.  When we withdrew from Afghanistan, did anyone postulate what could happen if the afghan army and government collapsed in a day or two, not a month or two?\n\nThe question might have been asked, and the answer was probably something like “inconceivable”.  No one planned for that rapid a collapse.   Unless the laws of physics preclude something from happening, it can happen, and given enough time, will eventually happen.\n\nWhen the catastrophe does occur, the rationalization is that this was an unprecedented series of events, that no one could have foreseen etc. etc….\n\nThis amounts to low situation awareness.  We don’t recognize what could be happening because we haven’t gamed out the worst possible scenarios.",
        "Once more a thoughtful, fact full and passionate analysis of our vulnerability to the climate crisis. Well done Jeff. \n\nYet once again - while adaptation is necessary - the solutions offered in these comments and elsewhere refuse to address the reality that even the most aggressive emission reductions can only slow the INCREASE in temperatures - they cannot reduce temperatures. \n\nEven after reaching net zero elevated temperatures and horrific impacts will last for CENTURIES according to the latest science. \n\nYet there are technologies that can quickly - in years not decades, inexpensively - in billions not trillions - and safely REDUCE temperatures and begin to restore a safe climate.\n\nYet much of scientific community, the activist community and decision makers ignore or even scorn these direct climate cooling approaches that reflect back to space a tiny amount of sunshine.\n\nWe have the equivalent of a raging fire caused by the burning of fuels and yet we have this delusion that continuing to burn fossil fuels will fight the fire - at the same time that we have the equivalent of a planetary water source that can effectively and quickly douse the flames - yet we continue to refuse to use it even as our civilization is collapsing right in front of us.\n\nWhen will we listen to the likes of Dr James Hansen-  the most respected climate scientist - when he says that we have to start reflecting sunlight to have a livable planet to leave to our kids? \n\nWe are a most peculiar species.",
        "I am absolutely shocked that Hurricane Ida, and its impact on New Orleans in August-September 2021, is not mentioned in the article. That storm resulted in the toppling of major transmission lines and a power outage to the entire city and surrounding area that lasted up to two weeks, and it occurred while temperatures were consistently in the high 90’s with heat indexes well over 100.  So, it is exactly like the hypothetical scenarios postulated in the article, except that it was 100% real. And yet, for all of the hell that we went through, according to news reports at the time, there were only about 10 heat-related deaths in a metro area of 1.26 million people.",
        "What if? You mean when, no? Read the opening chapter of K.S. Robinsons Ministry for the Future. Millions are gonna die thanks to our “lifestyle.”",
        "Heat dome in Vancouver BC 2021 killed hundreds.",
        "As George Carlin said years ago, the planet is fine!  It's the people who are killing themselves.  \n\nWe can adapt all we want, but unless there is a dramatic shift in how everyone on the planet lives, nothing will change and we will keep marching towards are own destruction.  \n\nOnly then will Mother Earth heal.",
        "It’s baffling that people haven’t accepted an “all of the above” approach to generating sustainable energy.\n\nLook, people, this is an all hands on deck 7 alarm crisis. We can’t sit there and play violin as the Titanic sinks, because the Titanic is the planet.\n\nThat means we waste precious time bickering about which projects to fund. It’s a false choice argument. We should fund ALL of it.\n\nNuclear? Fund it\nSolar? Fund it\nWind? Fund it\nGeothermal? Fund it\nTidal? Fund it\nGasification and biomass? Fund it\n\nWe need to shove not just billions, but TRILLIONS of dollars into electrification, as fast as humanly possible. And we just aren’t. \n\nAre nuclear plants expensive? Sure they are.\n\nSo was Hurricane Harvey. The cost of Hurricane Harvey was estimated at $125 Billion. Thats the equivalent of 4 next generation nuclear reactors that can each produce 4.5GW which have a useful life expectancy of 100 years. That would be 18GW of power output. 1GW can power approximately 750,000 homes. So that would be 13.5 Million homes worth of additional power to the grid, and it would do so for at least the next 100 years.\n\nPeople like to talk about how expensive it is to prevent climate change. They never talk about how expensive it will be to do nothing.",
        "Why bother telling us all the bad news associated with climate change when our country is going to do nothing to mitigate our responsibility for our green house gases.\nWhy don't you write articles about how electric vehicles account for about 1 percent of the U.S. cars on the road?\nAnd it looks like Trump, the media darling who brings money to your work, will win. \nWhich pushes back our doing something about climate change another 4 years.",
        "Then we’ve got Felon #1 who’s proposing to a dozen or so oil executive to give him a billion dollars, promising in return to aid drilling opportunities and other global warming additives.  (Surely some type of election crime all by itself)\n\nBut Felon DJT probably doesn’t do much driving except golf carts, so he likely doesn’t realize that gas pumps require electricity.  So promising a slowed-down change from gas to electric vehicles is means gas guzzlers can’t guzzle during long blackouts either.\n\nSo Vote Blue for better thinking about tomorrow and how to get there.",
        "Reminds me of the Derecho that hit Memphis in July 2003.  \n\nI swore I heard a 747 fly about 50 feet over my house at the time.  It tore a beautiful 360 year old Oak Tree apart next door trapping the neighbor in their house till I cleared their back door enough to get it partly open.  (I counted the rings when they removed the remains). They said after their living room  window broke everything in the room just started floating as if weightless.   \n\nIt broke off a 3 ft diameter tree across the street and lifted it up over the power lines (still intact) and laid it in the street.  Embedded a pencil sized branch from the only Sweet Gum down the block through my SUV’s bumper.  The Grocery Store downwind from me lost its entire roof.\n\nI was without power for 40 days during the sweltering Memphis summer.  The city brought in electricians from all over the country, but residences were lower priority for repair (the electrical service pipe was torn off the house. Not a simple fix.)\n\nThey called it a derecho. But that didn’t explain the stop sign twisted into a pretzel.  \n(Someone driving nearby on Union Ave at the time told me he saw a twister touch down.)\n\nClimate change - the Exxon Gift that just keeps on giving.\nJust wait till we get to 500 ppm (422 and counting).\n\nDrill, baby, Drill indeed.",
        "The idea that our critical infrastructure is subject to major disruption and disaster via cyberattacks drives me crazy. All critical infrastructure should NOT be accessible via the internet, period. Pull the plugs! I know we all like to sit at home and fiddle with things using only our fingers, but that is not only silly, it's dangerous. It wasn't that long ago that we got along just fine without the internet, and surely we can to that again, at least for critical information and infrastructure. Many utilities used to have their own private networks, not connected to the internet. Cut the cords on those networks, at least.",
        "My wife and I have a friend who lives in Elgin, IL, where we use to live. This person recycles EVERYTHING. Her garage has containers for all sorts of items, she does not use paper napkins or towels. She is one person in…what?…a half million? She asks people, what would you do for your children or grandchildren? Give up a kidney? Pay for their education? Oh, yes is the answer. Would you give up plastics? Crickets.",
        "I live in South Florida and we are planning to retire in a couple of years to a suburb of Rochester NY. I'm sure we're not the only ones choosing to trade off blistering heat for more manageable cold.",
        "This is all going to be very inconvenient (Al Gore) so let's \"just say no\" to climate collapse (Ron DeSantis). Problem solved.",
        "I'm a little surprised Mr. Goodell doesn't mention what's going on in India right now. Delhi just recorded its highest temperature ever: 52.3 Celsius or 126 Fahrenheit. \n\nAt least 50 people have died from the heat and India is a very poor country where comparatively few have air conditioning. It's an ominous portent for the future of our warming planet.\n<a href=\"https://www.bbc.com/news/articles/cprrv9zp8wyo\" target=\"_blank\">https://www.bbc.com/news/articles/cprrv9zp8wyo</a>",
        "The population of metro Houston is over 7 million. The population of metro Phoenix is almost 5 million. These issues will not stop at city borders so they need to factor in the entire metro area when talking about impacts.",
        "During the height of the big SUV craze, with Hummers and Suburbans and Tahoe XLs, I remember thinking \"If you have ANY excuse for one - tools to carry, trailers to pull, etc - fine. But all the people who choose those for a small family in suburbia are the reason it's a problem.\" We use excessively large vehicles and burn 3x more gas than necessary. People need to have some sense of moderation. As others have said, we heat and cool to excess. We don't need to live in homes that are 75° in the winter so we can wear t-shirts, and 65° in the summer so we can sleep under blankets. How much better off would we be if we all just practiced a little bit of moderation to help save lives of our neighbors, ourselves, and future populations.",
        ". . . It seems we haven't evolved to respond to distant, indistinct and slow moving things as 'threats'. And throughout history, the flaws of human nature have remained a constant, here the greed of the fossil fuel industry and fellow travelers who benefit from a status quo. It would be much faster, simpler and cheaper to change our relationship to the infrastructure, evaluating the difference between 'wants' and 'needs', than to continue the desperate attempts to maintain our trajectory while ravaging and poisoning everything within our grasp. We have morbidly overshot our biological imperatives, magnifying them with technology and distorting them with culture . .",
        "It seems to me that we have gone past the tipping point. It may be that we are on our way to extinction as a species. And why not? It has happened to other species. But not by suicide.",
        "I do not believe for one minute that anyone in LA, TX, AZ or GA is up at night worrying about our climate crisis, including scientists. \n\nIts not that I don't believe the multitude of apocalyptic climate articles we are assaulted with daily - I actually think its worse than they are reporting.\n\nIts that if we actually cared more about our children's future than the price of gas, we would be demanding more than climate disaster porn stories from our media - we would be demanding solutions from our scientists and political leaders.  All of their pithy statements about the need to reduce our use of fossil fuels, are worthless without a plan.\n\nFor example - there is one policy that is working in countries whose citizens are awake at night - a Carbon Fee and Dividend policy. Finland was one of the first to use this policy to offset their fossil fuel subsidies. 80% of new car sales will be EVs this year.",
        "I experienced the 2021 heat wave while living in Portland, Oregon.  I live in a 2nd story apartment that didn't (and still doesn't) have any air conditioning.  \n\nThere had been a build-up of hot days starting in the low 100s which hit the high of 116 a few days later.  All the local hotels/motels had been rented.\n\nI had been laying on my couch, suffering (unbeknownst to me) from a developing heat stroke.  Fans didn't help at that point.  I suddenly sat upright with a fight or flight response, fearing that I would soon die if I didn't get out of the heat.  I went to the only place I had access to... a city bus with AC.\n\nThankfully, Portland had started opening up large city owned buildings as \"cooling centers.\"   Without those the death toll would probably been dozens, maybe hundreds, of more dead people.\n\nAll of the cities mentioned in this article would be wise to think ahead and have a plan to offer cooling centers to harbor its citizens in future heat waves.",
        "Aha — yes, but the fossil fuel tycoons (and their enablers in Washington) work very hard for us to NOT REMEMBER how earlier folks/civilizations beat the heat —  without their very pricey and polluting “solutions”.",
        "Every other Mainer has a generator because we lose power so often to our trees. However, I rarely use our generator. The power would have to be out for a couple days in January because our home is equipped to hold heat. If I lived in Houston or anywhere south, I'd equip my house to hold its cool air: trees, honeycomb blind, insulated curtains, spray foam insulation, etc. \n\nAlso, buy a generator.",
        "So what happens when Putin launches a cyber-attack that shuts down the power grid during the inevitable \"worst-ever\" heat wave that's bound to happen over and over again?\n\nCan we trust the power companies to harden their cyber-defenses?  That costs money.  And remember that making money for its shareholders is the only duty of corporations (at least according to the right).  Can you imagine a red-state legislature--or really any legislature--standing up to the utilities lobby and forcing utilities to spend whatever it takes to prevent such an attack?",
        "Here in Texas, we could start by joining the national power grid instead of insisting our own , less regulated Texas grid. In 2021,  our grid failed during winter storm Uri , with 246 deaths when the natural gas power plants froze because of failure to properly winterize them. El Paso and East Texas, which are on the national grid, did not lose power. Supposedly, our Texas grid can handle heat. However, it’s only May and we have already had warnings from Ercot. Summer outages here will be deadly to the most vulnerable. Meanwhile, the majority in control of our state government, thanks to gerrymandering, falls all over itself to incentivize the fossil fuel industry  at our peril.",
        "One problem with the issue of air conditioning and its overuse (as in how many commercial properties, from malls to restaurants, are refrigerated down to the point of being uncomfortable) is that more and more, especially young people, are intolerant of much variation in temperature.\n\nMany today live in - and grow up in - air conditioned homes, ride in air conditioned cars, go to air conditioned schools and other facilities, and, rarely ever spend much time outdoors.  People have become accustomed to a very narrow temperature band, and quickly complaint about it being “too hot” even in the upper 70’s.  Conversely, they also are the same in winter, with overheated homes and buildings.\n\nThis is just my personal observation and I don’t know if there’s much research on it, but it does seem to be real, and affects how we address energy usage.  It’s fine to say, “keep your AC thermostat at 76” or something similar in a PSA, but people complain about “the heat” and crank it down to 68 in the middle of summer. In winter, the opposite is true with overheating and no tolerance for “being cold” indoors (I’m old enough to remember when it was considered normal to wear a sweater in the house, rather than shorts and a t-shirt in the winter)  It will be very hard to change any of that.",
        "I grew up in South Carolina in the 1960s with no air conditioning. Occasional heat waves (a week over 100, humid, 99 at midnight) were uncomfortable. We used cold showers, swimming at the pool, iced tea, fans and high ceilings. We had lots of trees. We still today go to an inn on the SC coast with no AC, with sea breezes and big windows. Climate change is a disaster, yes, but AC is not a necessity, if architecture and lifestyle are smart.",
        "The solution is small modular nuclear reactors. The threat of \"China Syndrome\" disasters no longer exists. Large nuclear plants will no longer be built. The plan is for small modular reactors that are simply too small to have a catastrophic meltdown. A good analogy is our Nuclear Navy, which has been running hundreds of small reactors for 75 years and never had a containment accident. \n\n<a href=\"https://www.energy.gov/ne/advanced-small-modular-reactors-smrs\" target=\"_blank\">https://www.energy.gov/ne/advanced-small-modular-reactors-smrs</a>",
        "See the story \"Are We Doomed?\" featured currently on the New Yorker website. Climate is only one of the existential risks currently facing humanity, with others ranging from nuclear or germ warfare to out-of-control AI. Time to get serious, folks. As Rene Dubos advised a half-century ago: \"Think globally, act locally.\"",
        "Peculiar that an article like this doesn't mention humidity or wet-bulb temperature.\n\nWhen the relative humidity is 100% the wet-bulb temperature is the same as the temperature. Wet-bulb means the little bulb on the end of the old-school thermometer is wet, and air flows over it to measure the maximum evaporative cooling that can be had given the humidity.\n\nWhen the wet-bulb temperature goes a few degrees above body temperature and stays there, and air conditioning fails, there's no way for mammals to cool ourselves. Sweating doesn't help humans cool off, and panting doesn't help dogs. \n\nA week of 38C / 101F wet bulb temperature with a power outage will lead to a mass casualty event.",
        "You don't mention the proliferation of gas powered generators. Here in Michigan, as in surrounding areas, I'm sure, those with money have gas powered generators in their back yards.  Older, poorer residents die during heat waves but not those who can afford generators.",
        "Now, if we could only find a way to target climate impacts to affect only those who act like it's not a problem, instead of the most vulnerable.",
        "This could only have been addressed by concerted political action.  We cannot even agree on what books should be in a library anymore.  This is too huge an issue for individuals to feel thtey can do anything about it.  Unfortunately our children and grandchildren will suffer our lack of ability to act together.",
        "I am just wondering if the weather conditions concomitant with a derecho are the same as those of a heat wave.  This seems to be the fear factor hypothesis of the article: ‘what if it happened during the heat wave ten days earlier’.  I believe their is a cold air component to a derecho, so wouldn’t the heat wave just be over if one did occur?",
        "Around 35% of the American population lives in apartments/multi-family housing. They're most likely to be the poor, children and elderly. Some of the apartments are so old (pre-1980) they can barely accommodate window AC units and some can't at all. In Oregon, after people died in the heat dome event of 2021, we had to pass a law requiring landlords to allow tenants to have AC units and our electrical grid isn't ready for both AC and electric cars.\nWe're not ready for more heat. As usual, the poor will suffer most even though they're not the ones causing the problem or profiting from it.",
        "I do not see how people in many major cities located in the zones of 120 temps do not start living underground. Not the rich. The poor. \n\nWe assume air conditioning will save lives when around a billion people live in these heat zones?\n\nPeople will go underground. I've watched all the Star Trek episodes.",
        "Great article, but you left out the most important part, unchecked human population growth. You seem to be able to explain science well, how about math? \n\nYou might start with a very brief example of exponential growth. It's the reason that Earth's human population is now 8.1 Billion, up from the 2 Billion WHEN I WAS BORN. And I'm not THAT old yet. Planet still the same size.\n\nIf we had held our numbers at 2 Billion, we could have made it. To compound the crisis, we now live in a country that increasingly forces women to bear children they don't want and/or can't afford to raise, and our economists and industrialists are sounding alarms that the RATE of \npopulation growth, and more markets for them to get even richer from, is slowing down.\n\nNot fast enough for the planet, however.",
        "For years folks have been moving to places that are now increasingly inhospitable - maybe for reduced taxation or better winter weather.  Our country, and others, should be preparing for a reverse migration.",
        "If people would just keep this simple truth in mind when they make decisions that have ramifications for the climate, there might be a little hope: We need the planet; the planet does not need us.",
        "Wow. Who would have predicted that an increase in the concentration of atmospheric CO2 from 0.03% to 0.04% would be so devastating? Nature is extraordinarily sensitive.",
        "Anyone is blind or naïve if they don't think (or believe) that America's cyber-warrior enemies -- Russia, China, Iran, North Korea, et a. -- is watching the scenarios that are unfolding in Houston, Las Vegas and other southern cites in the heat of summer and northern cities in the cold winter.  Epic disasters waiting to happen with a few taps on a computer keyboard. A terrifying prospect. Yet far too many people continue to whistle past the graveyard despite the warnings about the dire effects of human-caused climate change,.",
        "can someone explain why this means that-- why does greater availability mean risks higher ? \"And second, the greater availability of air-conditioning in Phoenix means the risks from a power failure during a heat wave are much higher.\"",
        "In February 2021 Texas had the \"Big Power Failure\" due to extremely cold.  That almost brought down the whole Texas power grid.  That's the other side of the coin.  Cold and no heat, a recipe for death.",
        "I remember reading last summer about the shockingly bad burns people received in the Phoenix area during a heat wave. All they had done was step momentarily on some asphalt while barefoot, or had fallen on the street and gotten up quickly. The emergency room physicians certainly have been seeing some horrible injuries. The worst descriptions were of homeless people who had slept on the street. This is our future, folks.",
        "We are not alert to the rising heat outside our air conditioned homes, offices and shops  We're just like that frog in that pot of water.  The heat slowly sneaks up on you and then you're cooked.",
        "Prepare we should, but prepare we won't, at least not in states where climate DUHniers hold political power. Like Texas and many southern states. The need to prepare often falls victim to the \"railroad crossing syndrome.\" We don't put up crossing lights until somebody gets hit by a train. Well, we're about to get hit by a train called climate change. Prepare for impact.",
        "Without any doubt, republicans are to blame for where we are today. For 50 years they have lied to Americans , lobbying their way towards profits over welfare, fighting for deregulation and essentially ignoring the issues of climate change. And today, Abbott and DeSantis won’t even allow the words climate change be legislated. Trump wants to give fossil fuel companies more leeway. God help us, really, god help us.",
        "I grew up in Houston 70 years ago. We were a solidly middle class family and did not have air conditioning until I was in high school. We only got it then to help my mother's asthma. We were comfortable  without air-conditioning because our house was designed for the climate - post and beam construction, strategically placed windows, reflective roof, gigantic attic fan and set in a large yard with many tall trees. After high school I left and did not return for many years. When I did I saw how much the vegetation changed - more invasive palms, even different weeds and nothing ever seemed to dry out even by Houston standards. While we might not have needed air conditioning then, we would want it now.",
        "Humans are smart? We apply our intelligence in response to primitive emotions. We cooperate well and at the largest scale in a special case: war. A look at our domestic politics suggests that collectively we have limited capacity for critical thinking and rational action. A look abroad confirms it.\n\nWe're not doomed, but the political and social transformations needed to survive as a species will be extreme and almost certainly violent. We're in for a rough ride. \n\nBut who knows? Maybe AI will become advanced enough to fix it all and benign enough to keep us as pets.",
        "Coming to an unsustainable industrial infrastructure near you. There's an essential lesson here that still seems to be eluding corporate chiefs and elected officials: the industrial experiment is a failure. Over a very short period of human existence this system has improved the lives of a minority of people for an evolutionary instant. But the inevitable demise of this system—\"unsustainable\" means just that, it can't go on—will lead to human and of course planetary suffering on a scale never before seen. \n\nTime for those corporate chiefs and policy makers to give up the game, enact policies aimed at de-industrializing to the greatest extent possible. The most important tool in this toolbox will be SHARING. No more super-wealthy, multi-home and -yacht families, and no more poor people without homes at all. No more lunatic incursions into wildlands to exploit resources within our very last and precious viable ecosystems. Ease the greed and diminish the coming (and currently ongoing) suffering.",
        "Climate scientists don't need to lose sleep over this. Ordinary citizens should be the ones losing sleep - hasn't it occurred to anyone who lived under the Texas/Arizona heat domes last year that if there is an issue with the power grid while the temps are over 100 every day, they are cooked?\n\nIt's just a matter of time before a power grid goes down during a really severe heat wave, for one reason or another.\n\nThen, finally, people might wake up to the danger of living in some of these southern places that are worst hit by global climate disruption. Locations which are only going to continue getting hotter and hotter due to the political stance taken by most of the inhabitants of the south.",
        "Thank you for the article. I wrote to ConEdison and asked what they are doing considering climate change is accelerating. Eg, any backup power plants, etc.? Haven't heard anything back. \n\nWe had people dying during unprecedented heatwave in Washington State only a few years ago. People slept in NYC in their cars at least once because of power failure.\n\nPerhaps there should be a Congressional Committee/Commission for this.",
        "All valid arguments.  However, the voters of America will continue to put pro-fossil fuel candidates into office.  They (voters) have no idea that there is a connection between their choices and the fact that they've signed the death warrants of millions of people.",
        "And people in renewable energy circles say that energy transformation is easy - just incentivize people to use les energy when the grid is strained. We are really doomed.",
        "Very good points. \n\nThe danger is the cascading effects of several aspects of climate change that each on their own would not cause much damage (a few hotter days here and there, one power outage, one extreme weather event, etc.). But combined, which is much more likely to happen in the future, this could lead to public health disasters.",
        "When it comes to Climate Change the \"canary in the coal mine\" is insurance, specifically Property Insurance - and this canary has started dying.  \n\nProperty Insurers are abandoning - not pulling back or merely increasing premiums/deductibles/reducing coverage - but ABANDONING Florida, Louisiana, Texas and huge swathes of California.  Which States are next?  Meantime the government's flood insurance program's drowning in debt.  \n\nThe insurance ramifications are dire in terms of whether humans can ever stop Climate Change, because if insurers don't insure, banks won't lend.  If banks don't lend, property values, etc., will erode, then crater.   If that happens our currently robust economy will reverse and go into recession, even depression - perhaps irreversibly.  \n\nThen the financing/funds/tax base essential to fighting Climate Change, i.e. building EV factories, solar & wind farms, turning building heating green, etc., etc., will all dry up - and we'll have lost the battle, perhaps forever.  We have to stop & even reverse Climate Change immediately.  That means putting intense pressure on government to act far more decisively, far more quickly.  Because if it doesn't, the banks & insurers will decide Climate Change policy, not government.  Is that what we want?  \n\nWe need a Presidential candidate running solely on a platform of EFFECTIVELY fighting Climate Change.",
        "What a horror story, natural disasters (storms, droughts, wildfires, floodings, etc) ever more frequent and severe, due to Climate Change, yet ignored by the republican variety as a Trumpian hoax. We need to be better educated about the ill-effects we are going through by \"supporting\" fossil fuel usage...instead of the much cheaper (potentially, at least) renewable energy that, simultaneously, would be the best way to fight Climate Change. We are not only shooting our own foot but decimating the livelihood of our cousins, the rest of animals that share mother Earth with humans.",
        "I think people fail to understand that there is no reversal of climate change. At least, not on any timeframe that would allow us to avoid human death on a massive scale. Mitigation is possible, but political leaders and corporations have yet to show the kind of resolve or understanding it would take to implement even the most rudimentary mitigants to the process.",
        "It is apparent that our ability to elect progressive government will always be challenged by the fossil fuel industry and its lackies in congress. Trump brazenly requested a $1 billion campaign contribution from fossil fuel and in return he'd reverse every progressive policy Biden has implemented. A completely backward policy.\n\nBut while we suffer misguided politicians, that doesn't mean you cannot protect your family as an individual. While incentives may vary, solar panels and batteries are coming down in price and even though they may not be adequate to keep your whole house powered, it can be enough to power one room with one mini split A/C and your refrigerator.\n\nIf you were living in Houston right now, you're scrambling to keep your family alive. I'm no longer waiting. If I can afford a Disneyland vacation, I can afford a means of protecting my family.",
        "And more to the point, what about these effects ten to twenty years from now. It is certain that heat and humidity  will increase year by year.\nHuman heat and wet bulb limits are unchanging.\nLethal heat waves around the world could affect millions, tens, hundreds of millions. Cooling centers for millions? \nAnd what happens when millions try to escape heat death? When tens of millions of Central Americans desperately try to move north? When similar numbers of Africans try to move north to escape Sub Saharan heat?",
        "It’s June and we haven’t had a single 80 degree day in San Diego this year.   But obviously my senses are fooling me and my personal experiences of many consecutive years of cooler summers in San Diego are clearly incorrect.",
        "The age-old question: Are humans smart enough to outwit their demise?",
        "good article Jeff.   The power grid is a leftover of 1920 technology, kind of like what's under the hood of most cars. Remember that indoor air conditioning, keeping people alive in hot weather, has the effect of dumping waste heat out into the envionment.  Hard to get around the laws of physics.",
        "Yes, it sure looks like doom. \nSome people use wind or solar energy. \nAnd then, there’s wars, the engine of our economy! Wars contribute to the climate crisis.  \nWe can’t stop wars though because our economy would collapse.\nAs long as we can afford our beef burgers and war stuff, many don’t care.",
        "The CO2-buildup angle of AC use is another issue. \n\nOur use of air conditioning adds to the CO2 buildup; it's part of a deadly spiral. Travel to cooler spots for hot periods, another CO2 use. Yes, people can use greener power sources, some are much better than others, but none of the tech solutions are totally removed from the industries adding CO2.",
        "People will not see the risk until it has come upon them.   Temperature is very hard to adapt to if its change is sudden and marked and a surge such as was had in New Delhi shows how large populations are endangered in a very real way.    Our grid, even if it were better created and maintained is too hard pressed to manage a load.    Rolling blackouts might maintain some ability to hold out in some short span of time, but periods of long heat waves now occur well over 2 weeks in some cases and that cannot be managed all that well.    Keeping cool for a single individual might work in a filled bathtub while soaking, but that can only be done for so long.   The extremes of age and those with chronic kidney and circulatory diseases will fare very poorly and others with some neurological diseases may not function much better.\nDenial is no longer workable.",
        "“visits to emergency rooms”\n\nI immediately thought of how many people might go there by car.  But suppose electric cars with no juice to recharge them?  Even public transport will become more and more electrified.\n\nWe may need vehicles with solar panels on top?\n\nThe permutations and combinations here are mind-boggling.",
        "wonder if detroit factored in a retreat to basements. Basements are a thing in the midwest, less elsewhere. In the days before AC my family would spend more time downstairs where it was always cooler.",
        "\"As for the coral reefs that bleach in the hot oceans and the howler monkeys that fell dead out of trees during a recent heat wave in Mexico, well, that’s sad but life goes on.\"\n\nI know this is meant to be facetious, but anyone who actually believes this should know that life does not go on if coral reefs die. They are the basis of the ocean food chain and provide food for more than 1 billion people. If reefs collapse, ocean life collapses and if the oceans die, we die.",
        "There was a time in my life when I seriously considered building an underground house.  I had many possible plans to choose from, but zero banks interested in financing.  Needless to say, that project never happened to my chagrin.  \n\nWe humans are great at fixing something broken, but terrible at preventing it in the first place.  I doubt that will change ... but it should!",
        "As stated in the article, we think we're smarter than Nature and can find the backdoors to survive whatever it throws at us.  It's hubris and a death wish in one.  We're genetically flawed in many ways and designed to expire.",
        "Some medications also increase the risk of heat-related illness, such as stimulants (which it seems like more people are taking these days).  Emergency plans might need to take this into account as well.",
        "I have an aunt who is kept up at nigh by fears that her cat may become a jazz pianist.\nShould we all start being afraid of what keeps others up at night?\n\nIf I were a climate scientist, I too might sound the claxon to draw attention and research funds to my little corner of the world. There's always something new or a storm to catch our attention to kick one of these off. What follows is a sermon on how we have to make changes in how we live to garner an uncertain benefit at an uncertain time.\n\nsort of like folks that used to sell hair restoration tonic.",
        "Since carbon-based life forms appeared in the fossil record 3.8 billion years  ago climate change has been inevitable and inexorable.\n\nPrimarily due to tectonic plates, solar cycles, asteroids, comets, chemosynthetic microbes, photosynthetic microbes, fungi, photosynthetic macrobes, Jupiter, lunar cycles, Mars, a tilted wobbling Earth, supernovae, neutron stars, black holes and the flipping of Earth's geomagnetic poles. \n\nEarth's climate moved to 1.5 °C before 1850 while we were still slaughtering whales for their oil. Antarctica's ice sheet collapsed 120-140,000 years ago.\n\nBut across five currently known major mass extinctions carbon-based life abided  The great Edicarian, Cambrian Ordovican explosions of organism and ecosystem biodiversity epoch eras were preceded by Snowball Earth. \n\nPhotosynthetic microbes and macrobes making sugars and releasing oxygen and water vapor using sunlight had and still have the most natural substantial biological impact on Earth's climate. Animals are a source of carbon dioxide\n\nSee 'Climate Models Can't Explain 2023's Huge Heat Anomaly--we are in uncharted territory 'Schmidt et al Nature March 19,2024 \n\nExtinctions are essential and necessary..\n\nVia evolutionary fit natural selection adaptive radiation niche role occupation resource partitioning. \n\nSee ' Mapping the Planets Critical Areas for Biodiversity and Nature's Contribution to People ' Neugarth et al Environmental Research Letters January 8,2024 ; Theory of Island Biogeography' Wilson",
        "In addition to many, many things that should be done, could they create a system of emergency subterranean shelters where people could go to cool off?",
        "\"Building cities with less concrete and asphalt and more parks and trees and access to rivers and lakes would help.\"\n\nAgreed! www.bio4climate.org is helping urban areas convert parking lots to tiny forests. But this is just part of the need to restore healthy biodiverse ecosystems to mitigate climate chaos. From the boreal forests we cut down for toilet paper to the wetlands (once called swamps) we filled in to build MORE- we need these ecosystems to hold flood waters, hydrate the soil,  create fire breaks, and support plants that cool the air with evapotranspiration. \nNot only do we need to build better, we need to build less and restore and regenerate more. Not because nature is pretty, but because we need nature to survive.",
        "I see no reason why hot southern cities cannot invest in solar power. I see very few solar panels in Florida the \"sunshine\" state! Batteries in homes could be like a generator providing power. My daughter has solar panels on her roof, and saves a huge amount of carbon! It makes perfect sense.",
        "Hey, here’s another possibility: don’t live in a place like Phoenix, which can only sustainably support a population of a few thousand people - a conclusion that is obvious to absolutely anybody with a brain and eyes to see, upon setting foot in the place.",
        "Surely this is more important than Trump versus Biden?",
        "Billionaires, Corporations and Politicians denying climate change and remedies are more than greedy tools protecting profits.  They are murderers.",
        "So glad an offer to “drill like crazy” in exchange for a billion dollar “donation” is part of the GOP’s energy platform.",
        "Finally got to one of the key strategies to deal with what we were warned about—decades ago: reduce carbon emissions. By a lot.\nAnd for some of these regions, don’t vote for the guy who calls climate change a “Chinese myth.”",
        "Banning Taylor Swifts and Leonardo Decaprio's private Jet's would save the world.",
        "For the dispassionate observer it's interesting to watch which inevitably will make this tiny planet uninhabitable for humanity: climatic inversion or nuclear war. At the time of writing, the race is tightening and they are  neck and neck.",
        "The lack of hundreds of comments on this article indicates that even NY Times readers can't handle the truth.\n\nWe've already passed 1.5 degree Centigrade.  The oceans are hotter than ever, etc.  It's going to get ugly and deadly much sooner than even those of us who have been paying attention had expected. \n\nWe need to form alternative governmental structures since the big money that funds our official system has absolutely no intention of saving anything but the profits of the already super-wealthy.",
        "The article reveals the folly of our reliance on tools to live with climate change instead of reversing it. \n\nThen the article says we need better tools. \n\nThis mindset is why we never get anywhere.",
        "Are you saying that climate change will effect our ability to survive climate change?   How many doomsday scenarios can you come up with?  Are you saying that climate change will result in a cascading effect of life threatening problems.  Wow.",
        "Just read how China's new \"Volt Tycoon\" technology could wipe out our infrastructure/power grids etc. A war over Taiwan is more dangerous than we are being told...",
        "I do not understand the allure of these hot weather cities.  All of Florida, most of Texas, Arizona, etc.  There is a very good reason that they were mostly under-developed until widespread air-conditioning.   Yes, it's cold in the north in the winter.  But people are adapted to cold, you can put on a warmer jacket but you can't get better than mostly-naked, northern storms don't destroy entire towns, the land is geologically stable, the ground is mostly fertile and useful.\n\nI think that kids born down south are going to be making their way back up north by the year 2100.  Between hurricanes, fatal heat waves and the burning-up of their vegetation, there's not much reason to stay in the south.",
        "Climate change and \"climate weirding\" are making it more difficult to raise food crops around the world. Ask any farmer of any type of crop in the US.",
        "This could be what's behind the nostalgia of MAGA supporters.  Yearning for the good old days where only nuclear war or a pandemic could wipe us out.",
        "Fear not Houston and the rest of Texas. As you are a lock for Trump in the Presidential race recall his response to an inquiry about rising heat when he shrugged it off and said don't worry it will cool down.",
        "I sent money to New Orleans after Katrina. I will be less sympathetic to the oil capital of America getting climate-changed out of its air-conditioning.",
        "God forbid the U.S. experiences situation the third world experiences all the time. Due to pollution from the first world.",
        "I can’t believe it, are they really saying that it’s going to get hot this summer?  Has that ever happened before?",
        "I just watched the late 90s movie “Deep Impact”, about a comet hitting the earth. Right before a piece of the comet hits near the US east coast, there is a massive traffic jam of cars trying to drive west. \n\nHere is what I learned from the movie: own a motor cycle! Only the folks on motorcycles and bicycles were able to get through the traffic jam.\n\nAll the people in Texas really need to be buying motorcycles so they can better get away through traffic when the power goes out.",
        "There was a time when I thought that a warning in advance that millions of people were at risk for something would lead Americans to pull together and take steps to prevent it. Then the pandemic came. What will happen is that half of us will pull together to try to do something and be ridiculed by the other half.",
        "Do you know what’s right now happening right now in North India? On 31st May 2024, sixteen young girls , students of a local school from Aurangabad, near Patna city ,Bihar State died in a severe heat wave. The girls had gone to the school and the time around 12 in the noon. All the sixteen death took place in two hours of their being brought to the local hospital. The last two girls were being brought to the hospital in a local vehicle. The girls were helplessly shaking their heads violently and before the girls could come out of the vehicle, both of them fell down dead.\n\nOn an average more than one hundred people are dying due to heat stroke in the states of Bihar, Uttar Pradesh, Jharkhand and other neighbouring states. Our Prime  Minister had called a meeting of the scientists yesterday and according to them there is no hope for any immediate respite?  Is there a way out or like the helpless school girls are we really helpless?",
        "One wonders what the desert southwest and other southern locations would look like if air conditioning had not been invented.",
        "The only way the majority of human beings will make the sacrifices needed to stop the destruction of our climate is for them to be slapped in the face with severe consequences.  Even then, it will take government mandates on top of the disasters to change the way our societies operate. \nAs a species, we will not voluntarily do the right thing.  Maybe we should start looking at why that is.",
        "I highly recommend reading books by this author on the topics of water and heat. Highly readable. Highly engaging. Sad and scary and quite accurate. Heaven help us.",
        "We rail against China because its government highly subsidizes solar panel, wind-turbine production, and EV production, and yet the U.S. government and its taxpayers both subsidize the fossil fuel industry to no end and use petroleum to disseminate life-aborting war ordnance in Russia, Palestine, Sudan, Yemen, Syria, and Lebanon. Does anyone see the hypocrisy in all this?  Worried about climate change? This is business, pure and simple, and the biggest bang for the buck: CO2 is who we are and the profit margins can't be sacrificed for buried power lines, sensible, adaptive architecture and/or heat pumps, solar panels, and a rapid influx of EVs. The irony, of course, is that, while we bleat on about abortion in this country and abort lives in other nations with fossil-fueled ordnance funded by taxpayers, we've also decided to abort the human-project as well on earth. There's your \"heat wave\" of the now and distant future. How will we prepare for \"heat waves\" when we're subsidizing our own destruction?",
        "We had a derecho a couple years ago in eastern Ontario and western Quebec and I have never seen anything like it. We simply don't get those kind of events around here. The damage was incredible and I had no power for a week. And it's only going to get worse with much more death, destruction and suffering to come for everyone, but hey, at least the stock market is up!",
        "We can never say we weren’t warned in time.",
        "The environment in which humans continue to develop the most destructive devices on Earth is sending us a very important message.\nBut we are too dumb to hear it.\nIn fact, we are trying to get computers to emulate our thinking, which we euphemistically call artificial intelligence.\nThe flaws in human nature are stunning.",
        "'an 18th century building that had an indoor fountain, thick walls, and a ventilation system designed to channel the wind through each room. There was no air-conditioning, but the building was as cool and comfortable as a new office tower in Houston'\n\nsounds great !  I'd love to see more details of how that works - I've seen various pix of African wind towers designed to cause convection currents - I also had a book 'Your Engineered House' which suggested something like a water tank under the floor as thermal mass for summer cooling.\n\nWe live in an ideal thermal mass condo/strata unit inner-city  Sydney (OK temperate climate but had a world's highest temp one day back in February 2020 heatwave) - with concrete slab floor and ceiling, double-brick walls, with same-temp neighbours above, below and either side, and only external walls north living area for ideal winter sun (S hemisphere) and south bedrooms for ideal cooler sleeping.\n\nOur heating/cooling bills, used only in peak winter/summer, did average only an extra $1 per day, but post-COVID price increases that is now maybe $1.50 per day.  \n\nDuring Feb 2020 heatwave/wildfires surrounding/threatening Sydney we ran the air-con 24x7 costing $2 per day, so that would now be like $3 per day.\n\nSo yes thermal mass is great in summer - IF cooler nights allow it to re-emit that stored heat.\n\nBut it's unclear to me how well the example in the story works - in brutal temperatures - more please ?",
        "The first time I went to Florida as an adult I was shocked at all the dark colored roofs and lack of deep overhangs.  This simplest of ways of cutting heat absorption into your home are ignored. Of course, having lived there, I know a white roof would need to be power washed twice a year to get rid of the gross green and black crud which grows everywhere, and the dark shingles hide, but I would think the offset in electricity rates would still make it worthwhile. Glad to be out of there.",
        "Keeping it closer to home, let's remember the 1995 heat wave in Chicago, which led to the deaths of 739 people in 5 days, even in a city that never lost power.",
        "World population 1970: 3.3 billion.\nWorld population 1990: 5.2 billion.\nWorld population 2010: 6.9 billion.\nWorld population 2024: 8.2 billion and counting.\nThe elephant is still in the room.",
        "I know what it is like.  Standing on rail road tracks and you see the headlight in the distance.  So small and so far away.  Yet before you know it that light is upon you.",
        "And yet, Texas still votes for the climate change-denying GOP.",
        "\"Tipping Point\" !\nNot to worry . . . \nWe're WAY past it !\n\n2023 recorded the Highest CO2 Emissions in History: 419.3 parts per million !\n\nApparntly, all the talks and efforts to \"reduce\" our Carbon Footprint have Failed . . . \nTerribly !\n\nOur antiquated Electrical Grid will be pushed way beyond it's capcity this summer.\nThere will be a large increase in heat-related-deaths.\n\nWe do have Infrastructure Bills \"on the books\" - passed for upgrading just about everything that is \"falling apart\" in our country, including the elecrical power grid . . . \nAnything Happening ?\n\nWe also have regions which have RUN OUT of Drinking Water !\nSome towns in Arizona have already been Cut-Off from Town Water and have to have it trucked in monthly.\n\nSeems like we're adapting poorly to our changing climate - inclusive of those who insist on still digging up Coal and drilling for Oil and Gas.\n\nThose who continue to do so will prop up governements which allow them to do so until the very last drop is extracted !\n\nWE can do better !",
        "This summer will be one of reckoning. The forecast predicts 17-25 named storms, 8-13 hurricanes, and 4-7 major hurricanes, with the Atlantic experiencing record-high temperatures. The threat of multiple major hurricanes hitting the U.S. is unprecedented. Yet, despite the grave risk posed by climate change, it doesn’t top the list of issues in this campaign. When will people realize that climate change is driving many of the problems we face? Unfortunately, it might be too late.",
        "\"Yeah, it will cost  money.\"  That may be the most overlooked sentence in this essay. \n\nThe problem is that in the states listed most frequently here the states don't want to spend the money. The promise and allure of being low tax states brings in more people and more businesses seeking lower taxes. \n\nYou don't want to \"mess with Texas\" as the saying goes. That's true. Mother Nature is already doing that job. She is saying \"You can pay me now or you can pay me more later.\"",
        "We drove from CA to TX last July. Never again.  Even leaving late enough that we didn’t arrive in Yuma till 9pm, I could feel the 115 degree heat in my eyeballs.  We had water, pedialyte, sunscreen etc, but I worried about having car trouble anywhere along 1,300 desolate miles. If done at all, it should be done at night only; checking into a hotel at sunup and not getting back on the road till it’s going down.",
        "All the folks who retire and head to Phoenix because they’re tired of winters — what are you thinking, making yourselves another drain on resources in a region already on the edge? If and when there are power outages, causing life-threatening scenarios such as described in this article, rescue priority should consider age-bracket. My fellow golden agers, if you’re going to assume a risk under a set of conditions where you should darn well know better, be prepared for the consequences.",
        "Humans have knowingly denied and or intentionally failed to respond to the very obvious and complete climate science for decades. We have earned the devastation we see happening now, which promises to increase. \nWe could mitigate the damage now, but as we have seen, Republican Russian style misinformation is very successful in getting simple people to act against their interests and support politicians who help mega wealthy people damage the earth on purpose to make a few more bucks. \nHumans may well have outsmarted ourselves and generated the means of our own demise. I guess that isn't surprising. But that we did it while knowing better for decades is just pathetic.",
        "What people overlook is that as temperatures rise, damages rise not proportionately but exponentially.  The reason is simple: first, infrastructure is built to design standards with limits within which weather extremes can be withstood but beyond which structures tend to fail with catastrophic results.; second, plants and animals, including humans, also have \"ranges\" within which weather variations are tolerated but beyond which death or disability ensues. As weather becomes more extreme, more and more of those limits are being exceeded.",
        "Melt down 400 million guns to make AC parts, electrical towers, and windmills.\n\nSolves or mitigates at least 5 issues.",
        "It's time to talk about the climate crisis factor so rarely mentioned, overpopulation. Our world is getting hotter and hotter, as our world grows bigger and bigger. Many, if not most, biological and earth scientists believe that rapid population growth is a significant factor in climate crisis.\n\nWe are at 8 billion heading to 9 billion in about a dozen years. We are not expected to stabilize Population until about 2100, at 10 billion or 11 billion or maybe more depending on which computer algorithm you want to look at. These numbers are not sustainable.\n\nComputer algorithms that predict population growth are making assumptions that family planning availability will continue to grow at a steady rate. We are seeing that family planning availability is back sliding in a number of places, including our own country.\n\nAnyone who is concerned about the risks of climate crisis should consider the science on the significant factor of overpopulation on these problems. We all need to advocate for national and global ethical women's reproductive rights. It's good for young women, their families, and the environment.\n\nThe only people who are not concerned about overpopulation are people whose financial investments are dependent on constant population growth, such as constant stock market growth. These people are more concerned about any possible population stabilization or decrease that could effect profits. Let's prioritize our environment over stock market profits.",
        "Unfortunately for the climate, people in places with unreliable electricity -- like rural California, where our utilities actually turn power off during heatwavews -- most homeowners who can afford it now have gasoline generators.  My utility actually paid me to buy one (I have two now).\n\nBattery backup systems are still prohibitively expensive, at least 10x what a similar size gas generator would cost.\n\nUnfortunately for people in cities and especially in apartment buildings, this is not an option for them.  That is where people die when heat waves hit.",
        "... Or, don't live in a place where the temperature is regularly above 100 F. Folks with limited financial resources can't just up and move, but people have been moving to the southwestern states for a long time, despite the lack of water and extreme heat. Those people will be looking to resettle in less vulnerable areas. The great (climate) migration is starting, and as always, it's the have-nots who will bear the harshest burdens.",
        "Can we admit that population expansion in states that have a desert climate only happened due to cheap electricity and air conditioning in the years following World War II?  When those two conditions change again in the future, with blackouts and high costs, it doesn’t matter how cheap power was or how cool the tech is, it’s essentially a boom town set-up, and boom towns bust.\n\nSo yes, architecture that reflects the needs of the climate would help. But not, out of hubris and greed, developing the desert, even more, would be smarter. Otherwise, one is beating one’s head against a wall expecting a different result.\n\nWhere I live it’s very hot and humid in July. We live in a 200 year old brick and stone house with its share of mice in its thick walls. It is way before air conditioning, and isn’t suitable. We make use of windows and a shady porch and shady trees. At night we sleep uncovered with fans purring. We drink iced tea. We slow down. After a few weeks, the wind picks up in early August. It’s not everyone’s cup of tea, but 200 year old architecture has its benefits. And fans consume a lot less electricity, so the bill is cheaper. \n\nThere are periodic droughts, where we need to conserve water and not run appliances in the daytime to prevent overloading the grid. We definitely experience risks. \n\nStill, as hot as it is, it isn’t desert.",
        "\"Humans are smart. We have tools. Yeah, it will cost money. But we can adapt to whatever comes our way.\"\n\nWouldn't it be simpler just to acknowledge the reality of man-made-climate-change and \"adapt\" by collectively behaving in ways that reverse its effects?\n\nOh, I forgot - that's a \"liberal\" idea and liberals are, to conservatives, the enemies of all good things.",
        "Beyond continuing to try to combat climate change on the global level, we are going to have to invest in resiliency at the local level.  And that means changes in infrastructure.  \n\nUnfortunately, at least in the U.S., we gotten in the habit of talking about infrastructure enhancements for a good decade or so, studying the infrastructure enhancement for another decade, and then slow-walking infrastructure construction and installation for another decade. It is maddening",
        "Hi folks, for a couple of bucks, you can buy electrical timers that plug into your outlets.   We use these to cut the overnight power to many of the 'zombie' consumers like your smart TV, modem, stereo, etc.   They pay for themselves quickly.   This is a hassle free way to reduce your consumption.",
        "\"The damage from the storm was so extensive that, five days later, more than 100,000 homes and businesses were still marooned in the heat and darkness.\"\n\nNote that the quote above from the article is more a truism than an explanation. Past experience with the low-reliability Texas electrical grid suggests it was most likely bad regulatory policy which accounted for the long delay.",
        "In Texas, where I live, the humid low 90’s weather has been hard on me this year as I work in the yard & garden. My husband on the other hand, is quite acclimated to being outdoors more, and the heat doesn’t bother him nearly as much.\n\nI’ve been considering how to acclimate myself better to the weather so I’m less likely to have to come inside and lay on the ground under the ceiling fan, panting and sweating from staying outside too long.\n\nWe’re messing with forces FAR greater than ourselves here. And our hubris is going to be our downfall.\n\nGet ready now. No one can say we didn’t see what’s coming.",
        "So what did people do before air conditioning?   There was a ten day heat wave in New York City called The Scourge in which 1500 people died and temperatures reached 120° because of just what the climate change scientists are now talking about, no air conditioning.   The year was August 1896.",
        "Unfortunately, 9 times out of 10, those with more than enough want to pull up the drawbridge behind them and lie to themselves about why other humans are lesser. As someone with no kids, I wish I could live to see their great’ and grands’ embarrassment, just as I am ashamed by dad campaigned for George Wallace.",
        "I was getting a bite to eat at a local luncheonette counter recently when the woman sitting next to me struck up a conversation. I mentioned that I had moved here from California and she asked me why. I said climate change and she immediately understood. She and her husband had also moved here from the Georgia coast for the same reason.\n\nSo the conversation turned to climate change and after a bit she mentioned that she's a climate scientist studying the carbon cycle of the ocean and how single celled creatures affect it (turns out her research showed that they won’t help us).\n\nShe said that she and her husband had decided years ago not to have children because she could see what was coming. And I immediately understood.",
        "We moved from Arkansas to Michigan because of the heat and humidity. Models show that Arkansas will experience 50+ days of 100 degree temps by 2050, Michigan in contrast stays consistent over time. And the politics climate is much better.",
        "As a Houston resident, I can attest that heat will be the downfall of this great American city. We are in for a fairly active Gulf hurricane season (which can also do a great deal of damage to our electric grid). Interesting solutions in this essay, but burying lines is unreasonable and expensive (it’s easier to find “above ground” problems and there will always be an “above ground” line to move power). To keep electric rates low for industries and businesses, we have kicked the can down the road on hardening our grid not just in Texas but everywhere. \n\nThere are a lot of “climate change deniers” who live in Houston. However, they are the same folks who have installed home generators because they don’t “trust the grid” but won’t tell you why weather systems are getting worse, even though they know.\n\nWe aren’t going to arrest climate change. Those days have passed. Now, it’s about climate change management.",
        "I am curious about one thing. Most people in Phoenix have cars. If a five-day blackout happened, I expect many people would use their vehicle ACs to take periodic cool-down breaks. I am genuinely curious how the researchers factored that into their modeling? \n\nPlus, if you have an electric vehicle, most have large enough batteries that it's possible to run them for *days* for cooling only (without risk of choking on exchast fumes), especially as most electric vehicle owners (like myself) keep them at full charge when not in use. Seems like a very sensible backup system if you live in a vulnerable area of Phoenix. \n\nIf you're going to drive, why not pay a little more for an electric vehicle to get peace of mind if a blackout comes? Plus, with certain models, such as the Nissan Leaf or a Ford F-150, you can even use the power from your vehicle (with an inverter) to power critical appliances in your house, such as your fridge. One more win for the electric car.",
        "I'm not optimistic about it happening, but we need laws in the U.S. to regulate use of a/c, as they do in Europe. In Switzerland, you have to prove you have a health condition. In Italy, hotels can't turn on a/c until a certain date. In France, it's illegal to run a/c in a store while the doors are open.  The 328 million of us in the U.S. use more energy for a/c than the 4.4 billion people in all of Africa, Latin America, the Middle East, and parts of Asia. Once we can't use a/c like we do now, we will show more concern for climate change.",
        "This is a consequence of world overpopulation.\nOverpopulation is directly responsible for global warming, environmental destruction, and resource depletion.\nIn the long run, reducing world population is the only way to achieve a sustainable world.",
        "Every home in Phoenix should have rooftop solar panels and battery backup. Really - if not Phoenix - then where?",
        "“It doesn’t really matter if the blackout is the result of a cyberattack or a hurricane,”\n\nLikewise, it does not matter whether the rise in sea level is because of one reason or another.\n\nHumanity will have to deal with the consequences. And we may be better off trying to find ways to do that - instead of finding ways to convince certain politicians and their oil & gas buddies that more needs to be done more quickly to prevent a climate catastrophe.",
        "Not mentioned is the effect of climate change on our gulf stream, which will affect climate patterns in the north.  Cold weather and blizzards also kill.",
        "We, the humans living on this planet, have created a existential threat to our survival but seem unwilling or unable to accept the blame and unite in efforts to stop the \"steal of our planet\". \nThe fact is that there are many ways to combat this threat but arguing over the impact of fossil fuels, the danger of nuclear reactors, and failing to accept the dangers are some of the obstacles too actually getting things done.  People continue to drive at speeds well above the limits and waste gas. they continue to resist off shore winds farms, and large solar arrays close to their back yards.  We contiue to have politicians who clearly cannot understand the threats and continue to preach \"drill baby, drill\" slogans.\nWe are at the precipice of extinction and many continue to ignore the truth.",
        "X Over the next 50/100/200 years Biosphere temperatures will rise. This will lead to a rise in Ocean waters. Human survival will be limited to habitable planetary niche areas.\n\n X Will this prompt a wake-up-call that will force humanity to address the issue of Homo sapiens survival?\n\nX Can there then be world-wide agreement as to the cause being the anthropomorphic self destructive Opposing Force Field underlying our collective unconscious?  \n\n(This Opposing Force Field is the negative force that through the centuries has been driving our deeply flawed self destructive human behavior; now in this New Age continuing to be the cause of societal dysfunctionality - and a threat to our survival.)",
        "I am the opposite of your typical American climate denier. Where I live there’s no such thing as a summer without dust storms turning the blue sky a dusky brown and searing triple digit temperatures.\n\nIf Trump is elected, the oil giants will go on a binge and the escalating dangers of climate change may be unstoppable. \n\nI fear for our democracy in this climate of truth denying Republicans. But my greatest fear is the grim advance of heat waves, wildfires and coastal flooding that will prove in a most horrifying way that climate change denial is a wicked folly that will doom our fragile, struggling planet  and the thousands of species at the mercy of its greedy and ignorant human stewards.",
        "This opinion is scientifically problematic. It involves a lot of pseudo scientific assertions not grounded in reality. Climate change is real. We know that. However, essentially every prediction of future consequences I have seen have been wrong. Why? Because our models are wrong. The simple fact that every model must be 'calibrated' to reconstruct known past conditions is damning. We must change settings because we don't understand the feedbacks in the climate system half as well as we think we do. \n\nLook at sea level rise. It hasn't risen nearly as much as it was supposed to. Weather isn't nearly as strongly linked to climate change as people think either. The author leads with tornadoes, yet increases in tornado activity can be explained very easily by advances in detection, not increases in frequency. Same for hurricanes. Wild fires in the US have no connection to climate in any real sense, but it does to Smokey Bear. \n\nLook at the so-called global temperature trends. We don't know what the global average temperature was in 1900 or even 2000. While instruments are getting better, we have changed methods so often and haven't put much effort into normalization that the number is essentially meaningless when comparing eras. 2023 was more likely than not the hottest year on record but the certainty of that is quite low. So low that it should be treated as an assertion.",
        "The grid should support the renewable energy system of each home, apartment building, store, and factory, not the reverse.  We make society unnecessarily complex on behalf of a unitary, coalescing economics, rather than economics of diversity. Responsibility should begin with the individual, then family, only then community, and last society.  Small is beautiful, including with the grid.  As complexity endangers human civilization, we will re-discover, while  kicking and screaming,  the good life at the local level.  This is not a partisan issue as the global system becomes  supportively subordinate to localism.  Technology itself is not the enemy;  it is its scale that is the problem.  Our health as a species demands we see ourselves as just another participant in biodiversity.",
        "This is the first time I have ever seen someone suggest in writing that burying electricity transmission lines would be a good idea. Amen to that! Think of how many forest fires would be averted. And then there are the esthetics of those ugly power lines. Another problem solved. Yes, it would be very expensive but look at the billions of dollars it takes to prevent, contain & suppress, and clean up after a huge forest fire.",
        "Many Northerners are relocating south and I’ve heard them say over and over that the summer heat is the opposite of winter cold-just a few months of AC versus heating systems. \n\nA terrible false equivalency. You can get warm in shelter in a protracted deep freeze, but there is no way to escape a brutal heat wave. Even your pool water will get uncomfortably warm. \n\nFolly.",
        "How about\nThose poor souls?\nThe people in Phoenix?\nThose poor folks in Houston?\nWell, this is every one of us, just not yet.\nSomeone could be forgiven for assuming\nthat they will stay isolated from this reality.\nAfter all, the cushion of technology insulates\nmany of us from so many difficult world realities.\nBut this is indeed the beginning of how civilizations fail,\nand research in that field suggest that one of the prime\nweaknesses is the belief that the wealthy, the powerful, \ncan continue on and brush off any latest disaster. But \nclimate change isn't anything like other disasters, \nbecause there isn't an end, only a continued \nramping up. Some folks are already feeling \nthe effects of what we already did to \nthe planet. We will all be feeling the \neffects of what we are continuing\nto do to our planet. Nothing in our\nbehavior demonstrates that we \nare up to this task, collectively, \nand absolutely no one will be \nspared from the inertia of \nthat collectivity.  Please \nabsorb that fact. Unless \nwe become somehow \nmore brave, somehow \nmore clear-headed, \nwe, and our stories,\nand our plans, and \nour dreams are \nsimply going to\ndisappear.\nCan we \nplease\nwake\nup\n?",
        "I don’t think “derecho” is Spanish for straight ahead. I’ll defer to the Spanish speaking, but my understanding is that the word means “right.” Meteorologist use it to describe an in coming weather front that has a hard curve in it ( often to the right on radar).",
        "Crocodile tears. Nuclear plants work when built correctly and in proper locations. The solution is right in front of us. Sadly there is no money in getting it done. There is money in getting grants to write about all the bad the US does to climate.  Always follow the money.",
        "I spent four years on Spain's Costa del Sol, where summer temperatures could reach well over 100. Our home was fairly new, built around 2006, but it was built with traditional building techniques, which means it had thick walls and built-in shutters...and no air conditioning. During the day, the shutters were dropped and the doors stayed closed, keeping the inside an average of 30 degrees cooler than the outside. \n\nThe answer to our problems could be found in building techniques. Unfortunately, existing homes are not built for their environments, and, for most people -- even with government-backed programs and rebates, the initial cost to upgrade their homes is prohibitive. \n\nWe must either find a way to dramatically decrease the cost of climate-focused home upgrades or drastically expand, interconnect and protect our electrical grid. It all comes down to which option Washington will support -- and how long it takes Congress to put agendas aside and do something to help average Americans.",
        "\"We Tell Ourselves Stories In Order To Live\" is the title of a Joan Didion book, and there's great truth in that pithy line. But sometimes the stories we tell ourselves are just the ones that lead to calamity, even armageddon. Perhaps human nature has built into it its own expiration date, despite all possible wishful thinking.",
        "Gee. Why haven’t we built a bunch of nuclear power plants for the past 10 years if the threat is so dire? France gets most of its energy from nuke. The climate people make no sense- they speak like we are facing an existential threat….yet dismiss the solution we already have and instead cross their fingers over wind/sun. Makes no sense unless the threat is truly not so dire after all, or they are motivated by a different agenda.",
        "There is plenty that can be done - but not enough being done.   Living in Switzerland, we consume about 10KW per day (2 people).  Earlier this year, We installed a solar system - 20 panels - with battery system.  We live in a location where we have the right to sell back what power we do not need and so far this year, we have sold back approximately 1600KW - enough to run a house equal to our own consumption.  In North Carolina - if you have a solar system, you can cut down your bills, but once a year, your 'banked kilowatts' are taken from you by the local provider.  This is not a great incentive to generate more than what you need.   In Connecticut - the local power company Eversource has gotten the legislature to agree that homes cannot install a system that generates more than 110% of your recent consumption.   Neither of these US approaches incentivizes installation of solar, nor a diversification of the energy types or a changing of the grid.  Here - in the event of an outage, we will be able to continue 'normal' life, washing, heating, cooking etc.  I hope the legislatures in the US will recognize the community value of independent green energy sources both in emitting less, and in being able to help the community when there are issues.",
        "What climate change will create is another impetus for large-scale migration.  Within our borders, citizens have the right to move and will if confronted with the unacceptable effects of climate change.  The greater challenge is cross-border pressures from political & economic instability exacerbated by climate change and from poor to rich countries.",
        "We Americans have a habit, a very bad habit, of not taking existential crisis seriously--we wait for the crisis to really do terrible things to us and our habitats, and only then, do we launch a war on whatever overlooked crisis is wreaking havoc on us. With climate, we probably have crossed the line of seriously addressing the crisis---so we will adopt to a continual crisis, well adopt is a strong word, maybe somewhat survive.",
        "Ah, yes, India has an efficient building that stays cool during heat waves. They had better build another efficient dwelling because the population of India will increase an additional 300 million souls by 2050.",
        "Mortality from abnormal temperatures is being impacted by climate change. However, the studies I have read indicate that the decrease in mortality from abnormally cold temperatures far exceeds the increase in mortality from abnormally high temperatures.",
        "Well wind and solar will solve any of these issues, right?  Right?",
        "An important article, reminding us of a clear and present and increasing set of dangers.  Now, where are the building codes that could lessen these threats in the future?  Building codes could mandate roof solar, batteries, heat pumps, trees, etc in new buildings and provide financial incentives to help this happen.  Authorities, state and local, could demand and subsidize retrofitting of these types of solutions in existing buildings.  It would make the individuals, communities, cities and states stronger in the long term, and it would encourage local business growth and supply robust employment for people in the area, increasing the tax base.  I have no doubt some communities are doing this, but I am betting the vast majority are not. \n\nAs the article mentions, let us not imagine for a moment that this is a static situation.  Recent data suggest that global heating is accelerating.  There may be some feedbacks kicking in that will make it even hotter, even faster.  We are in an emergency situation, not an optional one.",
        "Always reminded that the one neighborhood that did not flood during Katrina was the French Quarter, i.e., the oldest district in NOLA.  The French founders of NOLA brought old-world architecture to the new world, which included building villages on high ground.  That sound practice was discarded as time wore on, populations grew and real estate demands pushed cities to ease off on building codes that would have prevented the construction of entire neighborhoods below sea level.  The example of the Netherlands is an exception, but even there, water management techniques - dikes, canals, infill - were utilized long before engine-driven pumps were available as a riskier and less reliable substitute.  The point here is that, as noted in this article, common-sense construction solutions, some ancient, some merely obvious, such as siting, ought to be built into constructions codes to protect against the inevitable forces of nature.  Just as our forerunners did hundreds, even thousands of years ago.  It won't slow climate change, of course, but it would enable us to better manage the effects of climate change.",
        "Thank God I live in Chicago. As the climate crisis worsens, Chicago’s enviable position next to a massive source of fresh water and colder weather will lessen the impact. \n\nSometime in the near future places like Houston, Miami, and Phoenix will be uninhabitable, but Chicago will be just fine.",
        "As a former Houston resident, we were one of one of many families who are without power for 3 weeks after Hurricane Katrina.   The indignities suffered by the marginally affluent pale in comparison to those of the poor, as I learned when I worked the hurricane clean up in New Orleans aa a contract for US EPA for 4 months.    We collected, cleaned and shredded tens of thousands of refrigerators full of food, stayed in hotels 2 hours away from our field sites. People with electrically driven medical needs simply died.  More needs to be written about the learned experience of massive power failures to spur people to action on this critical issue.",
        "Yes, climate change is getting real, so can we stop acting like the Democratic party is taking it seriously? \n\nIt's all well and good that they are only one of the two corporate-owned parties that acknowledge that climate change exists but we have to stop acting like that's enough.\n\nThe party's positive policies are mostly corporate-friendly actions with which corporate America can profit, often handsomely, such as EVs, solar panels etc, but the party has not found the courage to challenge the energy sector's demand for further extraction of oil and gas.\n\nUntil the liberal media begin connecting the dots between the climate chaos they accurately report on and the inadequate response of the Democrats, the majority of Americans who believe in climate change will believe we're doing all we can.\n\nWe need to listen to the young people - they understand the need for complete phase out of fossil fuels. If we wait until they get their hands on the levers of power, it will be too late.\n\n<a href=\"https://www.pewresearch.org/short-reads/2023/08/09/what-the-data-says-about-americans-views-of-climate-change\" target=\"_blank\">https://www.pewresearch.org/short-reads/2023/08/09/what-the-data-says-about-americans-views-of-climate-change</a>/",
        "As this article spells out beautifully at the root of Global Warming is the explosive increase of energy consumption by humanity over the last 250 years. An interesting approach was proposed in Switzerland called the '2000W Society' with the goal of reducing primary energy consumption per person to 2000 Watt. This would be below the world average of 2500 W and much below the US average of 9000 W but still above the Indian average of 800 W and much above the subsistence level of 100 W (food). The city of Zurich in Switzerland has adopted this goal through a popular vote.",
        "Humans are not really, in the aggregate, too bright.  We will not adapt to climate change as rapidly as needed to prevent a large die off from the effects (be it heat, flooding, hurricanes, rising waters, etc).  In the case of rising waters and weather damage the physical building and industrial waste detrius left behind will pollute our waters making it that much worse.  \n\nHowever, I expect that we will soon see a die off of humanity in a generation that we see coming but we can't avoid at this point.  We are dropping below \"replacement value\" in the number of children societies produce across the world.  Some of this drop is due to social norms (women in some countries are refusing to produce children or limiting themselves to one and done) but it will also be due to the world wide drop in sperm count.  As yet I've not read where scientists understand the specific mechanism driving this although last week I did see a report that indicates microplastics are being found in testes.  In general I've long assumed pollution in general was driving this (this drop been seen for a few decades now).  \n\nEither way, the drop in human population will contribute to our impact on the environment going down.  The question will be whether we can sustain the quality of life most first world occupants have come to expect or whether we fall back to simpler times.",
        "“It doesn’t really matter if the blackout is the result of a cyberattack or a hurricane…\"\n\nIndeed, our information technology is becoming just as dangerous to our world as our other technologies.\n\nTechnology is like credit card debt. You can keep drawing on it to live an ever more lavish lifestyle—but at some point principal and interest grow so large that bankruptcy is the only option.",
        "The ancient abandoned cliff dwelling in the American west tell the story of what happens to society when people expand their numbers to the carrying capacity of their homeland environment during good times. Then when environmental disaster hits that society breaks down and people die back. The inhabitants did not completely disappear, their descendants are still living in the region. They did have a population drop and they were refugees from the fighting with invaders and starvation caused by drought.  Human society worldwide as expanded to the Earth's carrying capacity and now we face multiple self created environmental disasters.  Draw the conclusion.",
        "The Houston metro population exceeds 6M and hundreds of thousands here lost power a few days after the derecho when strong storms hit again.\n\nMuch of Texas has had decades of unrestrained and unmanaged growth resulting in severe drought and water restrictions alternating with floods and storms.  Many of the elite leave the city in summer.  But those of us who remain live in dread of the coming heat and humidity and potential hurricanes.\n\nDon’t move here.",
        "You can buy a lot of house in Texas for a fraction of what it costs in big cities and suburbs up north, and won't have to deal with winter, so I understand young couples who took the leap and bought their dream home down there. Columns like this don't make me feel at all smug for living here around Chicago. They terrify me for millions of Americans who I believe are going to get walloped in the coming years. For a possible President who will ridicule the \"overreaction\" to increasing climate events, and reverse any small progress we've made toward climate mitigation. For the coup de gras, when he gleefully denies disaster relief to locales that are traditionally Blue. Looks like I'll be doing a lot of thoughts and prayers.",
        "With emerging bidirectional charging technology, this is an opportunity to get a huge two-fer out of EVs. EVs have relatively large batteries (Rivian max battery 149kWh compared with Tesla home battery 13.5kWh). If our car is charged during the early morning lull, it could then be available as a huge house backup during the late afternoon (assuming you have one still in the garage). If EVs become more affordable, maybe having a “backup car” might not be such a crazy idea.",
        "\"Hellbent\" indeed. The heat is on. Our goose is cooked, unless we immediately do whatever we can to rid ourselves of gas-guzzling SUVs and diesel vehicles, asphalt roads, plastic used in everything (bottles, clothing, shipping materials, children's toys and outdoor play structures, food containers, etc.). That's just basic. Retrofit as many homes as possible with solar, install neighborhood backup battery stations, dig deep, underground bunkers for cooling pods, etc.\n\nThe list of horrors without adequate electrical power is long:  medical equipment unusable, telecommunications failures, water filtration plants brought to a standstill, government operations, including national security and defense operations minimal. And rising heat warps railroad tracks and bridges already in sad shape from years of neglect, and will kill our crops and any animals we've used for food. There is no more time to waste.",
        "Many times, heat-related deaths are under-reported. Death certificates may give a different cause of death, like heart attack or cardiovascular disease, when the real precipitating event was the heat. \n\nSome houses and buildings may become hotter inside than outside when the electricity goes out, especially if there are few, if any, windows that can be opened. An estimated 90 percent of homes in the U.S. have less attic insulation than they should.",
        "The Canoe Effect:  A canoe is gliding through still water.  The person paddling the canoe stops paddling, but the canoe continues moving through the water.  This is the canoe effect.  For example, if all burning of fossil fuels ended tomorrow the oceans would continue to rise—for the next thousand years.\n\nTipping points, the canoe effect, feed back loops.  These are well known phenomena helping to drive climate change.  Unless our descriptions of the physical laws of the universe are wrong (they are not) we are headed for an episode in human history of suffering on a scale never before witnessed.\n\nNature always bats last.  Always.",
        "So far, more air-conditioning is the main response to rising temperatures and more frequent heat waves. But more A/C means more demand for electricity; generating more electricity with fossil fuels means more CO2 and methane emissions, hence more global warming which will require more A/C -- and so on, in an upwardly spiraling feedback loop. Will the spread of low-carbon renewable energy like wind and solar power be able to keep up with the rising demand for air-conditioning (and AI and EVs and the Internet of Things)? Most likely, business as usual will prevail, and fossil fuel consumption will continue to rise -- indeed, the energy industry is planning on it. Only be reducing total energy demand can we break the feedback loop.",
        "Of course, developing and living in cities that require artificial cooling for survival is one of humankind's greatest follies.  We seem to think that we can beat nature instead of adapting to it.",
        "I live in a progressive part of Boston, where most everyone purports to worry about climate change. Yet most of my neighbors drive SUVs. We've had a run of beautiful spring weather, with cool evening breezes and not-too-hot days, yet apartments all around me already have windows closed and A/C on 24/7. The hum fills the 68-degree morning air.\n\nIndividual actions aren't enough to stop climate change. We need corporate and governmental society-wide action. But if the individual decisions people continue to make every day--even easy ones that require no sacrifice (drive a smaller car, stop using plastic water bottles, open the windows when it is lovely and in the 60s and 70s) are any indication, no one truly cares enough about climate change to press for that action. It's likely the deeply engrained habits of fossil-fuel consumption won't be disrupted until catastrophe forces it.",
        "Governments listen to economists, so it is tragic that hardly any economics professors – indeed hardly any professors of ecological economics – know chemistry well enough to understand strong sustainability-assessments based on chemical sciences. People ignorant of chemistry can take stock of various ecologically important non-chemical changes, but when it comes to addressing our current ecological problems, a modicum of savvy about sciences based in turn on chemistry is likely to be indispensable. Unversities should train some potential professors of ecological economics who are savvy about chemistry as well as about finance and can thus distinguish between fake strong sustainability-assessments (such as \"Global warming is a hoax\") and strong ones drawing upon such sciences as meteorology, agronomy, and epidemiology.",
        "I wonder why companies are moving to Texas.  Taxes are lower and they have favorable labor laws for corporations.  But is heat and the crazy power system adequately considered in due diligence?",
        "A temporary emergency solution is to keep one's air-conditioned vehicle charged or full of gas before a heat wave.   Several years ago when it reached 112 here, every several hours I would bring the dog with me to the car, take a drive with the air-conditioning blasting, and do this for at least 20 to 30 minutes.  Then I would return, take a shower and wet down the dog, and use ice for coolness until another hour went by and I repeated the drive.  Here we are fortunate our climate cools down in the evening.  It is not a perfect solution, but an efficient emergency one.",
        "This is a very important article, and - like with so many pressing issues - asks us to consider and plan for scenarios that are more than likely coming for millions of people. \n\nHowever, there's no profit in that kind of planning, and our system prioritizes profit over everything else. I think the best we can hope for in the aftermath of crises like these is for citizens to volunteer (which will be wholly inadequate) and price-gouging.\n\nIt might be different if we had a government that wasn't so deeply in the pocket of capital. We couldn't stop these catastrophes from happening (that horse left the barn ages ago), but we could at least be smarter and more effective with how we address and respond to them. \n\nSorry, everyone.  We were told capitalism (and a government that lets capital do what it wants) was the best system imaginable. It sounds like we're gonna learn, one way or another, how wrong we were.",
        "A revival of ancient building principles and codes is needed whereby homes, villages and cities are laid out to capture naturally occurring energy and water flows. We live in an 1853 house that has a huge basement and windows that provide a stacking function to keep cool air coming up through the house and hot air going out to the attic. We are surrounded by deciduous trees that keeps us cool with their trees in the summer, and after their leaves fall in autumn, lets light and warmth in during the shoulder seasons. There is a sunroom on the east side that captures heat in the spring and fall that can migrate into the dining room when the door is open. The house faces south on an east-west axis providing natural light throughout the day, and is on a slight slope that allows water to come to, but also keep flowing past the house in big rain events. For a nearly 3000 sf house and 6 people, these principles, along with modern tech such as a geothermal heat pump and solar pv, we have been able to keep our utility bills below $200/month. \n\nToo late in many cases, but what could be done to retrofit places? In many instances, tree planting is a start.\n\n2 great references: The Doctrine of Ancient Lights and the book, A Golden Thread by John Perlin.",
        "I wonder which will arrive first, the climate threat here explained, or cascading human distempers resulting in similar disturbance. \nUnfortunately the climate effects described in this article are already “baked in.” The continuing escalation of these effects is ramping up our human disturbances. \nParadoxically, our troubles can also energize the necessary adaptations.",
        "\"The climatic impacts of releasing fossil fuel CO2 to the atmosphere will last longer than Stonehenge. Longer than time capsules, longer than nuclear waste, far longer than the age of human civilization so far.\"\n\n- from David Archer's book, \"The Long Thaw: How Humans Are Changing the Next 100,000 Years of Earth's Climate\".\n(David Archer is Professor of Geophysical Sciences at the University of Chicago)\n\n\"We are messing with the trigger that causes climate change....the outcome is likely to be ferocious.\"\n\n- Prof Russell Coope (1930-2011) who accidentally discovered that the Earth's climate can undergo abrupt changes, by studying (of all things) fossil beetles in ice age deposits.\n\nMost politicians simply have no scientific background, and certainly not in the earth sciences.\n\nThey understand politics and very little else.\n\nThey are political pied pipers, leading humanity over a climate cliff.\n\nThis isn't the Earth that our societies are adapted to - it's now an ever-changing planet, heading towards chaos:\n\n<a href=\"https://www.livescience.com/humanity-turns-earth-chaotic-climate-system\" target=\"_blank\">https://www.livescience.com/humanity-turns-earth-chaotic-climate-system</a>"
    ],
    "web_url": "https://www.nytimes.com/2024/06/03/opinion/heat-technology-climate.html"
}