{
    "main": "The Monster Measles Outbreak in Europe Is a Warning",
    "abstract": "Vaccination levels aren’t actually in free fall. But that doesn’t mean we’re safe.",
    "keywords": [
        "internal-sub-only-nl",
        "Measles",
        "Vaccination and Immunization",
        "Coronavirus (2019-nCoV)",
        "Developing Countries"
    ],
    "comments": [
        "In the early 1950s and early 1960s, vaccines were trusted and liberally distributed in all schools.  Common maladies like polio were rapidly became things of the past.  However, those vaccines weren't of the untested mRNA variety, and perhaps more importantly, the public health system was unquestioned.\n\nWe are now seeing the devastating impact of allowing politics to invade the public health sector.  That sense of devastation will turn to a sense of terror when we are faced with something like another Covid (which is a virtual certainty).  The biological warfare of vaccinating one's population before unleashing something like the Covid virus on the world is coming, and we'd better get ready to meet the challenge.",
        "I remember Republicans and anti-vaxxers suggesting in 2020 that the sudden drop in seasonal flu infections during our half-hearted partial lockdowns was somehow sinister. They vaguely suggested that flu was being reported as Covid-19 (or something like that), without considering that mitigation measures (staying home, limitations on large gatherings, wearing masks, social distancing) weren't effective only against Covid. \n\nFewer people caught colds, too.\n\nWhen vaccines are regarded as political superstitions by significant numbers of ignorant people, viruses have access to more hosts. And that makes them spread and mutate even faster.",
        "With all the mis/disinformation and outright lies, the western world is setting itself up for an eventual great die-off.\n\nVaccines are medical miracles by any definition yet the malcontents are convincing people to toss out everything they've learned about them.\n\nWe had a good run us humans. I hate to say it but we're increasingly sowing the seeds of the destruction of our civilization as well a billions of people simply because we're spoiled.\n\nIt's happened before."
    ],
    "web_url": "https://www.nytimes.com/2024/02/01/opinion/health/measels-europe-vaccination.html"
}