{
    "main": "The Problem With Saying ‘Sex Assigned at Birth’",
    "abstract": "The term creates doubt about a biological fact when there shouldn’t be any.",
    "keywords": [
        "Gender",
        "English Language",
        "nonbinary",
        "Transgender"
    ],
    "comments": [
        "Sex is genetic and so is assigned at conception.  Sex assigned at birth is like saying eye color assigned at birth.  Science matters, they say.",
        "A very long article stating the obvious. Biological sex is a fact, not an opinion.",
        "It is sad to see academics attempting to get sympathy for their 'philosophical' opinions by writing up an opinion essay in a newspaper, instead of authoring a scientific paper and submitting it to a reputable journal (where their peers can judge the truth and veracity of their position/findings). To me, this even borders on pathetic.",
        "Another downside of \"sex assigned at birth\" is that sex was assigned in the womb already, not at birth.  At birth, doctors/nurses just observed the baby's genitals and recorded that on the birth certificate.  Nothing was \"assigned\" at that point, just recorded.",
        "Sex is a constellation of hormonal, gonadal, genital, and genetic characteristics. Sex is typically assigned at birth based on genital appearance. Western medicine makes a point of deciding what constitutes normality for “male” vs “female” genitals based on appearance and functionality (explicitly regarding the ability to have reproductive, heterosexual sex) over the last century. If anyone actually read Foucault or Butler, they’d understand that social constructionism isn’t denying biological reality - like the existence of intersex people. Social constructivism simply gives us a lens to historically situate how people make sense of, and meaning to, bodies in a given time and place. It warns us away from biological essentialism because essentialism seeks to eradicate diversity in the service of hegemony. If human sexual dimorphism was infallible, there would be no need to surgically “correct” intersex infants when no medically necessary reason for surgery exists. Trans people wanting healthcare would also not be threatening. A final thought experiment to all readers - have you been karyotyed? If not, how do you know you’re really a man or woman? (If your answer lies with another component of sex assigned at birth, how you feel, or some combination of these things, welcome to the social constructivist club. And don’t forget that the presence of external genitalia doesn’t mean you’re not intersex! About 1 in 2000 people are and don’t find out until they try to conceive.)",
        "\"respectful euphemisms\" come in handy. For example, this piece of prejudice is kindly titled \"Opinion.\"",
        "This is where the libertarians (not Libertarians - if you can't figure out the difference, you're not able to join the discussion) outshine you all.\n\nThe \"no one\" described below is anyone with a knowledge of how our constitution limits government despite popular or mob rantings, as opposed to granting rights.\n\nNo one cares what you call yourself.  No one cares if you decide to change your gender to something other than what your were born with.\n\nNo one cares if you want to mate with a tree.  Do what you wish, with whom you wish, so long as that other consents.\n\n\"Nunya\" comes to mind, as in \"none of your business.\"  I truly don't care who or what you do, or what you want to be called.\n\nI also can't be expected to know beforehand, and don't care if you don't like it.  If you are outwardly/obviously male, I may call you sir.  Contrariwise femaile/ma'am.  It's called politeness, and if you can't handle that I'm not interested in dealing with you.\n\nYour gender is not my problem.",
        "Finally someone willing to speak truth.",
        "I've been writing about this for a couple of years.\n\nSex is accurately recorded at birth, not arbitrarily assigned.",
        "Thank you for a little dose of sanity.",
        "This is a scratch in the surface over a far deeper reality.\nMother Nature's at work in the background whenever a species population density disrupts balance, equilibrium.\nRecent genetic studies in Altruism, the genetic antithesis of Darwinist Egoism, establish that lower fertility is a genetic feature of the Altruism gene. \nThe crash in fertility we see all over the world. The future will be vastly different an the planet will give a deep sigh of relief. \nThis is fascinating, revealing research:\n<a href=\"https://www.nature.com/articles/s41562-023-01528-6\" target=\"_blank\">https://www.nature.com/articles/s41562-023-01528-6</a>",
        "So what should the mother who delivers the baby call her newborn? \n\nShe has no way of knowing if that baby with a penis or vagina will someday identify as the opposite sex and most mothers would not wish gender confusion on their child. \n\nSo if anybody gets to \"assign\" a  baby's sex, it should be the mother at the time she first examines and cradles her newborn.",
        "That people -- even if they are writing in \"peer reviewed academic journals\" -- are confused about the sex a person is born with tells me I have no interest in reading more about their benighted musings for which some poor tree died to print.",
        "There are exceptions.\nSome are serious.\nThose born with abnormal genitals are more often assigned as females, despite DNA, since that is simpler, if they have the hormones of both.\nSomeone I know found he had congenital adrenal hyperplasia that produced excess female hormones.\nThat caused him some issues.\nI know several FTMs I met at my local gym.  Cool guys.  Was reluctant at first to chat with them, but found they were friendly, sociable, hard-working, all the right adverbs, and smart as well.  We do dinner dates on occasion and talk about mess of politics.",
        "It is silly but most ideologically driven things are. I doubt I will ever call a person they unless it is a professional communication. As there I am paid and it is simply a mercenary act.  If I were hiring and had a choice of candidates ones who insisted on that would get flushed out as who wants to hire someone who is silly.",
        "Wouldn't the proper term be \"gender assigned at birth\" anyways? Sex and gender are different,",
        "Very simple. First, leave gender out of it. Call it “sex observed at birth”. Problem solved.",
        "The good professor should audit a course on  embryology or sexual reproduction and development. Perhaps sex assigned at birth isn't a great term but there is not a binary of sexes. Typically males have an XY chromosomal sex and females have an XX chromosomal sex. However, aneuploidy and other chromosomal aberrations are more typically survivable with the sex chromosomes than the remaining 22 autosomal ones. Is a Turner syndrome female not female because she has only.one X chromosome? How about an XXY male? Or epigenetic cases in which the placental ennvironment leads to ambiguous genitalia?",
        "It strikes me that this whole discussion is yet once again rooted in the realm of organized religious foolishness which is why it can't be understood for what it is - a rare biological anomaly of Mother Nature's made into a culture war by the stupidity factor associated with said religious based bigots who have since time began lived in mortal fear of any form of sexual activity - once the three letters, S-E-X, are in the mix.  It shouldn't have to be explained any further.  Society has made a bit of progress in that there now exist in many public spaces unisex restrooms and college dorms with mixed genders living amongst each other.  There are also humans whose gender assignment which includes both male and female physical and mental leanings might want to identify more with one than the other.  Why should that bother anyone else?  \nIt does seem to bother an excessive number of politicians in certain parts of this country.",
        "This is what happens when people conflate sex with gender.",
        "People used to say the N-word all the time, too, but we stopped treating those who were offended by it like they were subhuman. It didn't make them lesser to use a new term- any term was just about better. Maybe the people who are offended by being called a woman just because they get a period would rather be called a person who menstruates. I am also a person who menstruates and while it's clunky language, it's not offensive to me, does not erase my womanhood, and quite frankly I didn't always menstruate and hope to live long enough to stop eventually. It's not sufficient or necessary to being a woman. Quite frankly, most everyone hates linguistics and semantics which is why this irks and annoys so many people, but most of us also want to be decent human beings and not hurt people who are routinely marginalized and being legislated out of existence. The next accurate term will just be the oppressed and it will apply to all of us if we let this word choice outrage nonsense guide our voting behavior.",
        "DNA is DNA. Regardless of how one feels about one’s sex at birth.",
        "Life is unfair. Nature does not care. Babies and small children develop cancer and the only treatments will permanently alter their development and ability to reproduce. Children are born with incompletely or poorly developed organ systems. None of this is fair but it’s real. People may want life to be without unkindnesses and danger, to save the little children, but the natural forces at work since the Big Bang, do not care. \n\nBut that is just one factor related to this, “ safetyism”. Uncertainty. No people can know the future and not knowing cannot anticipate undesirable results, unfair results. Liberty, individual agency, freedom of conscience are all rejections of assertions that humans can make human life perfect if the right beliefs and conduct are assured for the greater good. This movement is a rejection of liberal social philosophy that rejected society having authority to deny individuals any rights not granted by rulers who claimed infallibility due to divine right. It’s going to end the respect for life, liberty, and the pursuit of happiness because these do not assure safety and comfort. \n\nGender is the result of bisexual reproduction which assures diversity of individuals and greater adaptability for the species. It’s nobody’s choice, it’s how evolution found a solution that promotes the perpetuation of life. It’s no more assigned than having a heart is assigned. The psychology of sex is not a binary proposition, but gender is about reproduction.",
        "A person’s sex determined at birth can be, at best, a matter of educated guesswork.\n\n<a href=\"https://www.theguardian.com/lifeandstyle/2020/jul/14/intersex-children-hasty-operations\" target=\"_blank\">https://www.theguardian.com/lifeandstyle/2020/jul/14/intersex-children-hasty-operations</a>\n\nSex in humans more closely resembles a bimodal distribution than a binary.\n\n<a href=\"https://sciencebasedmedicine.org/the-science-of-biological-sex\" target=\"_blank\">https://sciencebasedmedicine.org/the-science-of-biological-sex</a>/",
        "It makes sense that the people who are transgender make the designation themselves. Birth certificates list the sex/gender as M/F . After that, the individual can denote their identity or preference on official documents. M/F/O. \nThey are affirmed and language of gender means what it always meant",
        "Thank you New York Times for braving the slings and arrows of the loud ideologues and publishing this kind of critical thinker's piece.",
        "I would like to read trans perspectives written by trans people published with the same frequency in these pages. If this is published in the spirit of debate, why isn't this happening?",
        "This was written by a philosophy, professor who knows nothing about biology. Sex, just like gender is a spectrum. And it is assigned at birth.",
        "I am far from being a Trump supporter. I couldn’t vote anyways in the US, I’m Canadian! That being said, these woke absurdities are getting tiresome and probably push many to the right of the political spectrum. There are so many woke absurdities also here in Canada (biological males in female sports etc.) Voters are also getting tired of our woke-in-chief Justin Trudeau. \nWe are all (except for a very, very few exceptions) born with either XX or XY chromosomes. You might feel like the opposite sex, but fundamentally, you are not. Reminds of a meme I recently saw on social media : “Ma’am, I’m sorry to tell you, you have prostate cancer.’  \nWhen you have some people talk about ‘sex assigned’ at birth, you’ve stepped into science fiction.",
        "The author missed the point of why people wanted the change. Sex does not have to define anything about a person. Just because you are assigned male at birth does not mean we can predict if you are going to commit murder. Yes biological sex matters, for example if the Cleveland clinic billed Blue Cross for a prostate exam on someone assigned female at birth that would cause a claims denial, but thats a small thing that doesnt affect much. Saying \"sex assigned at birth\" isn't confusing to anyone except older more bigoted people who don't realize that language changes with the times. Yes eventually there will be a new term. We can all adjust.",
        "Ahh yes, I thought this sounded like a right-wing thinktank hit piece. American Enterprise Institute, faking science to advance their culture war themes since 1992.\n\nStrunk and White are not amused by the authors sophistry.",
        "This article fails to recognize the defined differences between biological sex and gender identity. Which, in all honesty, proves the need to further specify “sex assigned at birth”. The authors also fail to acknowledge the handful of factors that go into defining biological sex (hormones, DNA, and genitalia) and thereby ignore the existence of people who are intersex. This article is an irresponsible opinion piece, by authors who claim to be experts, but display knowledge that is about two generations behind.",
        "The existence of intersex people does not invalidate the obvious binary aspect of sex that is present in humans and other animals. Small gametes (sperm) indicate male. Large gametes (eggs) indicate female.\n\nAs a physician I can assure you that we do not talk like this. We use \"43 year old male\" or \"76 year old woman\". This is for obvious reasons. If a 76 year old woman has metastatic cancer on a CT scan, no doctor is wondering whether it came from the prostate.",
        "I have wondered about the potential for confusion in diagnosing heritable conditions, especially those that are passed on specifically by a male or female parent. If the patient identifies family members (especially those not present at the consult) by non-biological gender, could that ever impact the interpretation of symptoms?\n\nStep can be taken to prevent this, I suppose. Yet dissonance will likely persist for a while in an exchange such as:\n\nDOCTOR: Is there a history of ovarian cancer in your family?\n\nPATIENT: Yes, my father.\n\nAnd since some man actually get breast cancer, asking about that  would be even trickier.",
        "I'd like to thank the NYT for publishing this essay. It is important that these ideas not be found solely in places that are too easily written off as bastions of bigotry.",
        "This article relies on a fundamental misunderstanding of transgender and transsexual politics and realities. Sex assigned at birth is useful for intersex people who are assigned a binary sex at birth, even though neither their genitalia nor chromosomes match binary sexes. It is also useful for trans people who may alter their biology gender through treatments of various types. This reading of sexes erases intersex people, who make up as much as 1-2% of any given population (animals included!!), continually perpetuating violence of erasure against trans people. It follows this politic that there is no biological justification for trans-ness and that trans people are gender-confused, needing extra coddling from society. This couldn't be further from the truth.\n\nPlease stop pushing harmful messaging that attempts to erase trans people by using the veneer of science and objectivity. The examples from the animal kingdom are cherry-picking at best, and the fact a piece like this was allowed to besmirch the face of this paper should be seen as a red flag to all editors. Ashamed to have read this. \n\nLastly, I would like to note the authors of this piece are just that. Authors, not doctors. To them, I highly encourage talking to more trans people, so they may learn the flaws of their words.",
        "Matthew Parris, a columnist for the London Times made this comment. In his teens back in the 60’s when he realised he was gay, he would be accused of wanting to be a girl. Now in his 70’s he is a happy gay man but wonders if today his teenage self would have been told that he’s really trans,",
        "Although I'm not entirely in disagreement with the AUs about the need for \"at birth,\" I'm also noting that they have a clear agenda (one is a fellow at the conservative AEI), that they're being disingenuous about what it is, and that they betray their bias in this graf:\n\n\"Women are nearly twice as likely as men to experience harmful side effects from drugs, a problem that may be ameliorated by reducing drug doses for females. Males, meanwhile, are more likely to die from Covid-19 and cancer, and commit the vast majority of homicides and sexual assaults.\"\n\nWomen's problems with side effects occur because the vast majority of drugs have been tested only on men. These side effects are rooted in biological differences between men and women.\n\nBut male violence (they commit more murders and sexual assaults) have *nothing* to do with male biology and *everything* to do with societal rules/laws about gender -- about what is allowed for men vs women, about what is expected of men vs women.\n\nFor the AUs to present those two disparate statistical \"supports\" for their argument is sloppy at best and grossly deceptive at worst.",
        "Thank god someone finally says the truth.",
        "All of the credibility of this article is thrown out of the window with this one sentence: \"Males, meanwhile, are more likely to die from Covid-19 and cancer, and commit the vast majority of homicides and sexual assaults.\"\n\nSo we were kind of on track there about immutable biological traits related to the sexual binary such as certain health risks or side effects of medicine that correspond to the sex of a human body, but then homicides and sexual assaults? As if those are immutable traits of a biological Male human? It's pretty east to argue that the Cancer risk and maybe even the Covid is related to cultural gender identity (not going the doctor as often, stress, work place exposures, etc...)\n\nThat's all I need to read to see that this person is not basing their arguments on any kind of scientific fact but making arguing to enable hate behind a pretty flimsy veneer of 'indisputable science'.",
        "The real problem is that this has been approached from the complete opposite of logic.  If you examine the issue carefully the ONLY clear cut cases on the gender spectrum are those who consider themselves trans.  They are in the wrong body.  if you were born with a penis you are male and if you were born with a vagina you are female (unless you believe it was a mistake).  What should be explored is the differing levels and degrees a person can be male or female. Standing naked and telling others that what they're seeing isn't real is disingenuous.  Being female or being male can mean many different things once you accept what you were born with and that it does not have to limit you.  Sex assigned at birth is only relevant to a trans person.  All the others who believe male or female are dirty words should rethink this issue.  A man who looks like Arnold Schwarzenegger and only sleeps with women who then insists he is not male is not doing a service to anybody who wants to expand on sex and gender classifications.  If recognition and acceptance is the goal, this is not the way to go about it.",
        "What are the facts? How many people fall outside the male/female binary? How big is the \"tail\" on the normal curve? (Normal in the statistical meaning).\n\nSome data here:\n\n<a href=\"https://www150.statcan.gc.ca/n1/daily-quotidien/220427/dq220427b-eng.htm\" target=\"_blank\">https://www150.statcan.gc.ca/n1/daily-quotidien/220427/dq220427b-eng.htm</a>",
        "Is it really too complicated to just say \"XX/XY?\"",
        "You are so right!  I hope you don’t get trashed for your honesty.  In rare cases of hermaphroditism “sex assigned at birth” is a reasonable compromise.  Normally however one’s biological sex is pretty obvious.  It’s not a case of turn it upside down and see if you can figure it out…",
        "Estrogen is just as divisive as Testosterone, if not more.\n\nDiscuss.",
        "Oh come on. Contrary to what JK Rowling, Fox News, and apparently this author think, literally no one is out there trying to abolish \"women\" as a concept. It's no more under threat than heterosexual marriage was in the 2000s.\n\n\"Sex assigned at birth\" makes perfect sense to use in medical contexts where it's important to be accurate and inclusive. For instance, trans men need cervical cancer screenings or they can die.",
        "Amen, and thank you!",
        "Sex is binary. Gender is imaginary.",
        "This very well-articulated article got a few chuckles out of me. It was an engaging and refreshing read. It added a new word to my vocabulary: circumlocution—a good one! \n\nThe reference to the key admonition on style from Strunk and White—“Omit needless words”—is a perfect ending, very apt to the discussion.\n\nGreat points about evolutionary, biological facts. It was interesting that no mention was made of what we now call intersex—formerly known as hermaphrodites—those born with both male and female gonads.",
        "I'm an editor and writer and I think I'm very sensitive to language. I totally get the appeal of \"sex assigned at birth\" as inclusive and even more truthful language. \n\nBut I think it's a problem in terms of semiotics. It alienates non-evil, mildly conservative people who otherwise would be more open to supporting equality and civil rights for everyone.\n\nTo these people, the \"assigned at birth\" message sounds like this: \"No one's really male or female, and if you think you have a baby boy, that's just you imposing some backward, patriarchal, binary, oppressive, uninformed world view on a helpless infant, and you're probably a racist, too. You jerk.\" Or maybe it just sounds laughable.\n\nI think better messaging to those people would be: \"You know how everyone's either male or female? You're born a girl or a boy, right? Turns out, a few people in every single population on Earth are intersex or transgender. Let's make sure we don't make life harder for folks like that. \"",
        "The issue seems to be with the word \"assigned\", which implies someone made the choice for you and designated it so.  \n\nBut basically, we are trying to say, for medical/biological purposes, \"born with a penis\" or \"born with a vagina\" or something in-between as needed.  \n\n\"Sex assigned at birth\" feels a bit more genteel, I suppose, but if we've come to a point where we need to get super literal to not offend anyone, then I guess that's where we are.",
        "@StatBoy Yes! Thank you, baby-Jesus! As an “academic,” I’ve voluntarily exposed myself for decades to such as these writers’ sophistry, which can be educational, and fun—and inspire deeper thinking, as this article's opinion/essayists hope to inspire in us—UNTIL they get so Looossst in the weeds that they utterly ignore your point (which shares in mine, and for which thus, apologies for being self-serving, I greatly appreciate your comment). (Or is this due to some elixir in our shared Oregon waters?!) :-)\n\nAnyhooo, YES: For however many/most of us, defining us in terms of biological sex as (cis-)male and (cis-)female may fill the bill … uh, the box(es) on the form(s) at birth and ever afterward.\n\nBUT for many among our shared homo sapiens sapien tribe (… can’t speak to other species), our default to the binary XX/female and XY/male effaces the BIOLOGICAL realities (i.e., not “just cultural”; not “just sociological”; not “just linguistic” … as these writers assert) that we are NOT just x’s-and-o’s, but are far more multivariate at the core: with humans born having more than just XX or XY genomes that may or not be apparent phenotypically, and thus be subject to some doctor-nurse-hospital-midwife's, yup, for decades upon centuries DECISION to “assign” Baby Z as Y-male or X-female … because “we\" (Church, State, et al.) were never great about thinking outside the binary box(es), nor overturning apple-cart conventional wisdoms.\n\nThus, “sex assigned at birth” is more clarifying.",
        "“Reality is that which, when you stop believing in it, doesn't go away.” - Philip K. Dick\nSex is real, whether people believe in it or not.",
        "Sanity. Thank you.",
        "Great article!",
        "To Alex Byrne and Carole K. Hooven:\n\nAmen !",
        "A pathologist I know said you can call yourself whatever you like, but your karyotype is fixed.",
        "It is a disgrace the NYT continues to platform and normalize these anti-trans opinion pieces. It is a thinly veiled effort to erase and delegitimize the existence of trans people and their right to dignity.  The authors ignore an important fact - that trans people have medical needs - care that addresses their sex assigned at birth and their present gender (e.g. pap smears for transmen on testosterone).  The terminology \"sex assigned at birth\" ensures a transperson is treated holistically.  No evidence of REAL harm to cisgender people has been offered. The authors simply think transbodies are not worthy of care and respect.",
        "Before even reading the article it is because the question is stupid. I first saw it on the Covid vax form.\n\nNow back to reading the article first as I usually do.",
        "As an MD who teaches Embryology I was aghast that a philosopher not a an MD or research scientist should write a bizarre article not based on actual facts.\nAs an embryo (up to 3 months gestation) we all started out as female.  Men develop male characteristics such as male genitalia, deep voice, hirsutism (hairy bodies), heavier muscle mass all because the Y chromosome starts developing male sex hormone testosterone.\nAND there are fetuses who exhibit both male and female sexual characteristics called ambiguous sexual characteristics.  The parents are asked if they want a female or male child, then treat baby with surgical procedures and hormonal injections to achieve a specific sex.\nWe also know that sex is not binary (male v female) but runs along a spectrum.  My twin sister is considered “feminine” while I was labeled a “Tom boy”. Sports oriented I would come home with scraped knees and torn clothing from playing football with the boys. Hoops, tennis, golf I played with guys and developed strong and varied skills that allowed me to win state championships. Today we admire great women athletes such as Caitlin Clark.\nI have NO idea why people are so angry about differences in sexual orientation.  I can sail large sailboats and drive power boats…I have a USCG Captain’s license.  But my husband is very aware of my being a woman and I can look great in a slim, body conforming evening gown or mountain climbing gear.\nThis article was just dumb.",
        "The author misses the fact a portion of the population is assigned sex at birth. For those inter-sexed individuals assigned at birth has meaning different than the author's. I'd suggest using male, female, third sex. For those who really need to know the chromosomes will tell the story.",
        "I'll vote for doing away with \"sex assigned at birth\" when you do away with those \"gender reveal\" parties that are really sex reveal parties.  Because gender is a social construction.  Your pink or blue child may not align with his/her \"color assigned at the gender reveal party.\"",
        "Being nonbinary, I have always wondered why my transgender friends and I say, \"Assigned Male at Birth\".  To me, you cannot assign an adjective.  You can only assign a noun, like a list of tasks, a seat, a table, etc.  That means that someone has a list of items and assigns them.  That's not what happened when I was born.  They looked at my penis and determined I was male.  They weren't incorrect.  However, I feel that vast assumptions about my gender were made that set me on a predetermined masculine path.  To me, that was what was off.  I never got the chance to claim a gender that truly fit me.  Therefore, I like to say that I was \"assumed to be masculine at birth\".   Same acronym (AMAB), same ease of use.",
        "It's staggering that it takes a special, gingerly worded op-ed in the NYT to state the obvious these days.",
        "It's not 'assigned'-it's 'observed'.",
        "I'm super left of center, but dang, the fact that this even has to be a NYT article just annoys me. I feel language-policed all day long, and I'm ON YOUR SIDE!",
        "Should there be a place on these forms for \"race assigned at birth\" or \"eye color assigned at birth?\"",
        "Not one word about intersexed persons.  Where do intersexed persons fit into their conceptual scheme? (Readers may wish to start with <a href=\"https://en.wikipedia.org/wiki/Intersex\" target=\"_blank\">https://en.wikipedia.org/wiki/Intersex</a>)",
        "Please go be transphobic somewhere else. The NYT doesn't have the best record on trans rights advocacy -- don't make it worse. Thank you!",
        "Clearly you didn't read or understand Foucault or Butler.",
        "The NYT is trumpeting trans-exclusionary feminism at every turn.  As aunt to a trans niece, I find these articles and op-eds to be dispiriting and biased.",
        "We conflate biological sex and gender - the former a matter of anatomy and physiology, the latter a social construct.  While a small number of babies have ambiguous genitalia or some combination of male & female reproductive organs, the vast majority can be labeled male or female when they come naked from the womb. No one needs to \"assign\" it. Most will comfortably identify as such; some (those who are trans or gender-nonconforming) may have a sense of self out of sync with that biology.  \n\nIn the case of trans folks, it is cruel to insist that they live into the biological sex ('assigned at birth') which does not fit who they experience themselves to be.",
        "The authors leave out the fact that there are at least 3 ways of defining sex, even medically--based on anatomy (i.e., internal and external organs) and chromosomes. For folks with \"intersex\" conditions, these characteristics can be incredibly diverse, and they are, sadly, still \"assigned\" a sex at birth (I urge everyone to read up on differences of sex development). Yes, sex is a biological reality, but it not binary.",
        "The problem with this piece is that you beat a dead horse on a problem but offer no solution. So what’s the point? We need language to discuss biological differences which as even the authors will admit can affect everything from the ability to get pregnant to the dosage of medication.  If all you can say is that everyone is doing it wrong and offer nothing. In return, then you in fact have nothing to say",
        "Linguistic labels are assigned to biological realities all the time - look at any diagnosis made by any medical professional. It's not a threat to scientific reality to acknowledge that our linguistic categories are epistemically applied and not conferred by God. The hand-wringinf in this editorial is just a barely-concealed paean for transphobia.\n\nThis editorial also completely ignores the many intersex people whose sex is physically and violently assigned in most cases, to enforce a socially-constructed binary.",
        "Forget biological sex. At the rate our society is going, AI may become so infused in our everyday life that we will be compelled to dispense with the words \"person,\" or \"artificial,\" lest we offend some silicon entity or someone who identifies as such. \n\nAnd of course, as a qualifier, \"intelligence\" is already suspect, and will thus further lead to the words like \"sentience\" being erased from society as an afront to every rock or shoe or book unread. At which point, \"being\" itself will die as a descriptor. \n\nAt some point beyond that, the time will arrive (that is, until \"time\" itself is banned) when only upon one's death will it be determined whether or not one had ever identified as alive in the first place. \n\nPinch me when that happens, lest I'm nightmaring.",
        "A person's sex isn't miraculously defined at birth, nor is it assigned, which might give the impression that the medical profession or parents have some choice in the matter.\nSex is something that develops well before birth early during gestation, it may even be at conception.\nA name is assigned and can be changed later in life, but sex isn't and can't. \nA healthy person without a genetic or physical abnormality is either born male or female, their sex is obvious at birth even to the untrained eye.\nAdditionally, sex and gender are one and the same thing. Attempts to distinguish between sex and gender are simply a linguistic device used to unnecessarily complicate what is a very simple situation by those that want to pretend that sex can be changed.\nA person may grow up and be unhappy with their sex, and take steps to present and live as a member of the opposite sex, but nothing they can do can alter their fundamental underlying genetic characteristics which developed in their mother's womb.",
        "Biologically, sex is a) not as binary as people would like to assume (see intersex) and b) often not relevant. Not just for humans, but for all animals that have sexual dimorphism (and there are those that don't). Saying \"women are nearly twice as likely as men to experience harmful side effects from drugs\" collapses the experiences of all women into one group, rather than looking for actual differences that might predict specific side effects for a given individual. It's an emphasis on the average with no acknowledgement of variance, on a distribution that will usually be at least bimodal, if not multimodal. More to the point, emphasizing a strong binary difference makes it easy for some to make assumptions about individuals just because of their chromosomes, completely ignoring the development that happens after birth, whether psychological or physical or both. We can be smarter and more nuanced than that. Words can be familiar to everyone in a society without being sufficient or appropriate.",
        "This feels like reverse language policing, as it were. True, nobody should be forcing people to use \"sex assigned at birth\" over \"sex,\" but nor should anyone should be forcing people to use \"sex\" over \"sex assigned at birth.\" As long as language isn't outright offensive, people should feel free to refer to themselves however they like, and in the interest of civility people also ought to honor other people's reasonable self-designations. The desire that people have these days to both offend and to take offense is baffling.",
        "My sex was assigned at birth as female, and I am now an adult woman.  My son is a trans man. The term \"sex assigned at birth\" is useful in a medical setting.  He is a man, but has a uterus.  This would be important for a doctor to know when treating him. I'm really don't understand why this terminology is a problem.",
        "Why doesn't your article emphasize the almost 1% of babies that are not born clearly male or female? Sometimes medical personnel try to create a distinct sex at birth for them by cutting off pieces of a baby or later putting them through surgeries early in their lives so they APPEAR to be male or female. \n\nIf we started talking about intersex babies much more, the people who shout about humans being distinctly male or female from birth onward, would be forced to recognize that NOT all people fit into those categories. \n\nThe existence of intersex babies, and us talking about them more than we do, might force some people to stop telling us that God obviously made us sexual in only one way.",
        "I am sympathetic to the writers’ point and think the assigned sex at birth phrase is both clunky and in accurate for 99.8% of people.\n\nHowever what is not discussed is the fact that in the US we have thousands of people who’s LEGAL sex is not the same as their Biological sex and yet who still like everyone have to fill out forms that require them to choose sex: “male” or “female”.  Which do they pick?  Do they have to make a judgement about which is important in each circumstance?  Always assume biological sex is meant?  \n\nAn obvious solution is to ask about both LEGAL sex and Birth sex using just that language.  \n\nbut I agree with the authors let’s drop the ASAB silliness - trans and intersex people are not so weak they can’t understand that their birth sex is simply a random fact about them that is sometimes important.",
        "It's somewhat shocking to read a philosopher and scientist cite counterarguments only to brush them off without explanation. \n\n\"Despite the confusion sown by some scholars, we can be confident that the sex binary is not a human invention.\"",
        "The sex binary? So intersex people don't exist, or do they just not matter according to Mr. Byrne? My goodness.\n\nExpanding language to be more inclusive in this way is not about shaming anyone, nor about pretending that something arbitrary happens at birth.   A philosopher should understand the importance of discomfort in social change.  Inclusive language like \"assigned at birth\" might be awkward, but it isn't harmful to women and is a step toward seeing real harms like those caused by sexism, transphobia, and binary ideologies.",
        "I am heartened to read so many comments affirming that yes, sex is a biological fact. I want to make sure readers know that Carole Hooven LOST HER JOB at Harvard for stating this. I hope that readers with some power will use that power to speak up on behalf of people who tell uncomfortable truths.",
        "I have a brother who transitioned to being a woman in his 50s. It seems ridiculous to say he was assigned female at birth when he interacted with everyone as a male for over a half century. Sure I'll call hm a sister when speaking to him and use the correct pronouns out of politeness, but in my head he is still a man living as a woman.",
        "From my trans/nonbinary perspective, both “sex” and “sex assigned at birth” are too simple to serve anyone’s medical needs. Say a person is assigned female at birth, but then later has 10 years of testosterone, a hysterectomy, and top surgery. It hardly makes sense to describe them as female in medical settings because they will have different reactions to drugs and different medical needs than a typical cisgender woman. It also doesn’t fit to call them male because they will have different medical needs than a cisgender guy. Birth sex, history of gender affirming medical care, gender socialization, gender presentation, and gender identity are all different things, and I think people like these authors get obviously confused when trying to conflate them into a couple terms like sex and gender. We just need to get more specific in describing physical and internal realities",
        "The term “sex assigned at birth” was coined to describe intersex people whose actual sex *did* turn out to be different from what doctors believed at birth. \nBeing intersex is very difficult. Using intersex-specific language to describe anyone who doesn’t “identify” with their birth sex trivializes the real obstacles and suffering of intersex people.  It’s terribly insensitive.",
        "Does it occur to anyone that the insistence that we humans, unique among all mammals, are somehow not sexually binary, is just the latest version of human exceptionalism? \nIt’s just a variant of medieval “chain of being” thinking. \n“Yes, other mammals are male and female, but not us — we’re SPECIAL.”\nCome on.  We’re literally just mammals.",
        "I am a woman. I was “assigned male at birth.” When a medical form asks the binary question: am I “male” or “female,” what should I do? “Male” is biologically incorrect (now), medically inadequate (estrogen, no testosterone), and socially embarrassing. “Female” is (not quite) biologically correct and potentially inadequate medically. “Female” and “Assigned male at birth” is accurate, emotionally correct and, contrary to the claim in this piece, well understood. Really, why so much piling on transgender folks - who actually do exist, in many cultures, and have existed for a very long time?",
        "I think the problem is with the birth certificate itself. Cisgeneder is the sex of male or female assigned at birth. That is, it can only be one or the other - a binary choice. So, maybe that part if the birth certificate should be expanded to be more specific. For example, “It could be male, we’re 90% sure.” Or, “We decided it’s a girl after a vote of 3 our of 5 in the delivery room.” Or, the quater came up heads, it’s a boy.” Or, we can’t tell untill we run some tests.” And on like that. It takes the medical staff off the hook. Kinda.",
        "The weirdest aspect of sex/gender Lysenkoism is that the beat cops are trying to deny people the freedom and agency they claim so passionately, correctly, for themselves. It’s like if gay men and women insisted that all men and women had same-sex orientations, basically, but the vast majority were suppressing their authentic desires. But it’s not just the belief - anyone who challenges this orthodoxy is causing tangible harm.\n\nI can understand why a young person’s sexual identity is fluid might believe deeply that this is true for most people. The tide is turning on this issue, because the larger society is starting to develop a language which allows people their beliefs, but also respects science, and knows the power that fanatics can have in the public square.",
        "The crux of this whole brouhaha is how \"sex\" (which is biological) is conflated with \"gender\" (which is cultural). No one is talking about \"gender assigned at birth.\" \n\nWe have words that describe sex: \"male,\" \"female.\" We also have words that describe gender: \"masculine\" and \"feminine.\" \n\nThe term \"trans (wo)man\" conflates gender and sex; it implies that the person in question has changed sex, when sex has not changed (the gametes are the same); it is the gender which has changed. So to me, the term \"feminine man\" is more accurate than \"trans woman.\"\n\nWhy should I care, you say? Here in California, gender identity is a protected class; if you do not address a coworker by his or her declared pronouns, you can lose your job. \n\nIf I, an obviously phenotypically \"black\" person, suddenly declare that I'm \"white,\" are folks disrespecting me by not regarding me as \"white?\" If transgender arguments were ever applied to \"race\" (which is an even bigger social construct based on much shakier biology), imagine the chaos that would result.",
        "The phrase “sex assigned at birth” should solely be limited to those whose sex was undetermined due to a disorder of sexual development.\n\nIt should never have been applied to those diagnosed with gender dysphoria, as it incorrectly suggests that medical or surgical intervention actually changes one’s sex — it does not.\n\nWe’re constantly being told sex and gender are different; sex is objective and immutable.",
        "At least 2 things are wrong about this piece.  \n\nFirst, the notion that the Supreme Court did not reference \"sex assigned at birth\" in the Bostock case. Wrong, and easily fact-checked.\n\nSecond, the authors casually mention biological sex as if that is the correct reference to use, in opposition to sex assigned at birth. Not according to endocrinologists and endocrinology societies who see the term \"biological sex\" as inherently imprecise and to be avoided because it refers to physical aspects of femaleness and maleness.\n\nWhat else did the authors get wrong?",
        "Your sex, in the overwhelming number of cases, the exception being a tiny number of genetic issues, is determined at fertilization. It is observed at birth. I’ve been present for 100s of births and not once did anyone  say something like “what shall we call this one?”",
        "Human sex may be binary; human gender, however, is fluid.  A baby born \"male\" may discover in growing up that \"male\" is an ill fit and \"female\" is really who she is.  \"Sex assigned at birth\" was a linguistic attempt to accommodate individuals who found themselves caught in the gender conundrum.  It was and -- used by professionals -- still is a useful term.  However, the term has also been taken up by cudgel-wielding right wing \"Christian\" bigots to beat over the heads of transgender individuals.  It has been made into a term of opprobrium by these individuals and is now being used to force transgender individuals to use restrooms and accommodations that align with the \"sex assigned at birth\" to them.\n\nWe all need to cool down.  Language is malleable and mutable.  Do not reject the concept \"sex assigned at birth\" only on the basis of our present day concepts of science, sex and gender.  We're an infinitely complex species.  We need to evolve on this issue.",
        "Unfortunately for those using hormones to alter their characteristics, inherently they are what they born male female, or both. Taking hormones does not make you female or male. it alters you but you are not genuinely that sex.",
        "Does anyone care to guess how long it will take for the use of the word \"sex\" when referring to the sex of a person at birth to become illegal in the US? \nWill it be after or before a ban on the phrase \"trans women are not women\"?",
        "Suppose a transgender person presents for care as an adult, and has legal documents showing a sex of “F”. If the goal of medicine is to be as clear as possible, how could you possibly be more clear than acknowledging the difference at two time points?\n\nAre the relevant sex acronyms then M(T1) and then M(T2)? Male at time 1 or 2?\n\nI don’t know about anyone else, but I’d prefer if doctors focused on doctoring and not on which side of the culture wars they stand.",
        "\"Sex assigned at birth\" is nonsensical because there are two sexes, scientifically speaking. Those sexes, female and male, are so closely coupled with gender that they are essentially the same thing.",
        "Thank you for this common sense piece. We can be accepting of people's differences and dignity without torturing our language. Let's start believing in the evidence of our own eyes. I bled each month for 40 years. I had two children birthed through my vagina from my uterus. I certainly wished many times that I had been born a man. It seems like the better deal. But I wasn't. The question of gender identity should be personal and fluid and not a matter of public policy.",
        "The only people who are \"confused\" are the authors (and their supporters).  If there was any will to examine the facts, it would be very clear that the science (as well as human history and numerous examples from the animal kingdoms) demonstrate that there can be a \"mismatch\" between external genitalia and gender identity (and sexual orientation).  This article is one of (too) many published by the NY Times that presents pseudoscience based on \"belief\" rather than facts masquerading as \"science\".  What is so difficult about using the phrase \"sex assigned at birth\"?  It is simply an accurate description of what happens when a baby is delivered.",
        "Sex assigned at birth?  And who does the assigning?  I realize it is incredibly rare, but occasionally someone is born as a hermaphrodite.  What if the parents choose the wrong sex to assign to their child at birth?   \"Sex at birth\" seems to fit better.",
        "Males produce gametes. Females produce ova. Only intersex persons, who make up about  0.5% of the population, are nonbinary.",
        "The authors fail to mention or even acknowledge intersex people, often overlooked but very real, who fall outside of the two binary categories they insist upon. \"Assigned ____ at birth\" gives language to intersex people who have had a \"sex\" chosen for them by the medical establishment/parents. Insisting upon black and white, or in this case, male and female thinking alone is a harmful regressive erasure.",
        "Let me start by saying I have a transgender family member, the individual who rented my farm transitioned and it really isn't any of my business.  Live and let live I say.   HOWEVER, saying \"sex assigned at birth\" implies that whoever delivered the baby didn't bother to examine it's genitals, but just flipped a coin as to what sex to \"assign\" and wrote that down.  It's ridiculous.  We are not \"assigned\" a sex.  We are biologically male or female.  I feel the same about saying \"pregnant people\" etc.  It is not disparaging to transgender individuals to acknowledge the biological realities that were present at birth.",
        "What a silly thing to worry about , if the label helps a small % of the population to feel better , why on earth would any decent person care what another is called . Just like a name , who care what someone wants to be called . How on earth could it affect someone else if the other person is called bob or bobet ? In an organized religion the main thing is money , then hating the other . When the other is decent they have to figure out a way to hate on them . Ask a devout Catholic what happens to the Buddhist  who is better then they are ?",
        "When paper medical forms ask for my gender, gender identity, or sex assigned at birth, I cross all of this out and write Sex: Female.\nWhen electronic forms ask the same question, I select  “other,” and in the space provided, write Sex: Female.\nI do this for my kids as well.\nWe need medical care based on our sex. Not on any of this other silliness.",
        "The author is a philosopher and their lack of attention to the details of science is prominent. For more than 20 years biologists have been taught that sex is a phenotype - a characteristic that is expressed, and therefore must be observed. Phenotypes are not confirmation of the actual genotype - in this case the combination of X and Y chromosomes, which can only be known with genetic sequencing. The author confuses these two separate classifications. Why is this important? Many people in the public believe sex is about what genitalia you have (the phenotype) while scientists sometimes make distinctions between the genitalia and chromosomes (genotype). Hence, the phrase “sex change”. “Sex assigned at birth” makes it clear that the form (or medical journal article) is interested in the best approximation of the genotype that is available (since we do not sequence most individuals genomes) - not the phenotype which can be altered by a “sex change” procedure or treatment. It is the genotype that is most relevant in all of the example the author provides of why sex is important. So in fact, following the author’s own reasons, and correcting the scientific misunderstandings, this article strongly supports the opposite of authors conclusion. \nIt’s not surprising that major medical journals got this right and The NY Times should not let people publish editorials on topics that they are not informed enough to understand.",
        "How much happier life could be if all people committed to being kind and minding their own business.",
        "\"Sex matters\".  But, should it always?  \n\nSex \"matters\" to all animals; evolution made sure of that.  \n\nWe humans are more enlightened (I'd like to think) and we can overcome our lizard brains' predelictions.  \n\nSocieties are trying to figure out how to operate as civil, respectful groups.   \"Sex assigned at birth\" is an admittedly ham-handed try to soften our lizard-bŕain bullying.",
        "Amen.  A sound, thoughtful article on how the road to hell is paved with good intentions.  We are far too concerned about the possibility of offending another person in this country, and that pressure keeps people from being honest and frank, two qualities that we need more, not less, of.",
        "Why don't we skip all the political and social warfare baloney  and simply record the genetics of the majority of cells.  That would be \"XX\", \"XY\", and in some unusual cases \"Mosaic\".\n\nAs for gender related behavior, respect everyone's individual rights/beliefs and don't try to impose yours.  America was founded on the basis of personal liberty and rights, and not on theocracy or fascist behavior.  The government shouldn't' be a \"nanny state\" enforcing any belief system religious or political.\n\nOther than that, no person should be allowed irreversible gender related surgery until their brain has settled down from puberty.  I'd guess that is somewhere in the early 20s.  The Docs and psychologists should be able to determine a safe and socially acceptable age for the majority of folks.  No society can please every individual.  Sorry about that.",
        "I read this out of curiosity why the New York Times would consider this issue important enough for column space, given all the actual problems in the world. And all I can say is... really? People who clutch their pearls over the pronouns others choose, or phrases like \"sex assigned at birth\" or \"pregnant people\" need to get a grip. If you want to discuss actual sex and gender problems with real life consequences, how about the high and rising maternal mortality rates in states that have stripped women of the right to make their own healthcare decisions? How about the real life consequences of abortion bans, the growing maternity care desert crisis, and the lack of safety net for women, babies, and families?",
        "There is a difference between sex and gender.",
        "Having checked the incidence of ambiguous sexuality at birth I came away thinking the authors are more wrong than right. An NIH reported study says 1/5000 babies have ambiguous genitalia.  <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7845444\" target=\"_blank\">https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7845444</a>/  So there is  some scientific basis to using the term \"assigned at birth\" for overt sexual characteristics. \n\nThe bigger issue is the  much larger number of persons with unambiguous genitalia, but who are more attracted to those of their own sex. I have seen the hypothesis  that the brain processes underlying sexual preference are not always in synch with those underlying the overt biological sexual characteristics . When some gay persons I have heard  say that they knew they were attracted to the same sex very early in life, this suggests  that the brain processes underlying sexual preferences may go in a different direction than the overt biology.\n\nSome conservatives claim that homosexuality is the result of social pressures, hence the 'Don't Say Gay' movements in some states. There's probably at least some truth in this.  \n\nThen there is  sexual dysphoria, where you wish you were the other than . People have adopted the look and dress of the opposite sex forever. California even allows you to designate yourself as non-binary if you don't like the biological categories. \n\nSo sexuality appears to be a lot more complicated than just overt biological characteristics, even though biology settles the issues for the majority of people.",
        "To be precise, sex is determined at fertilization, not at birth.  Putting asides rare developmental anomalies, this is a simple biological fact.  It is unfortunate that science is today so fraught with politics that one needs this sort of opinion to combat an ideology which has the same substantiation as a belief in intelligent design.",
        "Sex is not \"assigned\" at birth but rather is observed and noted.\n\nI don't understand why anyone should be confused by the difference between \"sex\" within the meaning of biology and gender identification [which is a real thing].\n\nMerriam-Webster Dictionary Usage Guide:\n\n\"Among those who study gender and sexuality, a clear delineation between sex and gender is typically prescribed, with sex as the preferred term for biological forms, and gender limited to its meanings involving behavioral, cultural, and psychological traits.\"",
        "Thanks to the authors for speaking clearly about biology, using common sense.",
        "Thank you for your courage in writing this essay. I am sure you will be attached mercilessly, but please take comfort in the fact that the vast majority of men and women agree with you on this.",
        "There are physical organs of the body, and not every female is born with the normal ability to have a baby.  Then, some are born at birth with organs for the possibility of being biologically either a male or female, and the parents can decide, and often have it physically taken care of at birth.  That is both the past, the present, and the future.  Then, there is attraction, desire, etc. and these are all on a sliding scale, so what is right for one individual is different for another.  To try to read into anything too much and indoctrinate young children is confusing and dangerous for the younger generation.  Then, there is the fact that a majority of children, have no father in their lives.  This presents long term issues for both females, and males.  Then, to do long term studies about all of this is an afront to certain groups which is dangerous and going back to the dark ages as well.  Coming from a family of many doctors in the family over 4 generations, and growing up in small communities, one becomes aware of how people perceive all of this, from the reality of the physical and psychological parts of the body, and then what is considered the norms of acceptance in a small town, and how that is slowly changing, and acceptance is becoming more common.",
        "Some commenters have suggested that the new terminology is simply “polite” language with no consequences other than to make transgender individuals more comfortable. And yet, the suggestion that biological sex is irrelevant has serious consequences in women’s sports, access to women’s shelters, locker rooms, etc. Recently, someone argued with me that there’s no such thing as female sports despite the fact that women’s sports were developed over decades when the term ‘female’ was used interchangeably with ‘women and girls’. I have been gobsmacked that the left, including so-called feminists, would so easily abandon women. The science is clear that females deserve a sporting category apart from males.\nMy greatest concern is that many people form their opinions based on political tribalism rather than careful consideration of each issue individually, and what the implications may be for other issues that are of even greater concern. If feminists can abandon women so easily, how firm is the support for addressing climate change, really?",
        "Since everyone insists sex and gender are separate things, why does anyone care, actually, about the sex question? \n\nIt is illogical to insist that sex be adjusted to gender.",
        "In the decades before LGBTQ were even a notion, there was no way a child would know anything about the subject in a wider sense. There was no way that a child would think they had options. They were brought up in the presumed  sex and presumed behaviours of the apparent gender.  \n\nThen without anything else to go on, that child at about 10years old, +/-,would find themselves questioning their status of sex and gender, and find they disagreed with it.  That inner conflict arose independently, and would become stronger and stronger.  The result was a trans person, who stayed schtum and lived a suppressed life, or didn’t stay schtum and suffered for their bravery.  \n\nAnd of course there is the other more frequent phenomenon of a child finding they challenge the societal norm, and their chromosomes, and decide they are homosexual.  \n\nSo the human race being and having  the rainbow of psychological variations and possibilities that it does….then “sex assigned at birth” ..until that person decides for themselves…is a correct statement.",
        "I have wondered about the onset and  occurence of menstruation and the impact it has on young females. I don't know many women who enjoy their \"periods\" often alluded to as \"the curse.\" I do think it has an influence on we who do not choose it but have to adapt to it. I wonder if it makes women more resilient in a way, more patient, more accepting of reality. There are perhaps more natural differences that exist and are not recognized by making social conditions the basis for lanuguage.",
        "I agree that \"gender assigned at birth\" is irrelevant, but for a different reason. Doctors and parents can be wrong about a newborn's gender and not realize their error until the child is old enough to question the original gender assumption or assignment. \n\nI don't know how an evolutionary biologist can ignore their existence, but at least 1.7% of all babies are born intersex, which means they have external or internal sex organs that fall outside male/female categories. They may have both ovarian and testicular tissue or a chromosomal combination such as XXY. And some are born with external genitals that fall into typical male/female categories, but their internal organs or hormones don’t.\n\nThis means there are at least 5.6 million Americans who are biologically nonbinary.  \n\nThere are another significant percentage of people who do not identify with their assigned/assumed gender. This may have an as yet undiscovered genetic component or it may be due to hormone exposure or another condition. \n\nIn the same way that a person's ABO blood type doesn't tell the whole story of blood compatibility, a person's visible sexual characteristics do not reveal everything about their gender. The \"gender\" box you check at the doctor's office is no substitute for a thorough patient history!\n\nAnyone who stubbornly ignores the biological and personal reality of millions of people should not be influencing public policy in any way.",
        "The descriptors \"sex assigned at birth\" and \"people preferring to be identified as female (or male)\" ... etc.  may be technically accurate according to various definitions. \n\nThe problem is that most people who fit those phrases are insulted by them ... and they vote!\n\n(don't get me started on pregnant people)",
        "This has always seemed rather obvious from the start: somehow sex and gender have become conflated when they are distinct. People are made up of physical realities and learned states. The physical realities will produce certain results, including gender, but biologically sex is sex. Your gender can differ from your sex. Your gender can be fluid. Your gender can align with your sex. Gender roles are constructs, and one should be able to embrace their preferred construct, their perceived reality, but the sex you were born into is your sex, unless you proceed with physical biological interventions, but do those completely shift your biological arrow?",
        "The Johns Hopkins alumni magazine (my wife was an RN graduate of Hopkins) featured an article in the 1990s about a JH surgeon whose specialty was reconfiguring the genitalia of infants who were born somewhere between male & female.  So when I was assigned a college research paper, the topic of hermaphrodites (an old term) came to mind.\n\nHaving access to a university medical library (my wife taught there), I learned that nature burdens a surprising number of humans with a body (or mind) that does not conform to strictly male or female formation.  The idea that some notation on a birth certificate will correctly dictate the remainder of a person's life is so backward it should relegated to the shelf holding religious beliefs of the middle ages.\n\nScience knows better.  It's time the rest of us understand that the either/or understanding of sex and gender is backward and uncivilized.",
        "It is critical to remember there is a key difference between the definition of sex and gender. Sex is biological, while gender is a societal construct. As another layer, sex is not, scientifically, male or female. Intersex is another category.",
        "The Left loves to claim that it knows and recognizes science\nand belittles the Right for its supposed ignorance of science.\n\nScience is often not simple.\nBut it does -- as it ought to -- put a very high value\non observable facts.",
        "\"More generally, the interaction between sex and human culture is crucial to understanding psychological and physical differences between boys and girls, men and women. \"\n\nPsychological and physical factors are on a continuum for both women and men. Some men are sentimental care-takers and some women are aggressive and competitive. Some men are short and weak and some women are tall and strong. Just because there's a sex-based tendency towards certain characteristics tells us noting about an individual. To think that knowing sex gives you clear unbiased information about a person's psychology and physicality means you're going on cultural stereotypes.",
        "Brace yourself, folks.  This isn't the first time that a rejection of stereotyped gender roles has been condemned, and it won't be the last.  Especially in a publication that supports a return to medieval thinking, medieval behavior, and medieval stereotypes.",
        "We  need the leaders blasting apart  rigid gender roles.   I need to challenge my discomfort when I'm unable to recognize whether  someone I see on the street is male or female. Therefore I support changing one's name to a name typical of the opposite sex; using gender-neutral pronouns; declining to answer  people wanting to know one's  sex (except for medical. legal such as drivers' licenses, etc.)\n \nBut a lot of destruction is wrought when those efforts include false assertions that people can change to the opposite sex.  Puberty blockers, hormone treatments  and surgeries have done huge damage.  We have yet to see the crest of the wave of those regretting their effort to change sex, left with no way undo the damage to their bodies.  \n  \nAs many commenters have said, also disastrous is the chilling of free discourse and  removal of dissenters' opportunities to speak at conferences, publish articles or  retain their jobs.\n\nI think also that autogynephilia fuels  the  violence that the most aggressive transwomen perpetrate on dissenters, shouting the women down at gatherings  and ripping their  non-violent, opposing placards  from their hands as they are shoved and kicked at demonstrations.",
        "I remember the debates around social conditioning. Boys and girls are the same. Their differing behaviours are the result of subtle social conditioning, so subtle that it can hardly be noticed. Yet these barely visible cues can produce vast differences in behaviour, resulting in the reproduction of stereotypical gendered behaviour. However, no amount of yelling, begging, cajoling can stop my grandsons from jumping on the sofa, while the slightest cues turn them into typical boys. If only we could harness these barely visible cues! My political sympathies are entirely with those who desire equality and who wish to live their lives in security and with dignity. However, please do not make me believe what I know not to be true.",
        "Excellent article.\n\nThe only odd thing about the article is that it has to be written at all. It's a sign of the crazy times we are living through.",
        "How about making this like abortion - if you're against it, don't have one. If you don't like to say \"assigned male/female at birth,\" just say male/female. I personally don't use the terms \"assigned male/female at birth,\" but if other people or organizations want to use them, we all know what it means so what's the big deal? And some people really *are* biologically mixed, so it's not as binary as the authors make it out to be.",
        "I disagree and the argument relating to the need for clarity in health matters is flawed. Arguably creating the category of ‘sex assigned at birth’ creates better clarity in health related matters. In its absence, were a transgender person to fill in a medical form and respond to the question of ‘sex’, you create greater confusion in understanding their response. They may respond with their sex assigned at birth, or the sex with which they identify. If the authors are arguing that specific health risks for the different sexes are important for understanding an individuals health risks, then this categorisation is beneficial. Indeed, I’d argue it is a large reason why the terminology is used in health settings (as well as being appropriately humane and compassionate to the identities of our transgender community).",
        "Thank you, thank you, thank you.  You are doing yeoman's work in help clearing space for those who want to refer, simply, to the important reality of biology without being called out as benighted or phobic.\n\nOK, yeoperson's work!  At any rate, in my view it is wholly possible to accept and honor a person's experience and expression of gender without having to pretend that biology isn't real, or that it doesn't matter.  It is and it does.",
        "I like seeing the \"sex assigned at birth\" verbiage because it cuts through any experimentation the individual has gone or is going through.\nYour own life's journey may take you down any of a thousand different roads, but when medical information is needed (as is the case with everything from birth to death certificates), it's just more convenient to get the information as to which of two genders the person was born as.\nWardrobe, plastic surgery, hormones -- none of that changes what the doctor saw at the moment of your birth.",
        "Adjusting language to be more inclusive makes sense to me when it is about large swathes of people. Like including female forms of words (they are over 50%). Adjusting language and all kinds for forms to cater to an tiny tiny group of people (what's the percentage of transgender folks? 1% 0.1% 0.01%?) makes absolutely no sense. I am totally willing to treat a transgender or nonbinary person with respect in personal, direct interaction. I will use whatever name they want me to use together with the pronouns. But don't make me fill out forms about gender identity with options that don't apply. I am not \"assigned at birth\" male, I am male. Quite happily so. End of  story.",
        "Seems to me that  'sex at birth?' works--covers the initial biology/morphology but don't preclude any later phycological or morphological alterations.",
        "Grateful thanks to both Hooven and Byrne for an intelligent, well-evidenced call for a return to science and common sense, and to the Times for publishing the piece. I hope it will be widely read.",
        "This is a giant strawman -- nobody is saying that the idea that there are general classes of individuals with associated biological traits is absent. But yes, just like any other category, sex is a human construct. We have decided that having an XY vs. XX chromosome and the associated phenotype is worth of creating a binary. There are many cases in which we don't do this. It's just one that we particularly care about, for many reasons.",
        "Sadly, this type of \"empathy\" only hurts the ones it seeks to protect.  Coordination of language use from top-down ALWAYS triggers reactance-based rejection from the bottom. It also always fails, even North Korea is having a tough time.\n  In democracy, this will manifest in even a greater demand for Trump like leaders to beat back the top-down coordination of thought.  Humans cannot solve coordination problem, the world doesn't work this way, it emerges bottom-up. \n  Ultimately, the order is always restored from bottom-up, and no, its never an empathically coordinated process and its always about what's good for the majority.\n  This is a purely physical process and people who think that they can create a brand new world with writing, need to first do some reading, starting with physics.",
        "Hallelujah. I’m not a fan of abandoning science for either side of the political spectrum. The dissolution of boundaries and stereotypes is far more powerful when it doesn’t depend on the willful ignoring of facts; I hope with all my being that the culture-leaders who are exploring every facet of gender — and liberating all of us in the process — will continue to do so with gusto, not by pretending sex isn’t real but finally decoupling behavior from it’s traditional cultural implications. Male or female — accept it. Then show us how free you can be.",
        "The authors should have explicitly stated that sex is binary at the beginning of the opinion column because it is a biological fact. Males make many small gametes and females make fewer, larger gametes. That is the biological definition of anisogamy. Some organisms have the same sized gametes (isogamy) while having sexual reproduction. Others, like ciliates (unicellular organisms like Paremecium), don’t have gametes at all, and merge genomes together during fusion. The cells reproduce separately by mitosis.\n\nIn species with two sexes, there are cases of hermaphrodites, or sterile individuals that don’t produce gametes, but those are developmental problems and are not considered separate sexes.",
        "The definition was qualified to overcome the rejection of a scientific determination of a person's gender by the left.  I'm not confused.  Any way you ask me what my gender is, you'll get the same answer.  I haven't changed.  What has changed is how how you have to word questions to get a correct response from far left extremists.\n\nThis isn't a problem in other countries.  The world isn't experiencing widespread rejection of science and medicine.  The best I can do it continue to vote for people like me and hope for the better.",
        "Maybe newborns should be routinely tested at birth  to determine their gender based upon their chromosomes rather than relying on mere observation of their anatomy.  Sometimes, it isn't quite as simple as two X chromosomes resulting in a girl and an XY chromosome resulting in a boy as determined at conception.  The Y chromosome carries the SRY gene  which acts upon another gene SOX9 to initiate the development of testes, if there are insufficient levels the resulting baby will be classified as having a \"disorder of sex development\" (DSD).  Intersex is a non-medical term used to describe those with a  chromosomal sex differing from phenotype ( ie. observable) sex. There are those born with with ambiguous genitals, and those both male and female genitals.  Statistics are that approximately 1.7% of babies have these anomalous gender characteristics.",
        "Sex is not simply biological. It’s also cultural and psychological. It involves both learned and instinctive behavior. Nature and nurture. Wealth and privilege.\n\nThat’s apparently too complicated for some people to deal with.",
        "The authors are making a mountain out of a molehill.  This verbiage simply acknowledges that some people might want change their gender that is different from what is on their birth certificate. \n\nThis does not take much thought, it is certainly easy, and should not distract us from our other responsibilities.  \n\n If there is confusion, it won't last.",
        "Many idealogues in this space will tell you children are strong, capable, and fully-formed humans who may consent to life-altering surgery and hormones. And yet, those same people will tell you that actual adults cannot fill out a form with the word \"sex\" on it, lest they be offended.",
        "I'm also an evolutionary biologist, and I'm happy to use \"polite\" terminology for humans if they prefer. Many of my friends are transgender and greatly prefer \"assigned female at birth\" to \"female\" when describing them. So that's what I use. These are  real, living people, not biological specimens in jars.",
        "As a geneticist I approve of this message.  Alas, this issue has infused clinical genetics and genetic testing reports in the name of being inclusive.  Genetics is complicated enough for patients to understand without adding unnecessarily confusing language.  In medicine we always consider the benefit to harm ratio.  My belief is that the harms of confusing patients outweigh the benefits of not offending some patients.",
        "Wondering about health problems being different for males and females.  Are they different between a 6 year old female and a 6 year old male?  Or are the differences in health problems be related to body mass or hormones occurring at puberty?  6 year olds seem about equal in athletic performance despite gender.  At puberty the male gets more body mass and entirely different hormones than the female.  And usually males outperform females in athletic ways.",
        "The authors seem to be deathly afraid of inclusive language regarding gender diversity, but they don’t have a clear understanding of why it’s allegedly so dangerous. Instead, they trot out objection after objection, hoping that one might stick, that if they move on quickly enough to their next objection, the reader won’t have time to notice that they’re previous objections didn’t make sense, or that if they can add up a horde of minuscule objections, they’ll actually have an objection worth worrying about.",
        "I had an environmental science professor in undergrad give a bonus question for extra credit on an exam. Accompanying a map of campus: \"Circle the nature.\" \n\nThe correct answer? All of it. From the dirt on your shoes to the spider in the sink to the atmosphere you inhale - nature cannot be pinpointed, it is all encompassing.\n\nA comprehensive understanding of biological sex similarly cannot be distilled down to external genitalia only. Chromosomes, hormones, brain chemistry - all biologic variables that can determine one's biological sex. \n\nAs the study of medicine evolves along with an increased awareness and understanding of what it means to be nonbinary or trans, it's only right that our language adjusts accordingly. Apologies to the author if that is all more complicated than they would like.",
        "I'm a never-trumper and probably left of what used to be center.   \n I don't care what gender a person is or wants to be and I don't care who has sex with whom (as long as they are adults and consent). That said, my sense is that the majority of people in this country aren't receptive to and are annoyed by the far left's focus on gender--and it will hurt most any candidate to the left of trump.  There are so many more important problems in the world today.",
        "I will respectfully address anyone however they want me to call them, but putting on a dress doesn't make a man into a woman, it makes you a man in a dress, or a man who had breast implants, or maybe something I don't actually need to define, since I am not an intimate partner.  That's fine: I support people's need to sort those things out and it's their life and their body.  But it feels creepy and Orwellian when I am expected to conform to their self-definitions in my own home in private, disregarding the biology that extends to nearly all other species.",
        "If I'm not a medical professional, and I'm not looking to procreate, why do I need to know anything about someone else's sex - genetically, physiologically or otherwise? \n\nSo much of this letter (and the comments) seem to conflate a legitimate need to know with a demand to know (and even unilaterally define) in the absence of any actual need. \n\nRather than endlessly debating which is 'more true' - binary-at-birth or world-of-options - I'd rather  work towards more sex-and gender-neutral language and thinking in all the many cases in which it is irrelevant but currently linguistically uncomfortable to not specify. Moving towards language that doesn't 'need to know' might help us move towards fewer arbitrary cultural biases.",
        "I am very upset that those who spread this radical idea of nonbinary and pronouns force them down our throat in the name of politeness and inclusivity. They are serious insults to my belief and culture that are deeply personal and also universal.",
        "Would a better term be biological sex?  I understand in a medical setting this is valid information to have",
        "The authors used a lot of words to say they prefer the term \"biological sex\" to \"sex assigned at birth\". Their preferred term is politically loaded, commonly used by those who seek to strip transgender people of healthcare, legal recognition, and the right to be themselves in society. This is not a good faith argument about accuracy in health and science. It is a political screed dressed up in academic language.\n\nIf only the New York Times gave as generous a platform to transgender people and those who care for them as they do to those who would strip them of their rights and identities. Do better, New York Times.",
        "You neglect to address the fact that 1.7% of the population are born intersex which is about the same percentage as having red hair. Because it is complex when someone is born with varying forms of genitalia and hormones (intersex), many doctors immediately assign female at birth and surgically/add hormones to turn the baby into female. Also not addressed are the Guevedoce children, who are born female but have male genitalia descend at age 12. So yes, the term gender assigned at birth is necessary. It's not just to make certain groups of people feel comfortable. Check your confirmation bias and up your science knowledge before writing. You now lack credibility because you didn't do basic research and let your personal opinions usurp facts.",
        "There are a lot of comments from people who claim to care about women’s rights. As an avid reader of the NYT this comment section has a decidedly different tone than usual.  I am questioning the provenance of a lot of these opinions.  Does the author have a fan club commenting?  Reclaiming our women hood or similar phrases are usually the right’s attempt to squash feminists .",
        "The biology is straight forward:\nThose with XX chromosomes are biological females and those with XY chromosomes are biological males.\n\nWhile there exist a number of other genetic mosaics  (XXY, XYY, etc) all of those additional mosaics COMBINED are less than 0.1% (less than one in a thousand) of the population.\n\nThe amount of attention given to such a minuscule segment of the population is extraordinary.\n\nNOTE: I'm referring to GENDER, not to gay, lesbian or bi-sexuality - which an entirely separate subject.\n\nRegarding THAT subject, probably the most accurate figures come from research on the percentage of Google searches within \"porn\" for 'same-sex-porn'. Those are anonymous and don't depend on people's honesty in answering questions, they simply show what people are actually looking for (i.e 'interested in').\n\nThat research indicated that, regardless of what State or what part of the country the searches originated from, the range was consistently between 5% and 8%.",
        "Sometimes I feel guilty and embarrassed about giving the NYTs money. This is one of those times.",
        "Blah blah blah.   “Assigned at birth” simply means looking at genitals, observing, and recording “M” or “F” on a birth certificate.   Let’s not make this hard, folks.",
        "great column!",
        "“This matters because sex matters. Sex is a fundamental biological feature with significant consequences for our species, so there are costs to encouraging misconceptions about it.”\n\nAbsolutely, people must stop conflating sex and gender, and stop using the terms male and female in matters concerning gender. Gender is a social category- boy, girl, woman, man- refer to gender. Male and female designate biological sex, which cannot be changed. Anyone who denies this is anti-science.",
        "The term \"sex assigned at birth\" does bother me a bit, because of the implication of arbitrariness. I picture a dart board in use, or a blindfolded doctor pointing and naming randomly. Perhaps the term came about, in part, as a corrective for the time when babies with ambiguous genitalia, in a move meant to be sensitive to their future lives, were designated male or female and given surgery to more closely embody whichever sex seemed predominant.",
        "This term is becoming even more common in established medical journals - New England Journal of Medicine / JAMA / Annals of Internal Medicine / The Lancet, &c.  The importance of the words \"sex\", \"male\", and \"female\" are even more important in healthcare ; to dismiss them is at our peril.",
        "This is what happens when ideology runs roughshod over science. From the very beginning, the foundation of feminist theory was the basic distinction between biological sex (binary, with some rare exception) and socio-psychological gender, which is a continuum. Feminists fought for the rights of biological females - women, in other words, while also pointing out that there was no single natural way of being a woman. While there were some outliers, such as Judith Butler, who denied the significance of biological sex, they were seen as intellectual provocateurs rather than serious scholars. And look where we are now! Feminism is a dirty word; feminists who point out that biological males should not compete in women’s sports are crucified on social media and smeared with ugly slurs; and scientific papers on biological differences between the sexes are being retracted or censored. Well, feminism has survived several backlashes. It will survive this one too.",
        "I seriously question why people care so much about this topic. Yes, genetically the vast majority of people have either XX or XY chromosomes. (There are rare cases of combinations like XXX and XXY.)  Some people are born with ambiguous genitalia. Some have unusual hormone balances. And many more have sexual preferences or gender preferences that mismatch their chromosomes. \n\nBut why do we care so much? Let people live their lives as they wish and call themselves what they want. If you're bothered by that, you have the problem.",
        "Only in the last half century has pre and post natal ultrasound and other  non-invasive imaging studies, CT, MRI, made it possible to accurately identify male/female genotype as well as biological errors resulting in uterine sexual maldevelopment. \nObstetric and pediatric medicine has recognized anomalous genitalia at birth or in the first year of life. It has also determine that errors in “assigned sex at birth ” based on anomalous genitalia results in assigning psychic gender  by the family  which can be irreversible. Any popular notion  that “sex assigned at birth” by the obstetrician and pediatrician is, in every infant, definitive is simply mistaken.",
        "I simply say, \"My sex wasn't assigned at birth. It was recorded. Accurately.\" It may not settle any arguments, but it makes perfect sense to me.",
        "“Nor is the phrase [sex-assigned-at-birth] called for because our traditional understanding of sex needs correcting — it doesn’t.”\n\nFor a long time, the layperson’s understanding of ‘sex’ and ‘gender’ would’ve been that they basically meant the same thing. That is arguably still the consensus understanding held by most people, so I’d say that, yes, actually, the “traditional understanding of sex” does need correcting. If you don’t distinguish between gender and sex, what exactly are you implying? That trans women are men in drag?\n\nIt is very telling to me the way the authors hide behind the seemingly uncontroversial refrain that “sex matters. \nOf course sex matters. No one is saying sex doesn’t matter! Yes, sex is real. Gender inclusive phrasing is not about erasing sex. Rather, it is about expanding our understanding of human gender beyond just sex to include multiple axes of expression and experience: the social, the biological, the psychological. Some people apparently find this to be a very threatening idea; it stokes some anxiety that by decentering sex, it is being destroyed altogether.\n\nI also object to this idea that we shouldn’t use gender inclusive language because it is apparently too cumbersome for cis people, as if three extra words is some onerous burden. Get over it. It’s not even like you ever really need to refer to a person’s sex in day-to-day conversation anyway. It’s really only ever brought in a medical or bureaucratic context.",
        "We need to nip this and quick. Saying \"assigned at birth\" makes us look insane. Assigned by whom? \nI want everyone to feel accepted and respected. I also want to live in a country that's not run by the current incarnation of the Republican party. That is priority one right now and anything that jeopardizes it is a nonstarter.",
        "1000% agree. When institutions try to seem progressive by wiping out the entire concept of biological men and women, all data and “science” can be called into question and harms rather than helps. \n\nI get that there are transgender and they don’t fit into binary categories. That’s why we have a third category - transgender, which should fit those needs. If we are to erase any biological fact, can a white man be “assigned white” at birth but call himself black to receive scholarships for that race? Can my drivers license not reflect my “assigned” age but my biological age? \n\nAnd i speak as a progressive.",
        "yadda, yadda, yadda.  Too many people are worrying about too many things that don't involve them.  I think we would all be better off if we pay more attention to our own lives and let others be who they are.",
        "What a refreshing perspective.  I agree completely.  \n\nIt would nice, as a next step, to come up with a word for “female human being” and another word for “male human being.”  (NB. The words “woman” and “man” used to refer to the person’ s sex but have changed in the past decade to refer to the individual’s gender identity.)",
        "Yeah, we lost nuance in this world awhile ago.  Instead of trying to understand the issues and concerns around the trans community, we just sweep them under the rug as if they are less than human.  Human being have done this with anything that does not fit their current view of their own world.  Call it tribalism.  It is the ugliest part of human nature. \n\nThis opinion piece serves no purpose other than to try to simplify a complex issue, and in do so, demean human beings.",
        "Thank goodness someone is talking sense because by doing so the author risks being accused of lacking empathy, ill intentions toward certain populations or worse.  Sex is not assigned.  It exists at birth based upon the genetic makeup of the individual.  Blurring the line between the reality of sex as defined by genetic makeup, and gender the more malleable roles condoned by society, will not correct the discrimination that transsexuals and non- binary people face.  It is transsexuals and non-binary people who are assigning their sex.  But at birth, except in the rare case of genetic abnormalities or ambiguous genitalia, sex is a fact.  Biology is real.",
        "Ditto 'pregnant person'. No matter which gender one prefers, a pregnant human is a woman.",
        "A (if not 'the') problem with \"sex assigned at birth\" is not 'sex', but 'assigned'.  It's still a bureaucratic distinction.  \n\nAs all mammals begin embryological development as 'female' it is probably more useful to pursue a language of 'spectrum' rather than   enforce a binary tyranny on our culture. \n\nAny birth assigned male who was forced to go through puberty with a random group of strangers knows that identifying as 'cis' male is neither useful nor guaranteed by a bureaucratic bit of paper.  A close friend of mine started shaving in the 6th grade.  I did not have to shave daily for roughly another decade (roughly doubling my lifespan before I 'caught up') His father was a doctor who, when I was 14, suggested that I might need medical intervention to 'improve' my expression of masculine traits.\n\nIn my mid 30s my sister-in-law (although no longer my sister-in-law) warned her children to stay away from me because I was obviously gay (although gay was not the word she used).  When I related this story to a group of gay friends (celebrating a civil-union, when at least one would have preferred marriage) it produced not mearly a guffaw but rolling laughter (& still not sure which bothered me most) as to them I was, more or less, the least gay person they knew.\n\nThere is a distinguishing factor (functional uterus), though how much that would be a help 'at birth' remains an open question (word 'functioning' being critical adjective yet to be determined).",
        "Excellent article.  A related linguistic fad is the use of plural pronouns to refer to single people, something that is confusing irrespective of any issue of gender. Rolling Stone recently had an article that described an affray a non binary person had with multiple assailants, both sides of this being referred to as \"they\" and \"them\".   Was hard to make sense of. Thus this is more than grammatical snobbishness, but has serious linguistical and semiotic implications regarding the accurate communication of information.  Thus \"him and I\" might be a churlish and uncultured usage but it accurately communicates that two people are involved which they and them do not in that context",
        "I am deeply concerned that all this business about gender/transgender is a manifestation of evolutionary factors of which we are largely ignorant.  Could the rise in gender confusion be related to what we eat and to what we are exposed in the atmosphere...are all those hormones in meats to blame?  How much more sunburst rays are we now experiencing?  Do we ever give a thought to fall out from above ground nuclear testing?  and are now full of plastic particles?   all of those things may be far more subtle than empirical analysis may indicate...but that and AI may have prompted spontaneous genetic mutations of which we are in denial....by the way:  critical factor here:  are we striving to understand what is happening to some of our fellow human beings?  And to offer them love and understanding instead of assignments to take home like pesky homework?",
        "I wish somebody would write a good, thoughtful article about why this particular issue gets so many people so exercised--people are so tired, so sick, so sick and tired,\" so fed up with this nonsense! It seems to strike a chord, something really deep. What's the big deal? It's no skin off my nose if I'm filling out a form and it asks me for my \"sex\" or my \"sex assigned at birth.\" I'm just going to make a check mark and move on to the next question. People are so incensed that a Minority is making the Majority abide something they themselves feel no need for! As if that dynamic were incontrovertibly and inherently wrong. It made me recall overhearing a man some 20 years ago ranting in a restaurant about how ridiculous it was that the schools were changing \"Christmas vacation\" to \"winter vacation.\" It really got under his skin, and he was turning bright red.",
        "Beware of invented language imposed from above.  It is meant to confuse, distort, deflect and control.  Those who police language and try to invent it are often authoritarians, revolutionaries, con artists, bullies, criminals, politicians, lawyers or all the above.",
        "The words male, female, woman, and man all refer to the immutable biological fact of our sex. The word gender is an irrelevant attempt to characterize how we see ourselves in terms of outward behaviors and inward feelings. I don’t care about anyone else’s gender. Live as you wish. But you cannot change your sex.",
        "I've never liked the nonsense about \"assigned at birth\". I'm going to just start scratching that part out whenever I come across it. \n\nAn extremely few people are born different. That's great. But an entire language should not be euphemised to wipe out the biological reality of the vast, vast majority.",
        "One day \"assigned ____ at birth\" will become offensive. What gives anyone the right to assign sex to a newborn, without taking the child's feelings and concerns into consideration? We should label sex status as \"indeterminate\" until the age of 18 when kids can be trusted to make an informed, responsible choice.\nActually, I'm already feeling offended by \"assigned\".",
        "How this was written with no reference to cis- and trans- is beyond me. I know the writers have to be  aware of these prefixes, but I guess they were either too simple, too reductive, or not political enough to warrant inclusion in this compendium about AMAB and AFAB.",
        "In a related theme, my gynecologist/obstetrician's office now uses the words \"pregnant people\" instead of \"pregnant women.\" \n\nI realize there are a small number of trans people with uteruses who get pregnant and give birth. Yet making a  change in language because of this is a top-down Maoist approach to language--i.e., forcing people to speak by rote dictated from above--rather than an organic language shift where change comes about slowly because people are more and more using a certain word. My hunch is that overall this top-down dictating of language regarding the sexes is stirring far more resentment than tolerance toward trans people/\n\nMoreover, using the words \"pregnant \"people\" to make trans people feel better comes at the price of making women feel worse. It takes away something special to the female sex that males could never have. \n\nBy the way, even among the young liberals I know everyone finds \"pregnant people\" to be preposterous.",
        "I think somehow we got this all muddled despite good intentions. \n\nIs sex real? Yes! \nShould people be treated differently because of their sex or gender: No!",
        "All the euphemisms are based on the fantasy that the words create the phenomenon rather than describing the observed phenomenon. Some of my most nonsensical favorites are “unhoused” versus “homeless” and “ food insecurity” versus “hunger.”",
        "I find the attempt at humor ignorant. I totally agree “sex assigned at birth” isn’t a great phrase actually but not because gender is just so obvious. In reality, there are babies born with biological indicia of both genders- not just genitals but hormonal differences etc.. So, is that a joke to you?  In these cases, evidence suggest parents wait to assign a gender - until the child expresses who they are themselves. Nature isn’t always so simple. Being a philosopher does not make you an expert in biology or the expression of gender.",
        "When someone is born, a rather cursory exam is made to assign sex, but it can be wrong and cause the person problems for a lifetime with these new laws and terms like “sex assigned at birth.”\n\nToo bad the article ignored that.",
        "This is both excellent and important. Thank you",
        "Hard to believe that it has taken The NY Times all these years to publish an opinion like this.\nThank you Carole Hooven and Alex Byrne.\nReality exists,\nBiology is real.\nThis is not transphobic.\nBabies are born male or female and sometimes they have a DSD.  \nWe can be kind and also accept the reality of sex.",
        "It’s probably too late to stem the cultural damage this whole gender fluidity thing has done. It makes the left look far left and then the independents run to the waiting arms of Trump.",
        "As a pediatrician, \"sex assigned at birth\" was a term used to apply to children with indistinct, or ambiguous, external genitalia.  It has only been fairly recent that DNA analysis has been readily available, and cosmetic surgery for creating functional external genitalia is still not always fully satisfactory.  To suggest  that this is a new, trendy language term is simply incorrect.  We were using it fifty years ago, when I was a resident.",
        "This philosopher and biologist have clearly not bothered to read the history of the science of sex and gender. Nelly Oudshoorn, Anne Fausto-Sterling, and Cordelia Fine have shown that \"sex\" is a social classification system that humans - scientists, physicians, state actors, and regular people, among others - have created and tweaked over time. It's a decision flowchart - nothing more. What the authors describe as \"fact\" has actually morphed over history: for example, scientists and medical professionals in, say, 18th century Europe defined maleness and femaleness very differently than how the same professionals do now (in Europe and elsewhere). No one is arguing that body parts, organs, and hormones aren't real: what Oudshoorn and others show is that how humans have decided to classify and give meaning to those physical entities has changed over time, culture, and space. The authors' assertion that athletic differences between men and women can be attributed to biology is false: historical evidence shows that they are driven by social differences in expectations of men and women in sports, ideologies around masculinity and femininity, and training. \"Assigned sex at birth\" isn't a euphemism or politesse: it's an accurate description of what happens when a medical professional uses visual observation to classify a person into a social category. Hormones, genitals, and gametes are fundamental biological features: sex isn't. It's the authors that are encouraging misconceptions.",
        "I am really amazed that so much space has been taken up with this. If you don’t want to deal with “assigned at birth”, then don’t do it. If a person asks you to refer to the gender they identify with you have a choice to be kind and do it, or be rude and don’t.  A person is a person and truly it does nothing to you to refer to someone as they would like to be referred to. If somehow this is confusing or hard for you, then I suggest you take some time to educate yourself (or not).  You might find out that it actually is not that big a deal after all.  There are a lot more important things to be concerned about.",
        "Take a bit of language used to describe basic distinction that, yes, has a few occasional caveats & exceptions.  Then hand it to an academic looking for social power.  They redefine the old term as an abuse and push a new more 'just' term.  Then institutions react with rules to insulate themselves from liability & controversy.  Next the ideologues and bullies get in the game, who use it like a cudgel, largely against people who largely agree with them on matters of policy.  \n\nSo what's the result?  A temporary change in terminology, sure.  Accompanying that is a backlash, where people who have less practice in progressive linguistic revisions resent feeling scolded & maligned.  People at the political extremes are energized and polarized while people in the middle are alienated and withdraw.  \n\nAnd all this while we should be coming together to fight for the survival of democracy.  It reminds me of a Klingon saying, \"Only a fool fights in a burning house.\"",
        "Collectively we need simple terminology to differentiate sex - a biological reality - from gender which is a sociological construct within a given society.  Human biology is predominantly binary - male and female. Gender may be less clear for some/many people.  This is OK.  We need not attack binary M/F biological sex realities in order to address or recognize complex/nuanced matters of gender sociology.",
        "Thank You! I am old enough to remember that the suffix -ia (like dysphorIA) referred to a disease. That we have allowed a self proclaimed small minority to force the majority of the population to ascend to their whims is exhibit A why people would still vote for Trump despite the convictions. Enough is enough with the coddling!",
        "Seems like a lot of words to say \"we're uncomfortable with change,\" but that's essentially what the authors are saying. As a person whose sex was assigned as male at birth and whose gender identity is male, this change hasn't threatened me at all. \nAt no point in time have I ever visited the doctor's office and thought, \"Gee, will they give me adequate care now that they've changed this terminology to 'assigned at birth?'\" But wouldn't it be interesting if transgender men suddenly get better care; is that what the authors fear? \n\nAnd to the commenters who seem up in arms about changing language to \"accommodate\" a \"tiny\" group of people — should empathy only be reserved for the majority? A just society looks out for its most vulnerable members. This change in terminology, which still gives the same info to healthcare providers while affording dignity and humanity to people that don't conform to the dominant culture's norms, is a small and temporary inconvenience to achieve such a society.",
        "It feels strange to applaud this article as brave when it is merely beautifully informative.",
        "The notion that ‘sex assigned at birth’ is some new terminology rather than medical practice is misleading. \n\nBoth ovaries and testes start developing as genital ridges, at the sixth week of gestation and are only later (if at all) differentiated to male or female sex organs\n\nIt’s estimated that around 1 in 2000 babies are born with some form of DSD (Differences in Sex Development) there are dozens of conditions that may cause these. \n\nAll babies are examined by a neonatology trained healthcare professional to determine and ‘assign’ their sex.  However, not all newborns’ genitalia reflect the development of their sex organs.\n\nThis has caused many to have been assigned a sex that is not accurate or appropriate, and can have catastrophic consequences for the growing child.\n\nThe notion that there are 2 possible outcomes for a fertilised egg is overly simplistic, not borne out by scientific fact. The process that starts IDENTICALLY for both sexes any child who does not fit this imposed ‘binary’ is excluded. It also denies the infinite variation of nature and our species’ evolution.\n\nThis argument is currently being used as a blunt instrument by those who wish to deny anyone whose body veers from their flawed world view the rights, protections and consideration most of us take for granted.\n\nThe text above is to do with biology, not trans activism. I was trained as a midwife and one doesn’t need to delve too deep into the anatomy books to find this information is BIOLOGICAL FACT.",
        "All manner of art, writing, songs, and science have been written about the two physiological genders, and the quirky ways differing hormonal chemistry makes them act. While people can point to the limiting aspects of taking these perspectives too seriously, much of this output has been celebratory. And the eternal dance between women and men has been fire and muse that has inspired so much passion, good and bad, over the centuries. There is something actual, there, folks. Everyone should follow their personal bliss, and all aspirations should be supported. And no one is saying there isn't valid passion between any two people. But attempts to play these fundamentals down out of fear of alienating others dismiss one of the core and incredible features of being alive. People are free to acknowledge it or not, but that doesn't actually change anything.",
        "I use male and female to reference biological sex and man and women to distinguish gender. Much like truth is the subjective interpretation of fact, gender is the subjective interpretation of biological fact.\n\nIf we removed all the social contortions and just focused on acceptance and tolerance, we would be a lot further along. Instead, the is an endless war over semantics coming from the fringes.",
        "Surprised at the end of this measured, sensible essay to learn that the author is a professor of philosophy; as I read, I was sure he or she was a biologist.",
        "Although who claim Carole Hooven isn’t aware of intersex people, and somehow is ignoring reality, might want to go and read her book. She’s completely aware of intersex conditions, more than these commentators are. And she deals with this in her book. None of it undercuts the fundamental reality that there are two sexes in our species, male and female. That’s why we speak of intersex – – people who have some combination of those traits.",
        "It's not surprising that ideologues (some of them philosophers) will ascribe to absurd positions, but when medical and scientific organizations go along, for whatever reason, they are betraying the fundamental tenets underlying the enterprises they are meant to serve.  They should know better and the public should resist them in every way it can.",
        "Empathy is shown by the way we treat people; not by tracking and conforming to the latest terms created by a small group people.   Currently I'm lost amid the current ever changing terms for sex and sex orientation.  The mixup when presented with gender when speaking writing seems impossible.",
        "Excellent piece. Gametes are binary and not on a spectrum; therefore, so is sex. That is just the truth. What a shame that, these days, so many people subordinate science and truth to wishful thinking. Policies founded on wishful thinking always leads to policy disasters. Only policies founded on truth have a snowball's chance of success.",
        "I write as a pastor in a faith tradition that accepts the diversity of sexual orientation beyond the binary order of patriarchy.  We have  every sexual orientation of pastor.  The norm for human committed relationship is this: love.   And thus, looking back from human development into the diversity of sexual orientation, this binary naming at birth presents a problem.   We are grappling with the reality of what one evolutionary Theologian (Teilhard de Chardin) once called \"individuation\" - who we are as an individual.  We can take thumb prints - and apply them to our technology - and solve identity theft while we are at it.  As we are  all unique by this.  As for the issue of our sexual identity, we have the problem of binary patriarchal order and control running through our biggest religion and industry - sports.   What we are observing in our political right - is patriarchal push back and control.  For patriarchy depends on handing down power and money in binary family lines.  But it is also destroying our entire  planet with its' binary bifurcations that cannot see the created order around us and its' well being essential to our well being.  So, you have put your finger on a problem that needs much more reflection and thought.  So - I offer the idea of \"individuation\" - a simple thumb print for one's unique identity at birth.  We need another forum to address all the binary politics of power that resist our human diversity, and find new norms to be community.",
        "What you will notice from the pages of the NYTimes is that very little is written by, for, or with the actual people engaged in the daily work of improving health outcomes or the healthcare experience or training for healthcare providers. Instead, some folks who like to noodle on ideas write stories completely out-of-step with actual real life. Made up problems. The real problem is this: our imprecise use of language around our deepening understanding of sex and gender impacts real people in healthcare settings everyday. The lack of asking the right questions in the right way means providers make medical mistakes. This is what we are working to change. You cannot rely on just asking \"sex\" or just asking \"gender\". You cannot tell by looking at someone what kinds of screenings they need and where. Being a healthcare provider isn't for the faint of heart. They have to ask a lot of clarifying and personal questions and they have to do them in a way that builds trust and transparency so that real patients are honest and open. Patients like my friends and family in the LGBTQ+ community have a lifetime of mistrust and fear built up around the healthcare system. So, buckle up and ask sex and gender and pronouns and anatomy and whatever else you need in whatever way you can to illicit the correct information so the real live person in front of you gets what they need -- and leave the philosophizing for your book club.",
        "Such a difficult issue.  I see most of the points by the authors.... but as others have commented, in fact, there are babies born with ambiguous gender.  One source says it happens once in 5,000 live births; Wikipedia says once in 1,500-2,000.  That's actually a pretty big number.  Put yourself in their shoes.  To me, this opens the door to the possibility that for some people, even what seems like a clear gender indication at birth isn't ... who they feel they are, at their deepest core.  I can believe them.  \n\nKids and adults are/were cruel to people who don't fit a preferred stereotype of a particular gender.  Maybe the whole movement wouldn't have happened, with the language wreckage, if society was accepting of people who don't fit a norm.  I can put up with a few confusing terms, just as my way of saying \"you're ok with me\".",
        "Thanks for this piece! It should be broadcasted on crowded streets and thru radio once a day.",
        "It has long made sense to me that sex and gender are different aspects of identity.  Sex is biologically determined and mostly binary. Gender is a social presentation and self-concept that seems limitlessly fluid.  It's important to protect individuals from discrimination/violence/abuse and provide appropriate care/treatment based on both sex and gender identity. Embracing the co-existence of these two distinct aspects of identity acknowledges that sex is a biological status, while respecting individuals' sense of self and they way they chose to live in the world, even in opposition to social expectations to conform to antiquated gender norms (that are toxic for us all).",
        "The words we use to describe bodies are in no way biologically determined. English hasn’t had a way to distinguish between anatomical sex, gender identity, and gender expression and has used the categories male and female as unified signifiers for all three, despite not being universally unified in individual people. Nobody is arguing that most people’s bodies don’t fit neatly into either of the two categories, though by one controversial expert estimation there are more intersex people in the world than there are redheads. What “assigned x at birth” accurately achieves that “male or female” doesn’t is that someone assigned male at birth can go on to transition. Transition is often a very physical change to a body. It makes a very significant difference in a person’s life and the ways they fit into society. When we say that ED affects people assigned male at birth, we’re acknowledging that trans women, who are women, exist. That is an accurate description of their social position and there is no universal biological basis for cultural roles, even if in the vast majority of people biology and cultural expectation converge. There are plenty of ways that bodies can differ that we don’t insist change the kind of person someone is. Is it biologically inaccurate if I don’t put people into categories based on whether their earlobes are detached? Of course not. That would be ridiculous.",
        "When I worked one-on-one with students at a large university, I met young people from all over the world. My job was to ignore personal differences and guide students through the building process. It was about 2012 when I first encountered a student who informed me about the pronoun preferences that they and some other students had. \n\nI was resistant at first. Not about their actual gender identification (none of my business) but about what I regarded as distorting the English language. I really thought that a therapist was what they needed (for the persecution complex and the need to \"test\" me for unconditional supportiveness). \n\nBut I quickly realized that my objection was being noted and assessed by this student. My job was to give each student the benefit of my expertise in Design Fabrication, and not in Biology or Linguistics. Therefore, the way to get this student to do their best work was to acknowledge their \"acceptance\" concern and then get on with the real project. \n\nIt is a built-in feature of person-to-person verbal exchange (and the beauty of the English language) that I never actually needed to address the student by any term other than \"you.\"\n\nA senior staffer who scoffed at the entire idea and thought I was caving in to p.c. nonsense later came full circle -- when his twenty-something son became his daughter.",
        "The practical implication of this language is that it allows non-cisgender people to let medical professionals know that they are transgender or intersex. That is not always obvious and it doesn’t typically come up in the course of a routine medical appointment. It can open the discussion for important screenings and medical care. Cis gender people can just check F and F (or whatever) and move on with their lives, but I believe this language is intended to capture this information.",
        "I agree with some points this article makes, but it is still symptomatic of the debate's fundamental pathology: each group fighting to be more biologically determinist than the other.\n\nSome insist that sex is simply determined by biology, others that gender identity is innate. But BOTH sex and gender are social categories. It's never entirely up to nature who belongs to a social category—the fact that we codify it using boxes on forms should make that plain enough. Historically, our best contemporary understandings of biology have played a large role in setting parameters of sex categories, but that doesn't make those categories natural kinds.\n\nBut nor is it ever entirely up to individuals whether or not they belong to social categories—even very personal ones. I can claim I'm a Democrat, but if I start wearing ugly red hats and picketing abortion clinics, others will quickly assure me that I'm not.\n\nAs happens periodically with many social categories, some would like to renegotiate how their boundaries are set. But to do so by pretending that another social category (in this case, gender identity) is the more fundamental natural kind is equally counterproductive.\n\nLet's be plain about the fact that this is a dispute over how we form the categories that define our social world. And let's avoid the naturalistic fallacy. Appeals to the ultimate authority of biology are unhelpful to the goal of building just and workable social categories, no matter who is making them.",
        "As one of my fellow commenters adroitly noted, genetic sex is distinguishable from expressed sex, which I would add, is distinguishable from gender. There are sex-specific phenotypes associated with certain combinations of sex chromosomes, generally XX or XY, but also XXY etc. Those phenotypes may be modified through medical intervention, like surgery or hormone therapy--this is expressed sex. Gender is a form of sex-adjacent expression that does not involve altering sex-specific phenotypes. Thus, we need a third category of term for expressed sex to allay your concerns with the \"assigned at birth\" terminology.",
        "The actual continuum is mind/body -- our culture reflects conflict between the conceptualists and the physicalists. Add emotions and it's 3D chess.",
        "People can live however they want.  But this gender contoversy is contrary to common sense. That is, if I take the position that sex is defined by male or female biology, the woke disagree.  If I say the woke are then defining sex based on gender stereotypes - how one dresses and presents - the woke disagree.  So then what is there to define one's sex if not biology or gender stereotypes?  Just some ineffable sense that I am a male or a woman?  Allegedly tied to gene expression?",
        "What is it with the majority always trying to squash things that are inclusive of the minority? Sure, intersex and non-cisgender people may not be common but is it even worth arguing over two extra words on a form if it helps certain folks disclose their situation to medical professionals and access better health care as a result?",
        "As the grandfather of a gay trans grandson and a bi non-binary grandchild, and a teacher many of whose students use they pronouns, I do not support the argument in this article.",
        "Sex, and gender, are not \"assigned\", they are \"observed and documented.\"   There is no guesswork involved.",
        "It is important to understand that there are people whose sex it not clear at birth and so they are 'assigned a sex' - which may be wrongly chosen for many reasons.\n\nIt is also important to understand that is a very unusual, but not rare, situation. About one in 1500 - that is one child for every two average high schools.\n\nFor the more than 99% of the rest of society, 'sex' is just fine, but the change in forms recognizes that we should be inclusive as much as we can. It does the rest of us little harm (apart from an eye roll), and saves someone else from unneeded pain.",
        "Recall in the musical Matilda the father keeps calling his daughter a boy, because that was the sex he assigned to her at birth, resulting in blindness regarding the identify of his daughter.  The use of the phrase \"sex assigned at birth\" is itself self-deprecating humor as its wording implicitly assumes the potential for error, and defiantly declares the classification for record-keeping purposes, whatever may have changed since that was assumed.",
        "OMG! What an excellent article.  Finally the NYT publishing an article that truly makes sense and it debunks this \"new age\" of changing words/phrases to appease a certain group of society.  This article reminds me when during the \"BLM\" protest, newspapers, tv personalities, etc., started using the phrases \"latinx\"and EPOCH --why?  I'm hoping this article will clarify once and for all that there's two sex - man and women or girls and boys!\nThank you again for such a great article.",
        "It's great that people are starting to accept that biological sex and gender identity don't necessarily correlate, although they usually do. It's also great that people are learning that there are even non-binary variations in biological sex, although they are exceedingly rare. People should free to express their sexuality and/or gender identity however they please as long no one is being harmed. That being said, the author makes an excellent point about the current trend of denying the reality of biological sex. It flies in the face of genetics, evolution, anatomy, and physiology. It is the same sort of anti-science 'magical thinking' that is employed by creationists and flat-earthers. It also assumes, as many religions do, that humans are somehow exempt from the laws of nature that most other living organisms are bound by. The entire agricultural revolution would have ground to halt early on if people had refused to acknowledge the differences between sows and boars, cows and bulls, and roosters and hens. The first person who tried to milk a bull would have suffered an unpleasant death, and people could have starved to death waiting for their roosters to lay eggs.",
        "\"Sex assigned at birth\" is not even a coherent concept. Males produce male gametes (sperm in humans) and females product female gametes (eggs in humans). It's that simple. This changing of terminology is basically a trick by trans activists. After insisting that gender is distinct from sex - and winning that argument - they now want to insist that it's offensive to reference the fact that a transgender person still has an unchangeable sex different from his/her gender. We're all now just supposed to pretend that a trans woman and a woman are identical, when biologically speaking they aren't.",
        "If the question is \"what sex are you\" (not \"what gender\"), how about having 4 categories instead of 2: \nborn male, born female, trans male, and trans female?\nThat way someone can identify as the sex they want, while also identifying their \"assigned sex at birth\".",
        "The idiocy around the notion that sex is assigned at birth is multilayered: beyond suggesting arbitrariness it also suggests that categorizing humans et birth as male/female is an act of oppression, which fits well with the general worldview of its proponents who see everything as oppressor/oppressed - they love the binary approach when it fits their agenda but reject it when it doesn’t - now that’s arbitrary, not the fact that someone is born with make or female genitalia. Maybe when we will be unfortunate enough to have trump again as president, one good consequence will be that these people will have to focus on real problems such as voting rights, the rule of law, and reproductive rights.",
        "Finally, a reasoned and sane opinion article on the subject of sex and gender. FINALLY! Words matter, language matters, and sex matters.",
        "The information in this article is wrong. “Sex assigned at birth” means the sex that was decided that child was when they were born. If the doctor holds it up and says, “It is a boy” or “It is a girl”, they are assigning a sex to that new human. If put on a birth certificate it is formally assigned. It is completely arbitrary, based on a few physical characteristics. It has nothing to do with being “politically correct”. The ONLY way to know if a child is really male or female is to do a dna test, and results say XX or XY. If you only use your eyes to make a decision, you are arbitrarily assigning a sex which may or may not correspond to the child’s actual sex. Combinations exist that are not XX or XY, and, if these children are “labeled” male or female, it is merely being  “assigned” a sex without regard to their chromosomes. If a mistake is made at birth, it may occur that the sex “assigned at birth” does, in fact, not match that human being’s sex. In these cases, it can and should be changed, if desired. Assuming one can tell another human being what sex they are, based on outside guesses, is wrong. The concept of gender also enters here. The fact that many Americans are ignorant of the facts that humans can be intersex, non XX and non XY, and also that some children are born with genitals that do not conform to average male or female genitalia, but have uncertain genitalia, and that these conditions are naturally occurring, is shameful.",
        "Someone needs to define gender.",
        "The problem is that one's gender is not necessarily evidenced by external genitalia alone. I just heard a pediatric endocrinologist who works with children whose gender is biologically indeterminate-external female genitalia, but the male XY chromosome, etc. This issue is much more complicated than determining an infant's gender simply by looking at the external genitals.",
        "one comment reads \" It seems remarkable that we're all trying to adopt language that always includes tiny exceptions.\"  We are NOT all trying to do that.  Those who are promoting specific agendas are doing that because it serves their purpose.",
        "The basic premise of this argument is incorrect. \"Sex\" is a category, and categories are arbitrarily and intentionally created by agents. There are no objective categories, including sex. Categories are created and negotiated by humans, and so in a very literal sense all sex can ever be is assigned. \n\nThere are countless ways you can put people into boxes, and as a subset, countless ways that have health implications for humans. Sure, sex as has been defined has utility as a categorization scheme, but the implication that it is some kind of objective and undeniable reality is plumb wrong.",
        "Your assumptions are incorrect. Sex (not gender) is not binary in the way you state. Everything depends on if you define sex via physiology, hormones, chromosomes, or genes. There are plenty of constellations of these factors that make it nebulous; intersex is only one of these constellations.",
        "Don’t erase my lived experience by asking me what my “sex assigned at birth” is. “Sex assigned at birth” is awkward and insulting to some of us. I was born with a vagina and experienced my life as someone who menstruated, got pregnant, gave birth, lactated and went through menopause. It’s insulting to me, who has experienced all of that, to be told I identify as female because I was assigned that at birth. No, I identify as female because for millions of years females have experienced all of these same things and males have not. That’s the biological reality and we are all, every one of us, first and foremost, biological creatures. If females hadn’t experienced all of these things, we wouldn’t be here having this discussion. \n\nI understand there are people born with sexual ambiguity and people who have transitioned. Because of those relatively rare instances, I think it’s fair to ask people if they are female, male or other, with an opportunity to explain, should anyone so desire. It’s simple, respectful, gets the job done and is a lot less likely, I think, to anger people who are exhausted trying to remember the latest iteration of the ever evolving identity constructs.",
        "Brilliant piece, thank you so much for publishing this!",
        "\"...part of an increasing emphasis in society on emotional comfort and insulation from offense \"\n\nTotally ridiculous concept. I am not responsible to make you feel emotionally comfortable or not be offended. Those things are part of growing up and building a thick skin which is crucial in life.",
        "When people talk about “sex assigned at birth” I always assume what they really mean is “gender assigned at birth.” I don’t think anyone (anyone in good faith, that is) is really arguing about the differences between male and female and in-between sex organs. Those are obvious. It’s the gender that is assigned alongside whatever the genitals are that is the point of concern.",
        "At 67 I don’t have a lot of time or tolerance for nonsense. \nThe author has taken a long winded approach to saying” I don’t want to deal with the reality that not everyone thinks, looks or acts like me. “\nI for one am glad that the world is becoming a little more accepting of others.  It is a good thing.  Sorry, author and letter writers who don’t like change, it’s happening, deal with it.  You are not the final arbiters of how others live \n\nI suggest those who are offended learn the Serenity prayer.  Feel free to adjust to your particular belief system. \nLiving in the present is far less taxing than trying to bring back a past that was hostile to anyone who didn’t fit the ideal.",
        "sex is in every cell of our bodies. archaeologists can dna sequence people born thousands of years ago and determine if they are male or female.\n\nclothes, shoes, makeup; fashions change; sex is immutable.\n\nwomen are adult human females, whose bodies bear the weight of their sex.",
        "Use more precise language, the authors argue, without ever mentioning intersex people.",
        "Many commenters here are very muddled in their thoughts about those born with disorders of sexual development (who used to be called \"intersex\"). Why on earth would it be more important for doctors to know what sex they were assigned at birth (perhaps mistakenly) than their actual sex, which was determined later via DNA and other tests? Why would it be more important to know what sex they were assigned than to know that they have a disorder of sexual development? Indeed, why would the immediate, unreflective judgement of the pediatrician at the birth, perhaps mistaken, be medically important at all?\n\nThose with disorders of sexual development are not served by calling it \"sex assigned at birth\" at all. It requires them to record an irrelevant mistake made at their birth. They are better off being asked what their sex is (which may have been determined later) and given a space on their medical forms to give details of their disorder. \n\nBut those who want to change our language usage here are not seeking precision. They want to use language to engineer social change. Of course language should be inclusive and precise--and we need words to refer to developing social categories. Let's make new words. The problem is with those who want to change the words for sex categories and not allow us to develop new ones, making certain things unsayable. We need a clear words for biological women and men. Women and men will do.",
        "Gender is about more than just genitals (or chromosomes.) erasing this complexity in the interest of simplicity and commonality serves no one except those with a transphobic agenda. \"Sex assigned at birth\" is not simply a sensitive way to address this complexity but an accurate one.",
        "\"sex assigned at birth\" is not confusing at all.\n\nAnd, anything that might stop gender reveal parties is a positive in my book.",
        "Once more the NYT publishes an Opinion piece without any understanding of the background. The world is not binary and immutable. Intersex people exist and HRT changes the biological system. Unfortunately this article, with the imprinted of the NYT, will be used by transphobic legislatures to support their actions. Human rights will be lost as shoddy, so called both sides journalism continues.",
        "A society that vaccilates over a few elementary principles is a lost society, a society grid locked in indecision.",
        "Male and female. Yes, there are some intersex people but their numbers are few and don't warrant the insanity that goes with the verbiage \"sex assigned at birth.",
        "It’s simple.\nYou have an X and a Y chromosome each if you are male, and two X chromosomes if you are female.\nYour genitals will always indicate these differences, with incredibly rare exceptions.\nAnything else a person might believe is either the result of a mental or endocrine state.",
        "i hope all the posts applauding this opinion are actually from bots, because to think there are that many readers who think this is refreshing is very depressing.  this way lies maga.",
        "Thank you for this. 1000x thank you. It needs to be said over and over.",
        "The issue this article seems to be deliberately ignoring is that none of the raging debates right now have much to do with the word 'sex' or its most useful usage. Human biological sex (mostly male and female, but also intersex) is a mundane, empirical fact, with various implications for health and reproduction. Sex isn't 'assigned' at any point. \nThe raging debate is rather over the words 'man' and 'woman', most usefully used to refer to gender roles (arbitrarily defined by society and the law). The right wants to assert that sex defines gender and is deeply threatened by the cultural implications of recognizing that it doesn't. The left simply doesn't accept that the law is obligated to codify the right's pseudo-scientific, irrational fears.",
        "Thank you for this sane, respectful article.  Happily surprised to see it in this paper.",
        "We are learning that that distinctions on the basis of \"sex\" are more complex than previously thought, just as we are learning how outmoded traditional concepts of \"race\" are. What seems to get lost in these arguments about \"assigned at birth\" is that some use these complex distinctions as the basis for real world hate and discrimination. That there are so few real instances where sex \"assigned at birth\" may not be 100% reliable should not be used as the basis for rejecting  equal treatment of minorities.",
        "I was immensely suprised by how much Prof. Hooven and Joe Rogan cried together on his podcast while discussing testosterone. No joke, it was an amazingly beautiful and intimate conversation. Not a fan of the man, but was really surprised and moved.",
        "England’s NHS just announced that it will now reference sex as “natal sex” and not “sex assigned at birth”, and no longer will the NHS look to WPATH for standards of care. American doctors - all of them - must follow England and Europe’s lead when it comes to no longer supporting “gender affirming care” among children. If American doctors refuse to follow suit, our medical professionals and journals will lose international relevance.",
        "“but “sex assigned at birth” can confuse people and creates doubt about a biological fact when there shouldn’t be any”\n\nExcept that some individuals are actually born with evidence of both sexes.  And in those cases a “sex” is assigned, despite some actual confusion based on what medical personnel see immediately.  (In other cases, the confusion due to unclear genitals arises after birth.)\n\nSo “assigned at birth” is a real, not made-up, issue.",
        "The only place I've struggled with this  is in relation to reproduction: \"menstruating person,\" \"pregnant person,\" \"nursing parent,\" etc.  Not because of the terms per se  but because they erase the oppression and struggles visited upon women's bodies in particular throughout generations of sexism, misogyny, and reproductive trauma.  \n\nIt's true that transmen or non-binary individuals also experience oppressions around their reproductive lives, but the focus is usually on their trans-ness, (A man giving birth!).  In fact, trans birthers (another new term) share in the history of female bodies and reproduction being exploited, manipulated, and harmed.  \n\nHopefully men and enby folks who give birth will be resolute in the battle for reproductive freedom, and in solidarity with women around the world.",
        "Seems to me the most radical act one can take today around gender is to look, dress and act, however you want within the context of your \"assigned at birth\" sex. Be female, but look like a guy, move like a guy, dress like a guy, employ \"male\" mannerisms. But call yourself a woman, and thus show the world that there are a lot of ways to be female. A lot of lesbians have been doing this forever. It seems like the whole gender-expansive thing, as truly liberating as it is for many people, also plays directly into gender stereotypes and hardens them.",
        "This reads like culture war nonsense.\n\nYes, \"Sex assigned at birth\" takes longer to say (and type), but, while we can quibble with the word \"assigned\", it's also more accurate.  I'm a cis male, but this article seems to deny the existence of intersex people, and also the fact that human sex isn't a matter of binaries.  There are different levels of the sex hormones and different configurations of chromosomes.  There's less precision in biology than people like to pretend.\n\nIt's weird to me that someone would write an op-ed urging for more precise language by trying to omit whole categories from the discussion.",
        "Thank you for this thoughful, well written article. I fully agree that we need to maitain the English words describing sex as binary because it generally is. We do need a third category for people who have chromosomal anomalies presenting at birth. There should also be room for people to identify as a different gender socially. We can all get along by being kind and respectful of others, including. Changing all the existing labels should not be required.",
        "Language is meant to convey concepts to a broad spectrum of people as communication. Sometimes more detailed words are crafted to better convey complex or multi-layered information. What one does not do is invalidate words that are already well known, and understood as a definitive concept. Woman and man are both examples of this, being respectively defined as adult human female and adult human male. This has been shown to be true over thousands of years. Sex is the scientific term and is also the short name for sexual intercourse; gender was used to be the same thing in a social setting where references and inferences to sex was unacceptable, and for this reason I find the entire fad of saying that sex and gender are two different things quite maddening. The sex of male and female is exactly the same as the gender of male and female: a biological fact that is not malleable to a person’s feelings or how they choose to present themselves.",
        "Sexual dimorphism is a reasonably good theory for describing the human body (with some caveats).  But it isn't very good at describing actual people, as individuals.\n\nBut the \"cis\" and \"trans\" categorization is even worse!  It has all the downsides of sexual determinism, but less objectivity and neutrality.\n\nI've never met anyone who relished being regarded as \"cisgender,\" and there's a good reason for this.  It's a derogatory category intended to make the majority of the human race seem obsolete.\n\nHow can this system become the norm if it insists on dissing almost everyone?",
        "Valuable article. My suggestions for improvement are: \n\n1. To authors: can you please define how \"male\" and \"female\" is determined biologically?  Is it based on genetic test?  As other comments note, how does science classify those who do have different genetics or sexual organs? You left this out and it would clarify your position. \n\n2. To critics of the author's point of view: Can a person claim that their age is different than their actual biological age because they feel it is not true to them?  Isn't age an objective, scientific, measurable truth, regardless of how one feels about it?",
        "An individual's ~sex~ ought to be of concern only in medical & health-related settings: if using \"sex assigned at birth\" can reduce discomfort for some people in these settings, I think health providers can cope.\n\nIn every other instance, only an individual's ~gender~ should need to be disclosed: the specifics of their DNA, genitalia, hormones & reproductive cells (i.e. what differentiates the sexes) should be none of anyone's business.",
        "Imprecise language around sex and medical care disproportionately harms women, especially women and girls who lack education about their anatomy and physiology. \"People with cervixes should get pap smears\" doesn't help a girl who doesn't know what a cervix is. \"Girls should get pap smears\" is what she needs to hear. Inclusion shouldn't take priority over the needs of the female population.",
        "“Saying that someone was ‘assigned female at birth’ suggests that the person’s sex is at best a matter of educated guesswork. ‘Assigned’ can connote arbitrariness…”\nIn certain circumstances there does exist arbitrariness, as documented in Alice Domurat Dredger’s book of 1998, \n“Hermaphrodites and the Medical Invention of Sex.”",
        "All humans are born with one of two types of reproductive organs.\n\nThere's nothing to do with assigning anything-\n\nas the phrase du jour in the pseudo intelligent culture goes-it's a binary choice\n\nNow if a person's brain decides it's in a body with the wrong gender that's another matter for another day-not for a birth certificate.",
        "Outstanding article!  No one is \"assigned\" sex at birth. Male and Female are real, not merely sociological constructions.\n\nLet this be the start to a major cultural pushback against the radical proponents of a sexless society.",
        "Did someone forget about intersex people?",
        "How did sparing someone’s delicate feelings become more important than objective reality? I need to know facts. For example, I need to be able to ask a potential roommate “are you a guy or a  girl?”",
        "Finally somebody says it.",
        "What a breath of fresh air! And for once, it isn't left to Pamela Paul to deliver it. I will never understand how identity politics got mixed up with biology in the first place. Being a trans woman is a quintessentially male experience. A woman cannot have this experience. The reverse is true for trans men. Who does it help for all of us to lie about that? How is it \"being your authentic self\" to deny your sex? Anyway, thanks NY Times--this is greatly appreciated. Keep it coming.",
        "As someone who works in the biological sciences, I applaud these authors! I am also surprised and relieved that the NYT published this OpEd. Nothing against the trans community, but some very basic facts have indeed been lost in the fray.  People these days seem genuinely convinced that people are born with ambiguous genitalia all them time, when in fact a true hermaphrodite than actually may need an assignment is still extraordinarily rare. Not to mention, what it looks like on the outside does nothing to change the male/female genotype on the inside, which definitely matters!",
        "These are all fine points.  If only a mainstream newspaper had picked up on rumblings of this linguistic trend and published an opinion article like this a decade ago, we might not be contending with those who have hijacked our language and weaponized claims of bigotry against those who are simply grounded in reality.",
        "That the AMA and APA support the nonsense of gender identity and \"sex assigned at birth\" is a big reason why people's trust in science has deteriorated.",
        "I'm completely bald, have been since puberty - I demand that all forms I must fill out for SS or DL stop making the question of Hair Color mandatory",
        "There do exist, and always have existed, children who are born intersex. They are \"assigned\" a sex at birth, either according to what the parents want, or what the doctor prefers. No one asks the children, then or later. There are children born who are one sex physically, but another mentally and emotionally. \n\nThe fact that it is rare is irrelevant. It's the hight of presumption, and downright cruel, to insist that they can never have any say in the matter.",
        "sex is seperate from gender, but the current language we use isn't great at acknowledging that, hence the \"assigned\". like it or not, being on hrt, while not changing one's sex, does affect aspects of biological sex. as a result, if you just say \"males\", it's unclear whether you mean men as a gender, cisgender men, or cisgender men and transfeminine people. also, people usually say assigned gender at birth, not sex.\n\nWhile this article might seem neutral towards people, the author of it is outwardly transphobic. I'm honestly quite disappointed, although not surprised, by the transphobia many \"progressives\" seem to have.  I'm beginning to think none of you have actually *talked* to trans people. You are not going to get \"cancelled\" for accidentally misgendering someone. \n\nalso, this article doesn't talk about this specifically, but i think it's important: No minors get onto hormones as quickly as transphobes would have you believe. It took me a year, and I had every advantage. I live in an accepting area, had accepting wealthy parents, and was receiving treatment for mental illness, meaning that there were multiple professionals who could affirm my identity. for most people, it takes much, much, longer. Testosterone has been life-saving for me. I have better self-esteem, recognize myself when I look in the mirror, and generally have a much better relationship with my own body, and would be devastated if i had to stop hormones.",
        "I work in healthcare so I’m very familiar with the ‘why’ of having to identify biological male vs biological female. At the very least, depending on their medical transition status, trans females may need prostate exams and trans males may need pregnancy tests before being exposed to any kind of radiation. That’s just the way it is. \n\nSo can’t we just use biological male, biological female, trans male, trans female and intersex/other, at least in medical settings? What I have found disturbing with some of my trans friends is this kind of playing footsie with reality in an effort to ‘pass’ for their chosen gender. One trans female friend even convinced herself that she was producing female hormones naturally so she stopped her injections. That did not go well. \n\nAnd btw, who does this assigning? Doctors? God? I agree that clarity and safety should be the primary goals, both with language as well as culturally. I think we can move on from mollycoddling so some people can sort of feel better about themselves and their choices. As one of my trans friends articulated, it doesn’t go away. Best to deal with it honestly and transparently. Long term, I think that will be best for everyone.",
        "As the authors suggest, the adoption of \"sex assigned at birth language\" comes from a desire to be inclusive. But it ultimately ends up obscuring reality. That's not to suggest being uncomfortable in one's birth sex isn't a real thing deserving of rights and respect, but there has to be a better way to recognize this condition without obfuscating objective truth. Feelings are legitimate, but they aren't facts.",
        "It's not that complicated. \n Humans are born either biologically female or biologically male. That's just a fact.  Whether nature or nurture causes the human to identify as being of a different sex or no sex at all at a later time is irrelevant to that fact.\n\nWhen born humans should be referred to as either male or female just as we do with any other species having distinctly different biological sexes.   The only very limited exception may be the .018% of humans that are genetically intersex.",
        "Alas, that (perhaps instinctive) inclination to categorize into a shorthand that saves us from writing or speaking a paragraph for each mention of something not simple (like \"car\") traps us into requiring that there's a \"typical\" embodiment for everything.  It's even sillier when trying to categorize something as complex as a human.\n\nAnother example is neuro-atypical.  I'm still waiting to meet my first typical person.",
        "I am so sick of these culture wars. America needs to simply self-segregate into autonomous regions with very different laws so no one can force anyone else to live by their values. We live in a democracy that spends a disproportionate amount of energy placating a tiny minority. I say give them their own land, their own sports leagues, their own everything. Let them live under their own laws, but do not force people who do not agree with any of this, to accept it. They never will. Either we separate willingly OR there will be we're going to have to fight an unnecessary civil war to see whose values all of us will forced to live under.",
        "Another problem with the term \"sex assigned at birth\" is it is passive voice, not active voice. The sentence, \"David was assigned male at birth,\" has no subject. Assigned by whom? Who assigned David male at birth? God? Mother Nature? David's parents? The doctor or nurse who delivered David? If we try to change it to active voice (subject before object), it would say, for example, \"God assigned David male at birth.\" But then we get into a potential controversy if we are talking to someone who doesn't believe in God. I refuse to use the term \"sex assigned at birth\" unless and until someone tells me who assigned it.",
        "About 2-5% of young adults below 30 have gender and sex issues.  We should protect them.  But we cannot at the same time ask 95% of the people to redefine their own sex and gender.  Where is the justice in that?",
        "In the United States, sex is actually assigned on a form at birth, if in a facility, or post facto, when the home birth is recorded. Statistically fewer than ten percent of babies are born with ambiguous genitalia. Somebody makes a decision and assigns a sex to that small person. They may only be a tiny percentage of the population, but does acknowledging that sex is assigned at birth shred the fabric of western civilization?\n\nPhilosophically, I can see the structure of this argument clearly. In Philosophy 110 in college, the professor explained the logic of a situation of a tree with two squirrels chasing each other. It was not the squirrels that were running around the trunk of the tree. It was the tree that was moving beneath the squirrels.\n\nInsisting on a 'biological fact' that only applies part of the time is like saying the tree is moving. Factually, botanically, it's rooted to the ground. The squirrels move.",
        "The thing is that there is a wide spectrum of intersex people at birth and there was never a category for that on the birth certificate. Some of those infants were not only assigned one or the other sex on their birth certificates, they were mutilated to confirm it.",
        "One’s sex is not “assigned.”  It is, more accurately, noted, or seen.\n\nVery rarely, one’s sex is not clear at birth.  Chromosomes determine the outcome.\n\nToday, when people ask for one’s “sex assigned at birth” the answer is expected to be consistent with either one’s XX chromosomes or one’s XY chromosomes.\n\nIt used to be that people would ask an expectant mother the sex is her baby.  The word “gender” referred only to grammar. Then, as time passed, and the word sex became icky, people would ask what gender is your baby.  That is how we came to have “gender reveal” parties. Sex and gender meant the same thing.\n\nThen somehow gender changed into to the psychosocial need to identify with one sex or the other.  Then extremists took over, and if a man identified as a woman, it became a sin, or a firing offense, and in some places, a crime, to “misgender,” defined as the act of describing a person by their correct sex, if the person identifies as a different gender.\n\nThis is how we have evolved from good science to emotive science, where telling the truth is bad, and enabling a lie is good, and where men compete with women in women’s sports.\n\nMaybe, just maybe, the pendulum is moving back to common sense.",
        "Absolutely.  Sex is biology, gender can be debated.",
        "It's an awkward, imperfect phrase for sure. But the author also conveniently neglects certain facts, including that humans can be born with both male and female sex organs, as well as the more common occurrence of humans changing their sex at some point after birth. Those situations are just a real as the male-female sex binary.\n\nClearly, what many people resent is that these cases are the minority, and yet the minority is now influencing the culture and language of the majority.",
        "Sex \"assigned at birth\" has been weaponized into a political tool against biological reality. I have seen several thousand babies born, have never taken a course for learning how to \"assign\" sex and have never been at a loss to OBSERVE which sex needs to be registered.",
        "No mention of chromosomes?   You either have XX or XY in every cell of your body.   This is bound to have a major effect.",
        "I am so glad that we are wrestling with the facts that have been self-evident for a million years.",
        "Thank you, thank you, for this article, which, of course, should not be necessary. We know there are rare diversions in human biology from XX and XY chromosomal appearance and development, but they are rare. Sex is still real. What happens after biology--Enter here, eager sociologists, psychologists?--may be no less crucial to individuals, but it does not alter biology. Another real thing? Misogyny. Perhaps that should be made a compulsory subject in medical and social \"science\"--schools.",
        "It's hard to list out all the ways the authors are wrong in 1500 characters.  Here's my best shot:\n1) Sex is important because of disease, crimes, athletics?  There are 100 other factors that affect those things.\n2) Outside of the natural order?  Even in Jurassic Park they mention how there are animals that can change from male to female or vice-versa.  Humans can't and neither can a tortoise, but so what?  All of those animals are within the natural order.\n3)  Male and female have always been outdated, as evidenced by words like hermaphrodite and intersexed.\n4) Modern biology only confirms how common it is to have genotypes outside XX and XY.  Furthermore, due to situations like SRY gene mutation, there are people who have mismatched genotypes and phenotypes, a la Swyer syndrome.\n5) How can people agree on a definition for male vs female when they don't have a functioning definition for life?  There are many things that defy conventional definitions of life that aren't a rock: viruses, LINEs and SINEs, tardigrade tuns...\n\nBiology is messy and complicated.  Humans love to categorize things to make it simpler to comprehend, but our words don't constrain biological reality.  However, these authors want to force our language to be frozen and not evolve alongside our knowledge.  Totally backwards.",
        "I've always thought that sex is something we do. Gender is who we are, assigned or recognized as we grow older. The brouhaha over this in many states is a distraction from more important issues. Those relatively few people who are intersex or transgender hurt no one. But those who fail to understand their situations hurt many. We need to move on and accept people as they are without fancy language or fuss.",
        "For most of us (well over 90 percent), our biological sex is clear and obvious at birth. But for those who don't understand why the phrase \"sex assigned at birth\" is sometimes necessary and more accurate, I strongly recommend reading the novel \"Middlesex\" by Jeffrey Eugenides. Well-researched, engaging prose. And the situation depicted is only one example of why this terminology can be appropriate.",
        "I'm quite progressive and I agree with just referring to \"sex\" without the \"assigned at birth\" - hopefully it leads more people to realize that sex and gender are different. Sex is biological and mostly binary; gender is societal and malleable.",
        "Thank you for daring to take on this issue!  The phrase \"sex assigned at birth\" conjures up a vision of doctors/parents discussing something that seems like a choice--but is not!  In 99% of human babies, every cell in their body has the x or y chromosome, and this affects their physical being.  How that person eventually chooses to see him or herself in terms of gender is a choice, but biological sex is not.  Talk about sowing confusion.  But maybe that is what the goal is.",
        "I consider myself an ally to trans people, or at least would like to be one inasmuch as possible. But as a scientist, it offends me to my core whenever I have to fill a form with a “sex assigned at birth” entry. I knew my son’s sex long before he was born, and my daughter’s sex before her embryo was even in her mother’s womb. Thus “sex assigned at birth” is pure propaganda - a reality-denying, pseudoscientific, Orwellian term that should not belong in the lexicon of any scientifically literate, truth-seeking person.",
        "I appreciate this article. I am way on the left end of the political/cultural spectrum, but do think that the pendulum has swung too far when it comes to softening reality in words and phrases that confuse rather than clarify. For example: pregnant person. If you have the internal organs to become pregnant and carry a baby, how are you not a woman? You could be a woman who dresses and identifies as a man and uses male or they pronouns. Your choice. But that baby you're carrying speaks for you.",
        "Not a single word about intersex people! What an oversight!",
        "This article is labeled as an opinion piece.  It’s not an opinion, it’s a misconception.",
        "When someone has a baby, we all still ask, \"boy or girl.\" No one says, \"What sex has it been assigned.\"",
        "I'm glad to see the tide turning against this sophistry. It's like creationism for the left, only the word games of creationism were largely kept out of the public sphere in most places.",
        "All this politically correct new speak is what will  lose the election for Biden. The majority of people in this country, including this Democrat,  don't like this garbage.",
        "Please be aware of project 2025. See today’s column by mr Edsall\nNow that is something to be concerned about\n\nThis sex assigned talk sounds like a science fiction novel I read about life in 2070",
        "Can the NYT stop giving anti-trans op-Ed writers a platform? Also this rant that’s very harmful completely ignores that there are intersex folks as well, which all transphobic ranters somehow ‘forget’ when they’re trying to make any argument against gender affirming language. Seriously, this is so tired, and stop giving people like this a platform.",
        "Carole Hooven, one of the authors, is a well respected former professor at Harvard.  Her career was affected because she holds the views expressed in this article. \nThe Harvard academics and staff who campaigned against her,  to the point of her resignation, are not right wing and neither is she.",
        "Why not change all questions of sex to \"Identified sex\" and be done with it?  \n\nWould that make everyone happy?",
        "Please everyone read or reread Orwell's \"Politics and the English Language\"",
        "Thank you for this article! We are animals, indeed (a fact people want to avoid, with hugely negative consequences for our relationship to the earth), and, having lived through childbirth & menopause, I will never identify as anything but female. This hardly means I don't support & respect anyone's gender!",
        "Wow. A lot of tail chasing. We need more medical voices weighing in and fewer philosophers. Sex is more complex that a cursory examination of genitals.",
        "Intersex people?",
        "I lead a fairly sheltered life.   But when I do venture out and see people, I try to treat everyone with respect and kindness.\n\nIf a man wants to be a woman or a woman wants to be a man, that is all fine with me.   Everyone should try to live his/her life in a manner as honest to themselves as possible as long it does not negatively impact other people.\n\nThe same with who people want to socialize with and be intimate with or marry.   As long it is consenting people.\n\nThere are a lot of people these days who want to mind everyone else's business and meddle.  They think that they know how to live your life better than you do.\n\nAnd there are some groups who are fundraising and campaigning against people based on private sexual activity among consenting adults.  This is very wrong.",
        "This is a good article, and provides a thorough and well expressed discussion of but one example of the hazards consequent to the replacement of English with woke doublespeak.\n\nI hope that others will follow suit. The terms \"male\" and \"female\" are usually taken to refer to a person's gender based on the genitalia present at birth, which (with the exception of a few rare genetic diseases) are determined by chromosomal make-up, XY versus XX.  There's nothing wrong with this; it should not be offensive.\n\nOn the same note, there's are good reasons why English evolved with singular and plural pronouns, with \"they\" indicating more than one.  I have found myself misunderstanding many a progressively written newspaper article in which \"they\" refers to a singular person.  Let an individual choose \"him\" or \"her\", but lets keep plural to mean plural.\n\nThe purpose of language is to enable accurate communication.  Clarity matters.",
        "Everybody wants to know who is \"male\" and who is \"female\" so they can immediately confer them respect or not. You know if you are female that you've been assigned a second-class life. If you are male you may move through the world with instant respect and add your own contempt upon the females as you please. \nNo wonder there is so much resistance to this regimentation.",
        "Just wait awhile, This \"assigned at birth\" business will go the way of no plastic straws and land acknowledgments. \"We aren't doing that anymore\".",
        "I love this article. Funny we live in times where people have to stipulate up is up, not down. In general, anytime someone complicates a phrase by adding words to it they’re full of baloney. “Political correctness is fascism pretending to be manners”",
        "I trust most adults in positions of authority--medical authority especially--to be competent enough to understand the designation. If you are so befuddled that the phrase \"Sex assigned at birth\" confounds you, I frankly don't want you to be in charge of making any decisions-big or small--about my life.",
        "Left-of-center centrist here, as I imagine the vast majority of commenters are. I have trans friends. I have friends with trans kids. I am supportive of trans rights. But the tacit demand that we as a society - and women in particular - hedge our sex with “assigned at birth” or the downright offensive “pregnant people” is causing a backlash from natural allies that is actively undercutting shared goals of acceptance of trans people. Please, in the name of making actual progress rather than creating litmus tests (and therefore giving right-wing nut jobs fissures to exploit), stop it. I am a woman. Most of us would appreciate it if a tiny minority of self-appointed morality police would stop trying to infringe upon, confuse, or otherwise qualify that fact.",
        "How dumb and confused is this generation when we can accept something as truth that we know to not be true?\n\nWake up people.",
        "As we saw with Covid, trust in the medical establishment not to mention the \"expert class\" as a whole has already sufficiently eroded without inserting gibberish like this at the highest levels.",
        "Yes! Exactly this.",
        "Imagine using this many words to say “I’ve never heard of intersex people before and I don’t care to learn.” Insisting that biological sex is binary isn’t “politically incorrect,” it’s just incorrect.",
        "The words are needless to you because you are happy with your assigned sex.\n\nFor people without gender dysphoria: \"sex assigned at birth\" has extra words but is not inaccurate.\n\nFor people with gender dysphoria or who are actually trans: \"sex assined at birth\" allows them to report this (sometimes) medically important fact without distress.\n\nI am completely unclear on the downside.",
        "Soon enough we’ll have another division called “sex dysphoric”, and this malady will be applied to all humans below the age of one month. And over age 90 years. Maybe.",
        "Thank you for saying this.",
        "This politically correct dialog is absurd. But so is the implication by the authors that some people are not genuinely intersexed, both physically (ambiguous genitalia and other abnormalities) or within the brain (there is good, though not iron clad, scientific evidence for this).\n\nAs so often today, ideologues of the left and right take the facts that they prefer and run in opposite directions, leaving nothing in the rational, informed middle.",
        "This all could be simple. \"Sex\" would means your chromosomes: XY or XX. (A very few people have XXY). \"Gender\" would mean your identity - once you have one. Your gender defaults to your sex until you say differently.\n\nIt won't satisfy everyone, but it should satisfy most people who are not either (a) very anti-trans or (b) really obsessed with the politics of words.",
        "I failed to find pointed out in this essay any genuine harm created from using the phrase \"sex assigned at birth.\" It seems the harm is that it makes the authors uncomfortable and they feel \"shamed.\"",
        "Sex is not assigned at birth. Sex is observed at birth — in the same way as eye colour and birthday aren’t assigned, they are observed. \n\n\nDon’t give in to the gender ideology extremists and their anti-science religion.",
        "I guess Trans Day of Visibility really stung.",
        "Sex cannot be assigned.  It just is.  How an individual portrays themselves is a choice.  But, that cannot change their biology.\n\nIt is sad to see how utterly ridiculous our society has become.",
        "To be as wokely correct as possible, there should be no mention of sex or assigned sex until the child, probably in his late teens or twenties, has figured out what it feels about itself, gender-wise.",
        "Thank you for a much-neeeded piece.",
        "This is one of those things that's become uselessly polarizing. You can say sex and know that someone's gender may not conform with their sex. Saying \"sex assigned at birth\" is redundant. Sex and gender are not the same, and sex is not a cultural construct as the authors state here.\n\nThough I agree that 'sex assigned at birth' is useless, as a fairly radical member of the Queer community, I do feel that spending the time to pen an op-ed decrying is equally useless at best. At worst, it's a transparent attempt to stir up more partisan drama.. which is already happening here in the comments.",
        "I heard a gender studies colleague begin a talk by stating \"Sex does not exist\" and I thought, \"This person sounds totally confused and ignorant.\" I know they are not, but this is sloppy language. Why not be careful to distinguish between \"biological sex\" and \"gender identity assigned at birth\"? We can have both, can't we, without contradicting ourselves (and without sounding like a fool)?",
        "\"Biologic sex\" is a term that avoids the pretense that sex is \"assigned at birth\" while also recognizing that gender identity may be something different. In the context of adoptions, an adopted child can have both biologic and adopted parents. which accurately captures their situation. Likewise \"biologic sex\" should offend no one and is also completely accurate (except for the tiny percentage of intersex people, who do exist).",
        "It’s true that all people have either XX or XY chromosomes, but the reality is that the word “sex” is inseparable from certain ideas we have about “female” and “male” biology. We conflate being of the “female sex” with being “physically” or “biologically female,” and vice versa with \"male.\"\n\nTake people with de la Chapelle syndrome, who have XX chromosomes but develop male genital organs. You can say they are of the female sex, or the synonym “biologically female,” but does that really make sense? Should calling a body “biologically female” refer solely to chromosomes and ignore other real, tangible aspects of the body's biology? \n\nClearly there’s something problematic about our language and what it connotes, even if the science is “clear.” Perhaps we need to invent better language.\n\nMany comments state that the number of people who are intersex is “vanishingly small” and that they should be overlooked. My question is, if language can evolve to become more accurate and sensitive to the full range of human experience, then why shouldn’t it? Why should language only support the majority or status quo?",
        "Sex is not assigned, it is observed",
        "The result of not enforcing the rules of English Grammar and allowing fools to think their incorrect opinions and ideas have equal footing with the truth and reason. If we would insist on using the language correctly at least in formal settings this problem could not have arisen.\nA good example would be the use of the fraudulent term \"Person of interest\" instead of suspect. Being a suspect is not an accusation yet making up that term is intended to head off the inference monkey's who assume it is. Why!? Why would anyone treat someone whom is obviously wrong and probably more than just ignorant as if their incorrect take on a word has any merit at all!?\n\nThere's yer problem......",
        "One word comes to mind when reading about this subject. That word is absurd.",
        "Preach on, Brother! (And Sister)!",
        "What is going on here this New York Times article actually used the term biology  and other scientific terms as a determinant of sex. There is no science that defines a persons sex ask Supreme Court justice Brown. Ask most lgbtq progressives. Science does not determine a persons sex. Feelings and feelings throughout one’s life determines if they are a boy or girl or a balloon on any Tuesday Wednesday or Saturday of the week. \nPlease take down this offensive article.",
        "The term “assigned at birth” did not arise to coddle trans and non-binary people, as the authors of this article suggest. The term originated as a way to distinguish what sex an intersex person was (often arbitrarily) assigned at birth by a medical system that could not abide by a person’s intersex characteristics and felt the need to shove them into one designation or another. I mention this because the history of this phrase is important and while the way we use it has expanded to include trans and gender nonconformity people, its utility remains. The phrase, as I see it, is not a byproduct of softening verbiage around sex, but denotes what a person’s secondary sex characteristics may most closely align to (male or female) for the purposes of discussion while also calling to question the entire practice of those sex assignments by medical system that has made no room for the myriad of sexual and biological diversity that exists amongst human beings. People who tend to hate any changes to language that makes trans and non-binary people more comfortable also pushed back against other phrases that attempt to denote sex without also denoting gender, like “people with uteruses/penises” (which I agree can sound clunky and weird), but it’s not our fault that the words we have to describe gender and sex fall short of encompassing the diversity of human experience.",
        "I'm wondering why the NYTs published this article. It adds zero value to the emerging conversation about gender. It does, however, reflect two well-seasoned academics, both of whom have expressed less 'artful' negative opinions on Twitter about cancel culture, gender, and overly zealous wokeness.'  This article is more of the same, thinly disguised as a concern for 'clarity.' Perhaps The Times should have looked for 'transparency' before publishing this piece.",
        "I was taken aback by the question regarding my gender  at birth while giving basic information about myself at a new doctor's office recently.  I'm a 70 + year-old male.  I recalled the old joke about being born a hermaphrodite,  with a penis AND a brain.  It seemed especially appropriate at the time.",
        "The argument in this op-ed is so poor and stretched so thin, it’s convinced me that the term assigned at birth is an important modifier.",
        "\"Assigned\" by whom? Certainly not the baby in question.",
        "Thanks to the authors for interjecting some logic and reason into what is the PC word salad that only serves to add confusion to the conservation.\n\nAs a society, we need a universally agreed upon and understood language in order to communicate effectively. One of the repercussions, politically speaking, that I fear is the pushing away of the middle-of-the-roaders that are turned off by this nonsense, when they might otherwise embrace a more Democratic way of thinking along with Democratic candidates.\n\nAnd don't get me started about the repurposed use of  \"pronouns\". Talk about confusing. Can't wait for that trend to go away. And just to be clear...it's not the people that I want to go away, not at all. It's a free country, be whoever you are. Just don't be changing our language to the point that others don't know what you're talking about. That's no way to have your opinions heard.",
        "Language evolves based on the needs and preferences of the society speaking the language. Times of cultural change cause linguistic change as well. This type of change is often uncomfortable for those accustomed to different linguistic norms - the use of \"they\" as a singular pronoun is an example of that, and reflective of the same cultural change that led to \"gender assigned at birth\".\n\nMy concerns with this are not cultural; I think that being aware of and empathic towards individual differences is important. Scientifically, however, \"assigned\" is potentially problematic. About 1 in 1500 infants is born with some disorder or difference in which development of the sex chromosomes, gonads or sex anatomy is atypical - at which point \"assigned\" becomes a much different issue than it is when development is typical and gender is apparent at birth. These children are often tested to determine their \"correct\" gender; some experience surgery to correct functional issues (not a problem), while others experience surgery to \"assign\" a clear gender (problem - especially as they grow up and may, or may not, agree with the gender they were assigned).\n\nChildren in a community in the Dominican Republic are genetically prone to Guevedoces syndrome, in which they appear female at birth, but develop male genitalia at puberty - an issue that occurs often enough that the society simply accepts it, an attitude the rest of us could learn from, to accept what is, instead of trying to determine it.",
        "I think it's an awkward phrase which connotes there's a sentient being with a ledger assigning here and there between babies. Or that is a toss up, luck of the draw, toss of the dice, pick of the short straw, as in \"hey, what did you get assigned?\" \nBirth Gender is much much easier and makes more sense.",
        "“Sex assigned at birth” is an absurd phrase, regardless of the political implications. No assigning is occurring. It is a fact. We don’t say “weight assigned at birth” even though weight changes. Sex is the only biological reality at birth that does not change without drastic medical procedures.",
        "I loved the last paragraph.\n\nThank you.",
        "Sex is simple, so say a philosopher and a biologist, who ought to know better. Some infants are born with mix and indeterminate sexual organs; presiding physicians sometimes correct this. Some of these children experience the uncertainty (of the correction) early in their lives.\n\nAnd then there's the variety of sexualities in the plant and animal kingdoms.\n\nThere's more on heaven and earth than philosophers and biologists can imagine.",
        "This discussion will ultimately land on the trash heap of history. \nWestern culture experiences an odd fever every so often. Culture gets turned topsy-turvy, but over time, things go back to normal.\nToday's cultural fever is transgenderism. \nIf you study history, you will see that Western culture, including its medical traditions, has experienced bizarre things. For example, a few hundred years ago, it was normal to bleed a sick patient with leeches or small incisions. \nIn more recent history, it was common for the medical industry to force citizens into their homes and to give them vaccines that were advertised as life savers when, in fact, they were nothing more than another flu shot.\nMy point is Western culture gets things wrong all the time. \nThe idea that sex is a social construct and people can assign themselves a preferential sex like it's a fashion statement is the latest hilarious cultural fever that historians will have a field day with a hundred years from now. \nGender dysphoria is a definite mental condition needing both treatment and respectful empathy. But to say it is a natural human condition is silly. (The clue is that if a natural condition requires surgery and chemicals, then it is NOT a natural condition.)\nIn the future, people will be able to assign whatever gender, color, ethnicity, and age they want.  No one will care. But, like drinking, driving, and even sexual relations, they will be able to do it only after society deems them to be full adults.",
        "The author mentions Butler without engaging with their arguments. Moreover the author fails to engage with the reality that there are dozens of distinct chromosomal arrangements beyond the binary of XX and XY. Reducing a complicated subject to a simplistic binary may make the author feel better but does little to educate anyone or edify the reader. If the author lacks the mental chops to grapple with the more nuanced realities of sex and gender, he need only say so.",
        "You did not acknowledge at all an important minority group: intersex people who are indeed \"assigned\" a sex at birth. Approximately 1.7 percent of people have some level of intersex gene expression and 0.5 percent exhibit physical intersex characteristics. In some cases the assigned sex of these people is arbitrary or wrong, historically because surgical \"correction\" to make the person look female was often easier. Adoption of \"assigned at birth\" as a euphemism to try to create \"comfort\" for people with gender dysphoria is doing a disservice to intersex individuals who really are assigned a sex.",
        "Such needless handwringing. But you said it yourselves: \"a person’s sex is at best a matter of educated guesswork,\" which is indeed the case. Obstetricians look at a baby and make the decision that goes on the birth certificate. But intersex people exist. We have many decades of documentation of the sex assigned at birth not being a complete picture of a person's sex.\n\n\"Sex matters for health, safety and social policy and interacts in complicated ways with culture.\" Yes of course, but all men don't interact with medicine/health and society in exactly the same way as all other men. Nor is it the case for all women. Science and medicine account for variation in the human species. We come in lots different shapes and sizes and conditions not delimited by sex assigned at birth. \n\n\"Sometimes biology is highly relevant\" and sometimes it isn't, like what clothing section a person shops in. \n\nSex is not immutable in the animal kingdom—some animals actually change sex! And turtles? They don't legislate gender noms. Only people do that. \n\nLet people tell you who they are. I would bet any amount of money that this essay's authors tell the world who they are, each and day, in a dozen ways. Everyone should have that right.",
        "\"Sex assigned at birth\" always makes me think about babies born with indefinite sex characteristics, whose parents are (or were) sometimes sometimes asked to choose one.  And then it was assigned.\n\nMaybe \"sex determined at birth\"?",
        "I’m glad that people are finally speaking up about this nonsense. Gender confusion has pervaded society, and it’s mind-boggling that the vast majority of intellectuals coddle and indulge it for fear or offending. It’s time to call it what it truly is: a mental disorder. That doesn’t mean that these people need medication or are a danger to society, of course, but when someone is clearly born a male and along the way comes to believe that they’re a female, then it’s safe to say that their brain is not firing on all cylinders.",
        "While reading the comments, I am struck by the number of people who bring up \"intersex\" to argue that sex is not binary. The truth is that sex is binary because reproduction is based upon the combination of a small gamete ( sperm) with a large gamete (egg).There is no third gamete. Sex is truly binary. The unfortunate conditions  of the very few persons who are born with Disorders of Sexual Development does not change this, and furthermore, we now have DNA tests that can easily determine the sex of any infant born with ambiguous genitalia.",
        "Nice article. Aside from rolling my eyes, I didn't give much thought to the butchered term, but I can play games with this, too. The authors have inspired me to either cross out \"assigned at birth\" on official forms or select Other and add \"the same as I am now\".",
        "This essay is common sense, but that is not always the default, unfortunately.\n\nI would argue sex assigned at birth is maybe correctly used if the person is born Intersex, since I believe at last count there were 27 different conditions for these anomalies.\n\nWith that exception, the author I believe is correct.",
        "Our longtime pediatrician told me about the surprising frequency of births of babies with \"ambiguous genitalia.\" In such cases, which parents rarely talk about, sex is indeed \"assigned.\"  Such assignment may involve DNA, hormones, and body characteristics. Or it may be simply a guess.\n\nThe author here is all worked up about wording. I'm worked up about guessing.",
        "The biggest problem with \"sex assigned at birth\" is exactly what the authors point out.  It is a biological fact that there are males and females.  We don't have to like it for it to be true. My cat was not assigned female.  She is female.  Fact.  We are animals and did not evolve differently than all other binary animals.  Fact.  Nothing to debate.  Why has it become acceptable to legitimize \"alternative facts\".  I am a liberal democrat, but I also insist on living in a world where facts are facts. We do not get to decide reality.",
        "Thank you for this. Michigan Medicine ( the University of Michigan healthy system) makes you check that box on their questionnaires each and every time you access care. My sex was recorded at birth, it will be recorded at death, and that's all there is to it. I don't need to be forced to endorse this language for myself to treat others the way they would like to be treated.",
        "Maybe science will evolve to make sex (in the biological sense) a choice. Until then, I largely agree with this article. Male humans and female humans share a lot of biology. Clearly male humans and female humans are not biologically equivalent. How this can possibly be non-obvious is hard to understand. Likewise, it is hard to understand how we can operate efficiently in medicine and science without relying on clear language. I fully embrace the notion of gender fluidity. Gender goes far beyond biology and is also driven by culture and preference. And yes, I do understand that male/female biology is not 100% perfectly binary. We don't live in a world of platonic forms. . . Nevertheless, there are many, many many examples of clear, consistent biological different. As male I wasn't born with a uterus. My pelvis is shaped differently than my mom or sisters. The hormones that my body produces follow one pattern and theirs a different one. One can't language one's way out of things that are statistically factual. I can't choose to be 6' 1\". I can add lifts to my shoes, but my biological height is the same as it was without the lifts.",
        "No matter what language people use, I will treat them with kindness and not judge their intelligence or goodness on their choice of words.  \n\nI will consider the content of their character (hope you know who I'm citing here (it certainly isn't Foucault)) when deciding to associate or not associate, but I'm so done with the never ending prescribing of appropriate and inappropriate language.\n\nI am so grateful we have a constitutionally guaranteed right to say anything short of that which would probably incite violence, and that is much more important (and peaceful) than performing as speech police.",
        "Speaking as a clinical psychologist, this is an astoundingly well-reasoned essay. I can only hope that enough of my colleagues read this and agree to abandon this kind of ideologically-driven language from our professional vocabulary.",
        "You say euphemism, I say clarification. The words ‘sex’ and ‘gender’ are too often conflated. Would you prefer we asked people to indicate their  ‘chromosomal sex’, or always require an asterisk on the word ‘sex’ with a biological definition in the side bar? ‘Assigned at birth’ seems like an  elegant choice of words by comparison.",
        "It seems to me that the point being argued in our current era is one of culture rather than biology (generally), and it may be helpful to us if we could collectively make that distinction because currently the two points seem to be spoken of as if they are bound together.  This causes a lot of confusion. \n Culture tends to influence and try to define how a specific person should act and what behavior is or is not appropriate.   I think most individuals recognize that this is an area that changes and evolves over generations, and change will happen whether older generations approve or not.  Not many of us would like to go back to the social norms of our grandparents, I suspect.\nBut arguing whether you have male or female chromosomes is not something that can be debated -- generally speaking -- with a very small number of exceptions.   \n\nThere is a difference between biology and culture.  Saying someone is a \"man\" if they have female genes cannot be supported by the biological facts and will confuse society.  Especially medical society-- a society that is trying to look out for individual health.\nIf, however, one wishes to behave the way one feels is appropriate for a \"man,\" that is a cultural determination.  Behavior that is appropriate for men and for women constantly changes over the generations and likely won't stop now.   It is a messy definition that causes a lot of messy situations.  We've all lived through them, and our children likely will too.",
        "This is a great article, language is important to communicate ideas clearly with other people. Let’s not forget that.",
        "I don't know anything about the author, but I'm a middle aged non-binary person. I know I have a prostrate, I know I have male specific organs and biological systems. I know that the little box that got checked when I was born, gave my parents and society full license determine who I am as a person. If science were as pure as the author is suggesting, there may be a stronger case to using male and female, but there's a world of hurt out there based on assigned gender roles and there's no difference between gender and sex to the dominate cis/het culture. I'm going to still pee standing up and shave, and to be fully free of anyone else's expectation of who or what I should be because of those very minor aspects of who I am.",
        "I was hoping, based on the headline, that this piece would provoke thought or present a novel take.\n\nSadly, I was disappointed by a banal rehashing of stale right-wing talking points.\n\nI don’t expect The Times to exclusively publish material with which I agree (and in fact relish that they don’t!)\n\nI do expect them to curate for thought-provocation and good writing. Sadly, this piece rises to neither standard.",
        "When I was young it was easy to tell who was a boy and who was a girl.  Boys had short hair, girls had long hair.  Boys wore trousers and girls wore dresses or skirts.  If a boy came to school with long hair he was sent home to get it cut, and if a girl came to school in slacks she was sent home to get properly dressed.  In the past, knowing whether a person had a penis would tell you how long that person's hair would be, or what that person would be wearing.  Today some people believe it can tell you what gender that person would identify with or whom they'd be attracted to, or even whether they'd be good at math.\n\nDuring fetal development there are decision points when cells choose whether to make male or female genitalia, whether the brain will identify as male or female, whether the brain will find males or females attractive, whether the brain will be good at math or poetry, and so on.  Each of these decisions is made based on the concentration of specific chemicals in the relevant cells at the relevant time, and each decision is made independently.  Usually the chemical concentrations lead to decisions which we would traditionally consider consistent, but that doesn't always happen, so genitalia, gender identity, gender attraction and other brain traits are not always correlated.  If 'sex' is assigned based on genitalia then that should be the extent of attributes assigned to that individual.  It's not even clear whether sex, as a cultural trait, has much meaning.",
        "Has there been any conclusive research on the most important question about gender to Americans of a certain age:  was the gender or sex-assisnged-at-birth of 1980's SNL's Pat?",
        "Sometimes more words lead to greater ambiguity.\n\nSex assigned by.....(God, Culture, Doctor, Mother) at birth.\n\nI guess it all depends.\n\nIf someone asks me what sex I was assigned at birth, I would ask them: who do they think makes the assignment? That would be an interesting conversation.\n\nEnjoy",
        "In zoom calls where many people have (she/her) or (he/him) after their name, I always wonder if I am considered a jerk for not having that. I am happy to have folks just call me by my name. In a business situation, it's really no one's business what my gender or biological sex is. I thought that was the way to get rid of sexual discrimination - now, we have to consider what gender someone identifies with. Again, in a business situation, why should that matter?",
        "Thank you. Somehow recognizing the difference between sex and gender has gone from enlightened to bigoted in the last ten years and it's getting annoying.",
        "Facts? How about this fact: One in 5,000 (some studies state 1 in 2,000) infants are born with ambiguous genitalia. \"Saying that someone was “assigned female at birth” suggests that the person’s sex is at best a matter of educated guesswork.\"\n\nIn many cases it is.\n\nWe have no need to think in black and white terms. Night/Day? What then about dawn and dusk? That doesn't confuse us.",
        "I was born a female and someone assigned that to a piece of paper called a birth certificate.",
        "And who exactly is supposed to have done the assigning?  Sex at birth is obvious; there is no one-day old baby who identifies as other than the sex they were born with.  There's nothing to assign.",
        "The left pretends to love science when it's convenient for their causes. When it's not (like the concept of biological sex) it's so easily put aside.",
        "Nothing's ever good enough.",
        "Well, I guess the pressure is off, because most homicides are committed by “people assigned male at birth.” And most sexism is too. And most of the other terrible aggressions of our world, are not committed by men but only by people so assigned!  \n\nBut the whole argument behind emphasis on gender is that gender isn’t sex, and is largely self constructed or socially constructed outside the self. But if that’s the case then why shouldn’t sex be unambiguous? Why bother with euphemisms given the supposed definition? But the logic of it all just falls apart because without sexes there could be no same-sex relationships, or heterosexual relationships for that matter— nothing could be blamed on men!  \n\nAs a said years ago, the Democratic Party spent its political capital on this issue, and lost a lot in exchange for very little. They got the bathroom signs changed and now job applications ask you to describe your sexuality, but they are losing the body politic.",
        "First, I’m curious when exactly these cisgender, close minded authors have ever had their language policed and why on earth they felt provoked enough to write an entire article about it. What harm could it possibly cause them to just allow people to use the words and phrases that they find affirming. It causes no harm or confusion to those with a basic grasp of the English language who are willing to give even a minute amount of time to being a good person. \nSecond, and far more important, this essay is dangerous. While it’s true that language is just a method of communication, it is also an incredibly powerful one. And this entire article is an attack on trans validity in its entirety. Because this whiny nitpicking of language is undermining the truth that trans people deserve the fundamental right to live as the people that they ARE. And it robs you of NOTHING to allow trans people to simply live their lives. And when you attack the language people use to describe their identities, you are attacking their identities, and you are encouraging others to do the same. The fact that as far as I can see, not a single person has commented anything to truly question this article is so deeply disappointing. I desperately hope that the irresponsible publishing of this essay has not influenced any readers to go out into the work and use intentionally exclusive and harmful language while parading it as anything other than bigotry and hate.",
        "Biology is real. There’s no reason the tail should wag the dog on this issue. The whole thing is silly. People can identify however they want but they can’t change how I refer to myself. \n\nThat’s bullying.",
        "Is the article intentionally trying to avoid talking about ambiguous genitalia?  The conceptual separation of sex and gender was a major victory for compassion and acceptance, but the existence of ambiguity threw a wrench into the works. It was going to be so simple, right?  Sex would refer to biology and gender would refer to identity.  \n\nFirst, am I wrong that that was ever the widely held intent (and that failure to account for ambiguous genitalia is why this became so problematic)?  If I'm not wrong, couldn't we expand sex to include three biological categories (M / F / A (ambiguous)) with the understanding that anyone eligible for \"A\" is always free to select M or F if they prefer. \n\nMy sense is that this would be received as problematic because it would force some people to either chose an ill-fitting M or F or else live with a possibly stigmatized A.  I would agree that this is seriously problematic, but is there really a better alternative?  \n\nI can see how the idea of ditching the concept of biological sex in favor of a host of gender categories would feel attractive, mostly because the gender terms are currently \"owned\" by allies.  But I doubt they would feel quite the same after they became common currency in our cruel open culture. We'd be back at the same problem we started with (stigma around the gender terms versus stigma around that A).  ...and we would have lost the often-useful concept of biological sex.",
        "Where are we as a society when, as I write this, I fear someone I know might find out that this article describes how I feel. How I've always felt. I cannot even share with you the horror stories I've seen in my community around this. I mean ... what are we doing? I'm on the frontlines, having worked with teens in this new environment. Also raising one now. I feel so, so sorry for teachers at school. I cannot imagine what they go through on a daily basis. The things we ask of them have been bad enough. And now, science teachers are stuck with this stuff. Think about how they have to dance around this stuff. It's messed up. Thanks NYT for taking a stand and writing more on this vast and awful societal nightmare. We are so done with this. People on the left get on bandwagons and stop thinking. Smart, loving people. I have people over for dinner and my partner and I have to plan what is to be said and not said. In convos with our teen, we have to say \"don't tell other people but we're not in agreement with this- here's why.\" Don't tell other people that we are science based?? what the heck...?? After being raised by a mom and a gay male (they divorced when I was young), I'm here to tell you: we've lost our way. Gay activists worked hard. The new activists are lost. I am not on board. Suicide among gay kids was awful. We needed to solve that. And now... we've got this stuff? How did we get here?",
        "If you believe you can be whoever you say you are—well, that’s a point of view. I don’t see much logic in expecting other people to accept your claim (or why you would worry about that).\n\nPersonally, I think the two genders used to be far more flexible, encompassing a wide range of behaviors. Now there is a much more rigid sense of gender: “Oh, I put on nail polish, I must be a woman not a man.”",
        "I find it deeply ironic that the same individuals who promote the dismantling of sex-based language are also the first to hurl accusations of \"patriarchal\", \"colonial\" and \"cis-heteronormative oppression\".  Yet here were are, fighting about \"first-world problems\" while most of the remaining billions of humans on the planet have to worry about clean drinking water, diarrheal diseases and food security. \n\nI'm not minimizing the seriousness of what is happening to \"first-world science\" and language around sex and gender; I agree that it is terrifying.  But I am disappointed that this is all we have to show for thousands of years of evolution of human cognition. Destroying our own species, starting with healthy children, instead of working to elevate the human condition on the rest of the planet.",
        "I agree with the authors. One might make a distinction about replacing certain terms that were never precise with newer ones that arguably describe the situation more accurately and also--at least temporarily--reduce stigma. A possible recent example is replacing developmental disabilities with neuro-diverse. But one's biological sex is a fact. Even though I'm supportive of people transitioning, there is a limit to the extent surgery on the English language will protect them from folks hostile to their decisions. When you multiply this by 10, you've succeeded mostly in making traditionalists hate elites.",
        "I got a mass email FAQ from my doctors' office the other week about some medical condition, and the Q&As were repeatedly and awkwardly tied up in long phrases regarding whether persons assigned female at birth or persons not assigned female at birth do or don't have higher incidences of particular manifestations of a condition. \n\nThe sentences were such an awkward mouthful to read and understand that I was sorely tempted to respond tongue-in-cheek to the email, to suggest that the office should please consider coming up with a single word to use as a shorthand stand-in for the lengthy phrase, even if only to make reading and understanding the Q&As easier and more efficient for the patients.",
        "My kids told me yesterday that the gratuitous addition of pronouns to every introduction in their very inclusive school, as seemed to be the case for a few strange years, is now garnering eye rolls from the teenage crowd. \n\nIf this whole game of “let’s pretend sex doesn’t exist” becomes uncool with teens, the whole “assigned gender” nonsense will be over quickly. It’s really shocking how many doctors and medical institutions are still doing it, however. They could take a bit more time to catch up with reality.",
        "People accept that children are born with missing & deformed limbs, Down's Syndrome, etc, but too many don't want to accept that there are babies born without fully developed genitals. The Dr looks & makes an announcement that may not be accurate. A cousin's child was announced as female at birth, but the child ALWAYS insisted on dressing as a boy. Told her sister that she would be in her future wedding party, but only if dressed like the males. Had only 3 periods. A few years ago in her 30s, she had genetic testing done & found out HE had XY chromosomes.  HE had ALWAYS been a male!  He is now engaged to a woman. Few people in his small hometown know so far because how can a person explain this gracefully without getting intrusive questions?",
        "When filling out forms/applications for my child, their \"sex assigned at birth\" (as well as \"preferred name\" \"pronouns\" etc) are always asked for. Never for the parents --- instead it just says \"parent name\" \"sex\" etc. Why?",
        "“Sex assigned at birth” is completely accurate because a human, usually a doctor, performs the assignment. We are not born knowing the biological fact of our sex. Humans, even doctors, make mistakes. The author fails to recognize this and refuses to admit that there are intersex humans. There are humans born with unclear genitals. A doctor may modify them surgically or arbitrarily pick an assignment to force the newborn child into a binary assignment at birth.",
        "My favorite part of this opinion is the completely transparent non-science ideology behind it which is egregiously evident in the completely missing information regarding intersex folks, how common they are, how often they are mis-assigned a sex at birth only to find out later because of other medical complications, the medical complications that come with parents who were forced into a decision about choosing a sex for those children who were visibly intersex at birth,  and the grandiose delusion that what is written down at a hospital based entirely on what is visible to the naked eye with no CT or DNA test in sight as an absolute truth. \n\nSex assigned at birth is a perfectly fine way linguistically and logistically to establish the correct medical history and is frankly nobody's business the terminology people use when they discuss their medical history, especially the authors of this opinion and the people who share it.",
        "The lady doth protest too much, methinks. Weak arguments to support some unstated (and predetermined) opinion.",
        "Nonsense. Much ado about nothing here and worse, an unprofessional and intellectually dishonest \"straw man\" argument to further a culture war. A disservice to all.\n\nThe authors fail to directly state the ACTUAL, principal reasons for the terminology change: (1) errors in survey and patient data collection and (2) clinical adverse consequences of those errors. As a lifetime data scientist and medical clinician, my perspective is not just my \"opinion\"; it is empirically informed. I'm not about to lobby anybody for a throwback to poor data and clinical errors, thank you.\n\nWe learned that survey respondents' notion of \"sex\" differed from that of data collectors. In fact, it was poor data that led to changes in survey questions. And worse, we learned patients' responses led to miscommunication with medical providers and in turn, frankly, medical errors. Clinicians take seriously every opportunity to prevent medical errors. \n\nYou might have laid out these issues up-front (or at any point in your lengthy statement), yet fail to even mention them. Shame on you both.",
        "The authors ignore the natural biological phenomenon of intersex babies at birth.\nIntersex people are individuals born with any of several sex characteristics including chromosome patterns, gonads, or genitals that don’t fit typical binary ideas of male or female bodies.\n\nThe number of births with ambiguous genitals is in the range of 1:4,500 to 1:2,000.  Other conditions involve atypical chromosomes, gonads, or hormones. Some persons may be “assigned” and raised as a girl or boy but then identify with another gender later in life, while most continue to identify with their assigned sex.\n\nWhile this is a relatively rare occurrence, the statistics should not mean we ignore the phenomenon.  There are human beings (intersex people and their families) who are profoundly affected by this biological reality.  A broader understanding of this issue requires accurate language and honest, empathetic discussion.",
        "Thank you for saying this out loud! I don’t get what’s wrong with using the term “gender.” Biologically speaking, humans are either male or female - even intersex individuals have a gender that is more biologically dominant than the other. People are not “assigned” their gender at birth. Even if one believes they were born in the wrong body it does not change the biological fact of the gender they were born. No matter how many hormones you take or surgeries you have to make your outsides match what you feel inside, biology and nature always wins.",
        "Excellent article. Thank you.",
        "I don't think you understand the real purpose of this phrasing. Using terminology like this is an effective way for highly educated liberal coastal elites to show that they are superior to everyone else.",
        "I notice the authors avoid any discussion of \"gender\" and how it has traditionally been tied to \"sex\". Trans people do not call themselves \"transsex\", but \"transgender\". There is a difference between the sex one is assigned at birth (usually by visual inspection of one's genitals) and one's lived gender experience. \n\n\"The terminology can also function to signal solidarity with trans and nonbinary people, as well as convey the radical idea that our traditional understanding of sex is outdated.\" Solidarity with a group if people who have been marginalized and mistreated is a bad thing? And maybe, just maybe, we could rethink our understanding of sex in order to see the world and the people in it in all their complexity. \n\nLike others, I noticed that the authors did not give any consideration to people who are born intersex, what is sometimes called \"ambiguous genitals\". Since such people do indeed often have their sex assigned at birth, I'm guessing the authors are OK with erasing them? I'm also guessing that if the authors were to teach my college sophomore students, they would be perfectly OK with erasing everyone who does not fit into their binary sesx schema. From my experience, that would be a lot of people.",
        "You and a number of people in this comment section are making the mistaken assumption that sex is exclusively determined by chromosomes and is thus an immutable, inchangeable biological characteristic. Years of hormone therapy dramatically alter the secondary sex characteristics of binary trans people: hormone therapy affects fat distribution, breast growth, libido, sleep, and appetite in much the same way as naturally-produced hormones affect cis people. I know several trans men with bass voices and chest hair—these people aren't \"female\" in any practical sense of the word. Binary trans people don't only change their sociocultural gender, but actually alter their biological sex. The problem with using \"biological pronouns\" — as many obstinate, contrarian conservatives do — is not merely that it's hurtful, unnecessary, and offensive (which it is) — it's also an objective misinterpretation of reality. \"Trans women are women\" and \"trans women are men\" are not just catchy political slogans (which they are), they are factual observations of reality. Anyone claiming otherwise likely has extraneous political motivations for demonizing and degrading the dignity of trans people.",
        "The conundrum suggests you need a different word with a different meaning. You're trying to cram two data points into one variable. Forget everyone's feelings for a sec. You're linguistically inefficient. \n\nAcademics love jargon. Academically, you wouldn't take four words to describe one thing. The academic community would agree upon one term and add it to their journalistic lexicon. I doubt anyone remembers \"coprolites\" but there you go. It politely and efficiently describes fossilized feces.\n\nOn an application, you unfortunately need to add another question if you require both meanings. Ex:\n\nWhat is your biological gender?\n\nWhat is your unassigned gender?\n\nHowever, it more accurately captures what you're trying to describe. \n\nI would go a step further. You shouldn't be reusing the terms \"male\" and \"female\" to describe unassigned sex. The dual usage is imprecise. It leads to confusion. \"Male\" and \"female\" should only refer to biological sex. There would be different terms to describe male and female equivalent when discussing unassigned sex. Ex:\n\nMale Assigned\nFemale Assigned\nMale Unassigned\nFemale Unassigned\n...\nWhatever else unassigned\n\nThe entire debate is somewhat silly though because we already have a solution in place. \"Male\" and \"female\" refer to biological sex unless otherwise indicated. A medical journal doesn't need to step around the usage unless the medical information specifically relates to self-selected gender. It's not offensive. It's common sense.",
        "Thank you. This article is a relief to read in our frequently post-fact society. The gall of the sex deniers is stark, none moreso when they insist that a sexed brain can be contained in an oppositely sexed body. Women and girls are not oppressed because of stupid lady brains, as implied by the sex deniers. We are oppressed because we are smaller, with less muscle strength, because we menstruate, because we get pregnant, because we lactate, and even when one or more of these is not true of a particular woman or girl, she is oppressed because these things are presumed to be true. They cannot be presumed true of males. Sex matters. All screaming into the void to the contrary is simply lies.",
        "The far left, like the far right, simply ignores or rejects science when it gets in the way of their ideology or political agendas. Nothing new here, except the left will never admit they deny science when it doesn't fit their narrative, just like the right, who they have been (correctly) criticizing for years. Just a bit of hypocrisy, one might say.",
        "The right-wing,  obsession over this topic is rooted in a pathologically conservative, wariness  of intrinsic \"male\" dangerosity towards \"females\", associated with a pathologically conservative sense of male entitlement or superiority. A clear binary identification Sex/gender must conform to satisfy this simplistic paradigm.",
        "Is gender identity any more valid than racial identity?  Can anyone \"identify as white / black / asian\" at will?  Seems that more would be offended by this than abide by that person's preference.",
        "I am male. I was not assigned that sex. It was simply a fact. It is insulting to be labeled \"assigned male at birth\". No one has the right to \"assign\" a sex to someone.",
        "Profoundly disappointing to see another NYT opinion piece that is thinly veiled anti-trans animus. The use of the terms “sex”, or “male” and “female” aren’t being banished. As the parent of a young woman who recently began her social and medical transition, I haven’t stopped using these general terms, but I do also use terms like “sex-assigned at birth” when it’s relevant.\n\nThe idea that using inclusive, affirming, and accurate language creates real problems is nonsense. Ultimately, I think the authors reject inclusive language because they don’t think transgender people really exist.",
        "An excellent article.   But suppose that it becomes the norm for medical forms to ask for “sex assigned at birth” or “assigned sex”.  Shouldn't those form be more thorough? Shouldn't they ask for \"species assigned at birth\"?",
        "And you wonder why voters are fleeing to the GOP side. It's utter silliness like this that infuriates the vast majority of people.",
        "I think somewhere along the way, people forgot that most of things that we say are guesses. When someone says that another person is man, the person usually isn't saying that \"I am 100% sure that the person is a man\"; the person is often just saying that \"I think that the person is a man\" even if they didn't say the \"I think\" part out loud. It's just how people speak. \n\nSo the fact that there are intersex people doesn't make the person saying that the person is a man incoherent; if we can understand what the person means- which is that they just think that the person is male- then what they are saying isn't incoherent.",
        "I've always found it interesting, and also confounding, that in this publication certain articles will adhere to the \"assigned sex at birth\" and the it's-all-a-linguistic-matter line, while other articles, often on the same day, will confidently assert that an  human skeleton found in a shallow grave is that of an adolescent female or a newly discovered bone fragment that of a prehistoric male. How do they know? DNA and/or the shape of the pelvis. In other words, biological markers.",
        "This is all running up against the other great dichotomy of our time: left vs right. If you lean right, \"assigned at birth\" probably strikes you as virtue-signalling or being outright divisive.  If left, it probably strikes you as compassionate and inclusive. I don't know what to do about that, but this discussion can't avoid it.",
        "Sex refers to reproductive biology, Sexuality refers to who a person feels attracted to and their capacity for sexual feeling and Gender refers to the way the individual feels about themselves.  But none are binary.  Sex, for example can also include brain structure (connective tissue between the two hemispheres of the brain), their biochemistry (hormone production) etc.  To say \"assigned at birth\" is easier than saying, \"individual has ovaries and/or testes but may be XX, or XY variants with differential brain structure and hormonal levels\".  As science progresses, we learn.  We now know there is infinitely more variety in the natural world (across all species) than ever we knew even a few years ago.  Yes, our vocabulary has to change as we acquire new knowledge.",
        "The language we use is powerful. I wonder how many women such as myself feel diminished by the denial of our shared physical reality. That some people have a difference in their perception of their gender does not change their physical being. Nor does it change mine. What gives others the right to rename me? Everyone reserves the right to call themselves what they want, that includes me. Born a woman, will die a woman.",
        "What happened? There used to be two choices - you were born a male or a female.  Now when I’m completing forms, I’ve had up to five selections. What’s next?",
        "The different linguistic definitions sex and gender are also critical context for this discussion.  I can appreciate the authors’ arguments but as a constructive solution but they should have importantly acknowledged the  biological phenomenon of intersex people.  Perhaps instead of “assigned at birth” (which is what actually happens for intersex babies) the language for daily life (e.g., medical questionnaires) should be defined as follows.  \n\nSex at Birth:  \nFemale, Male, or Intersex\n\nCurrent Gender Identity:  \nFemale, Male, or Non-Binary\n\nIf that feels complicated to some, I would argue that sex and gender is complex and that accurate, nuanced language is important.",
        "The opinion article fails to address the issue that the brain is part of a person's biological markup, but technology has not advanced enough to examine the parts of the brain that affect gender identity or gender preference. It is a fallacy to equate biological sex to only those aspects of sex that can be examined today.",
        "I agree completely with the authors of this article. I find the \"assigned at birth\" phrasing one example of tying up the English language in knots in order not to offend some tiny percentage of the population. Homeless people are \"unhoused,\" but they are factually homeless. \"Undocumented immigrants\" are undocumented, but factually they have broken the law, so they individually are \"criminals,\" and the act they committed to get into the country is \"illegal.\" Overall, the concept of \"woke\" began as a recognition the inequalities built into our society, but the over-sensitivity to any words that may make any individual uncomfortable has expanded to such a degree that \"wokeness\" is now a pejorative rather than a desirable sensitivity to others.",
        "Lot of good comments here. I don’t want to offend or exclude anyone but isn’t gender biological and sexual identity chosen? \n\nI really don’t understand how sports that are specific to a female gender have become so mixed up. If male gender participants with a stronger faster physiology are allowed, why ban steroids, etc?",
        "Those ideologues creating and insisting on bizarre euphemisms to circumvent scientifically established facts should realize that this activity, and other related ones, are both irrelevant and deeply annoying to the vast majority of people just trying to make a living and cope with life. It may also push enough people away from the current ‘woke’ administration that we end up with a dictatorship come the November 2024 election. Please consider this unsettling possibility",
        "It seems to me the punchline of this piece is that we should be more \"accurate\" in our language by actually using language that pretends trans and intersex folks don't exist because they are a small percentage of the population. The binary exists and is immutable, except for all the exceptions.\n\nAuthors, pretending that 1-2% = 0 is less accurate, not more accurate. Come up with something better. Until then, the language \"assigned sex\" is the more accurate option.",
        "Young people seem much more focused on labels these days and finding a group that they can belong to. Young people are also suffering higher levels of mental problems than in prior years i.e. depression, anxiety. \n\nSo, which comes first? The mental distress or the assertion of trans? Young people who are not part of the party crowd or sports stars or cheerleaders or stars in the school play or academic stars or or or can be trans/nom-binary and quickly become part of a headline group fighting to go to the bathroom of choice. \n\nI believe there are truly trans individuals. But the fast increase in the percentage of young people id'ing as trans ... nah.",
        "As one of my fellow commenters adroitly noted, genetic sex is distinguishable from expressed sex, which I would add, is distinguishable from gender. There are sex-specific phenotypes associated with certain combinations of sex chromosomes, generally XX or XY, but also XXY etc. Those phenotypes may be modified through medical intervention, like surgery or hormone therapy--this is expressed sex. Gender is a form of sex-adjacent expression that does not involve altering sex-specific phenotypes. Thus, we need a third category of term for expressed sex to allay your concerns with the \"assigned at birth\" terminology.",
        "What percentage of human babies ARE literally *assigned* a sex At Birth? Article should have included that aspect to the overall picture. And some species (in marine life for example) do change sex *after* birth, can change back and forth. So, the Biological realities are *not* quite as \"black or white\" as presented in this article.",
        "GENDER, as does human sexuality, exists along a spectrum.  What the authors are arguing for is the continued usage of a long established sociological understanding of gender.  Generally the two are functional and useful but are they accurate?  Do the two terms sustain false dichotomies (e.g. pink versus blue)?\n\nWhilst for the vast majority of humans they are functional who do they exclude?",
        "As a law student, I have only one comment to this: Justice Neil Gorsuch should not be taken as an authority on this issue. He is a Supreme Court Justice: by virtue of that position he is (and his eight peers are) an authority on constitutional law, and he makes crucial decisions on those matters. Whether you agree with him or not, listen when he talks about the law. But he shouldn't be invoked to prove that \"sex\" should be the preferred term - that debate is better held in this opinion piece, in these comments, in the public sphere, etc. The justices are powerful enough as is and need no further elevation.",
        "Why does it make any more sense to use surgical or hormonal treatments in an attempt create the illusion that one’s sex comports with one’s gender than it does to use psychiatric therapy to change one’s perception of his or her gender to comport with his or her actual biological sex? It sure seems to me that one approach promotes fantasy while the other seeks consistency with reality.",
        "It’s so interesting that something as obvious/basic as “humans have a natural sex” needs this many words and this amount of delicacy to defend.\n\nMore interesting than that - where I live/work, I’d never be willing to take up this same basic defense. My career is worth more than pointing out that 1 1 doesn’t equal 3.\n\nI wonder how many doctors use the same logic, and bow to loud voices that spiral us into weird places. I’d venture it’s even more common, given the time/effort/debt it takes to become a doctor.",
        "We need to change the identifying factor to genetic sex. XX or XY or XXY or whatever the exact letter combo is. There are several.\n\nLet people express themselves as feminine or masculine as they want, remove the idea that physical sex characteristics determines what they \"should\" wear or how they choose to look, behave, live, or who they love.",
        "Am I the last biologist who uses \"gender\" to refer to whether an organism is male or female and \"sex\" to refer to the act of procreation?  Oh well.  In any case, it seems to me that gender is more a continuum than binary in nature, as different possible permutations of X and Y chromosome distributions in individuals demonstrate, not to mention the varying factors, known and unknown, that could play into this via other chromosomes. Therefore, \"assigned at birth\" seems to not be an unreasonable term, reflecting as it does only what could be observed at the time.",
        "I’m transgender female, out & proud, but was never comfortable with the “assigned at birth” tag. It wasn’t doctors who assigned me male, it was my own tiny little body. \n\nIf the use of male/female isn’t as a sledgehammer to put people like me back in our places it’s fine to have respectful discussion about scientifically correct terminology. Unfortunately that’s not our experience. The conservatives want us to go away, and will use this and other columns in their crusade against us. \n\nAt the moment it’s an “us or them” fight.",
        "The capture of elite medical institutions (and other important institutions) by progressivism is most evident in their deference to the transgender activists’ Approved Words. It undermines their credibility and creates litmus tests intended to weed out those whose conception of human personhood is not consistent with the progressivism du jour. \n\nThank you for your defense of sanity. The only thing this essay is lacking is a reference to Orwell’s “Politics and the English Language.”",
        "Thank you for this essay.",
        "“Sex assigned at birth” is as offensive a phrase to me as “pregnant people.” Such mindless warping of the English language is divisive, not inclusive. When the use of “natal male” or “natal female” generates shaming by the language police, and even banning by social media, we are truly in a weird dark place.",
        "This is just another area hijacked by progressive extremists. No common sense.",
        "Hallalujah! Whenever I'm seriously considering cancelling my subscription, the NYT comes out with something like this which maybe will help bring the world back into a more rational state. \nSex is binary, it's virtually the definition of a binary system, and once that die is cast, it can't be uncast. \nThe gender people's push to redefine basic terms and force everyone to use their language is wearing on rational people's sympathy. Pregnant men? Naw. \nThe larger society shouldn't have to turn language and reality on its head so as to not give rise to the mere possibility of giving offense to a tiny group of people.",
        "Absent here is any proof of actual harm stemming from the use of inclusive terminology.  As far as I can tell, the only \"harm\" is that intolerant people are annoyed by the terminology.  I don't think we should be concerned by that.  Also, sex is not so black and white--see Intersex people.",
        "Intersex people do exist. Genetically, they do not fit into neat categories of \"male\" or \"female\". Their sex is generally assigned at birth. \n\nIts always the people who get all riled about \"there are only two sexes\" that forget that nothing about human beings is ever simple, and the language--and changes in it--tries to articulate that.",
        "I do not understand why this subject always stirs up such a tempest. I don’t care what anybody says their gender is, or even what they imagine their “sex” is. I don’t care what people wear, what names they choose, who they sleep with, or what activities they engage in. But 99 percent of us will always be XX or XY no matter what surgical or hormonal interventions we seek. Anyone with a Y chromosome should not participate in girls’ sports or use women’s toilets or dressing rooms. Other than that, do as you will. Oh, and don’t expect me to use a plural pronoun to refer to a single individual. That makes no sense at all.",
        "There’s a problem with it? That news to me. Thanks for the fyi",
        "While the so-called “left” focuses on this piffle, Trump is going to take over the country.",
        "Perhaps the better term is just “sex” and then people can define their gender as they see fit.",
        "IMHO, the intent of the authors - hidden in their obscuring verbiage - is that of the American Interprise Institute and the capacious tent of like-minded \"think tanks\":\n     There are only 2 sex types in humans; every other human type is a euphemism.  There, see, isn't that easy and straightforward ?",
        "I can't actually believe that the Times allowed this article to be published ... A very reasonable and reasoned position.  \n\nWe're at the point in California of not being able to determine which students need help because it isn't clear if it's boys or girls who are failing.  They've been lumped into categories that can't be unpacked.",
        "Science, logic, observation ... 180 million years of mammalian evolution and 8 million years of hominid evolution is not going to be undone by \"assigned a birth\" Postmodern fantasizing. Sex is fundamentally binary and it can be determined by observation at birth and in the DNA in human beings.",
        "There is literally no trouble around any of this. What others do with their lives, genitals, children, etc. is no business of mine…and it’s none of yours. Problem solved.",
        "This article was a waste of time to write and read. \"Sex assigned at birth\" as phrase only obfuscates biological accuracy for those ignorant enough to think lengthening the phrase out of respect for those with different gender identities changes its meaning. This is a pointless argument that lacks respect for the emotional impact of language and for language to be both empathetic and accurate at the same time. Disappointing content.",
        "\"An estimated 1 in 100 Americans is intersex. Around 2% of people worldwide have intersex traits.\"\n\n<a href=\"https://my.clevelandclinic.org/health/articles/16324-intersex\" target=\"_blank\">https://my.clevelandclinic.org/health/articles/16324-intersex</a>",
        "Want to know sex?  Look at the chromosomes.  \n\nAnd please, don't hide behind intersex . . . \n\nA question that has NEVER been answered when I ask trans activists:  If a person is allowed to ignore his/her genetics and choose to appear to be (or want to be regarded as) either male or female, why do you recoil in horror if someone wants to be regarded as Black?  It's just the same ignoring of genetics, after all.",
        "It seems that there is genetic sex, as determined by chromosomes, and expressed sex, which is more complicated and multi-factored. Genetic sex may also be biologically intersex as we learn more about the different factors that contribute to sexual expression.",
        "The simplest refutation ever: intersex people exist.\n\nOn the sociopolitical implications: law should not be written with binary categories in mind or seek to define certain groups of people. All law should be written to assure maximum freedom without harm to others in the verbiage of the greatest commonality amongst us: humans.\n\nThe proposed equal rights amendment reads: “Equality of rights under the law shall not be denied or abridged by the United States or by any State on account of sex.”\n\nIt should read: “Equality of rights under the law shall not be denied or abridged by the United States or by any State due to the intrinsic equality of all humans. No intrinsic defining characteristic of any human may be used as a basis for discrimination.”",
        "Judith Butler and Foucault do believe that humans have biological and sexual differences (which aren’t all binary, but I digress). However, they also point out that our societies associate way more with biological sex than what should be associated with it. These subjective additions to the supposedly objective “biological sex”  include: intelligence, general ability, rights, fashion, sexuality, and more. In other words, our society makes what could be an objective term into a highly subjective term, hence why we should use different language.",
        "There is a certain lack of subtlety and nuance in this column. \n\nThey do not address the phenomenon of \"intersex,\" that is, being born  with biological and/or physiological characteristics that do not place a person clearly as either male or female. \n\nThey also don't address the  conflation of male and female with masculine and feminine. At its simplest: male and female describe the body; masculine and feminine describe  characteristics and qualities of the person.\n\nPerhaps, if we lived in a culture where the binary was not so revered, we might have a language which embraced and described as \"normal\" the continuum of human sex, gender, character,  and which did not favor some over others, and which, therefore, provided a place for everyone, so that these arguments over terms like male and female would be moot.",
        "Maybe a better choice would be \n‘M, F, Other’.   This implies that birth can lead to exceptions, as any expecting parent worries about.  Either nature or God (if religious) makes the exception possible.",
        "Thank you for this piece.  PC language trips over itself again trying to prove something to someone.  Recently I heard a pediatrician arguing that children \"living in larger bodies\" should not be made to feel that their obesity is a problem that needs to be solved.  It seems like a small thing, but we don't live in our bodies.  We are our bodies.  To live in a body gives the impression that your \"self\" is somehow separate from your body.  When I go to AA, I don't say I live in an alcoholic body, I say I am an alcoholic.",
        "More focus needs to be placed on changing gender stereotypes, not a persons \"sex\".  Maybe then people would not feel the need to ingest chemicals to change their appearance.  Especially children who's brains have not fully developed.  \"Sex\" should only be listed for medical purposes, for example when filling out forms, \"sex\" should be listed along side of your physician's name for emergency use only.  The differences between men and women are medical, and have nothing to do with how one dresses, acts or who you love. I had this conversation with my 13 year old daughter recently.  Her generation especially is having a hard time with this issue.  \n\nWomen's health has been grossly under studied, we as a society need to fix that.",
        "Hmm. Too many comments to discern if the following has already been observed. The opinion of the authors leaves a glaring hole which is recognizing that the question in a medical setting of \"sex\" (the noun, not the verb) serves an informational/medical/treatment purpose, and  it's important that people answer correctly (esp. since they may not themselves realize the significance of the medical/treatment angle).  In order to achieve higher accuracy in response, Sex Assigned at Birth, leaves very little room for an answer to be wrong. Whereas asking the sex question could leave at least some room for the respondent to miss the cues of a medical setting, and put the question through a different filter, giving an answer that is problematic for treatment.  So, why the fuss?  If we can improve the accuracy of answers of significance on a medical form, by all means, let's do that. If it happens to also add a degree of politeness and lower a barrier to patient/provider openness, well, heck, take that as a win. The rest is really petty argument that ignores core purpose.",
        "Thank you for this articulate statement of the fallacy of \"sex assigned at birth,\" the notion that people identify with a category that isn't a real category. I recently read an article about the new chaplain at Yale's Battell Chapel, who according to the article's author \"identifies as Jewish\" instead of \"is Jewish.\" I'm thrilled that the Chaplain is not a Christian because Battell serves a wider purpose at Yale, but even I, as a liberal (or perhaps I only identify as one), rolled my eyes at that wording. This notion of an endlessly open horizon for interpretation of identity/being has become alienating for a wide majority, ironically not helping the cause of those who actually are different. While it may be the case that 1.7%-3% of the population have chromosomal differences that make the clarity of their gender difficult to parse, making everyone else be \"identified as\" instead of \"is.\" To be told in recent years that instead of being female or a woman, in reality I'm a just \"person with a uterus\" or a \"birth-capable person\" disenfranchises me from so much of what being a woman encompasses.",
        "Somebody tell me what percentage of the population this applies to.  My guess is the conversation is grossly disproportionate to the issue, mostly because that's how wedge issue politicians want it.",
        "What a silly article. \nThe only reason sex matters is because we behave as if it does. \nFor instance, blaming homicides on males because they are males ignores the broad range of social, cultural, economic, policy, and community factors that have been shown to be much more important predictors of homicide - these factors treat males and females differently; and were they to be reversed we could just as easily see \"female\" become a predictor for engaging in homicide. \nJust overall a very silly and ignorant article that shows no understanding of the role of gender and sex in society or its relationship to health and life outcomes.",
        "OK. OK. I get it. But as a lifelong liberal, I'm getting exhausted with the bubble effect of many of the Times articles lately. There are countless critical problems in this world, and debating the vernacular of \"...assigned at birth\" or people's rights or feelings about sex switching isn't one of them. I sincerely hope my spelling doesn't offend anyone. Sheesh. Next?",
        "This is an unnecessary article. And it fails to persuade.\n\nI like Strunk & White, too.\n\nAlmost nothing is dumber than theatrical gender reveals.\n\nThe authors have too much time on their hands.",
        "The problem with saying 'sex assigned at birth' is that it's completely inaccurate. Sex is determined within the first 8-10 weeks of pregnancy.",
        "I do not dress according to whatever it was that I was assigned at birth in 1956.  Yet I get an almost daily dose of people who feel they are qualified to assign a gender to me. It is an insult in the rarefied world I live in. I don't ask for it yet they feel entitled to be  unnecessarily malicious. I'm merely purchasing a paintbrush, a bottle of wine, bandages, or underwear.\n\nSo what is the purpose of gender identity? The authors list all the basic reasons but it is really a defense of our current organization flow chart. \n\nBut it also seems to be needed to perpetuate discrimination of people.  Take \"to each his own\", \"to each her own\", \"to each their own\". Why is that so hard to understand? Get over it.\n\nA doctor and/or pharmacist can merely say for example:  \"This medication may cause your future unborn child to experience a disability\"....therefore sex for procreation should be reconsidered\" or \"too much alcohol will ruin your health, faster if you were born a female\"... therefore stick to the wine aisle and leave the bourbon to those born a male\".\n\nYes, very simplistic. But remember humans have brains. That brain KNOWS their bodies better than people.",
        "Sex is not “assigned” at birth.  Sex is determined at conception, and then  observed and recorded at birth.",
        "Using the same words to describe two different things does not make them the same.\n\nNo matter how many times you repeat it or threaten to cancel those who disagree or scream at them or bully them or call them some kind of bigot.\n\nThe emperor wears no clothes.  What is true is true.  Biological sex is a truth, and if it does not matter then why is a operation on a person's genitals \"gender-affirming surgery\"?  Gender constructs aside -- trans women are not the same as biological women, we can call them women, but that does not make them the same, and giving them healthcare based on their \"gender\" makes zero sense in most cases.",
        "This is a fad, a passing piece of nonsense, I'm sure. In the year 2050, nobody will be talking about \"assigned sex at birth.\" It will be male or female. Plan on it.",
        "\"Sex assigned at birth\" is not a euphemism, but a distortion. Sex is not \"assigned\", as school children are assigned one teacher vs. another. It is observed and recorded. There are rare mistakes made, including with intersex people, but that does not change the fact. \n\nSo much of the confusion and contention over sex and gender is because the two are so often conflated.  We should have our records and our forms say \"biological sex\" when that is what is important (as in medical records), \"gender identity\" when that is important, and have separate slots for both when both are important.",
        "Human biological sex is defined by the combination of our sex chromosomes and anatomical internal and external genitalia.  Since we do not routinely test sex chromosomes at birth or conduct medical scans to determine internal genitalia at birth, the term \"sex assigned at birth\" means only \"external, observable genitalia at birth.\"  Which does not define our sex.",
        "Agreed.  A transgender person is still male or female regardless of their gender expression.  Also using terms like \"pregnant people\" and other such euphemisms is imprecise and simply wrong if it is meant to include men.  A woman by definition can give birth; a man cannot.  If you identify as a transgender man, you can still be female, a woman, a mother, and you still have or had the organs needed to give birth.  You still have either xx or xy chromosomes.\n\nIt's is so unwise to muddy the waters on biological facts and most importantly, it will not last.",
        "Sex Assigned at Birth? My answer is either 'None\" or \"N/A\" (e.g. No Assignment/Not Applicable/Nonsense Answer).\nSex? My answer is \"Male.\"\nIf for technical or legal reasons you need to know my Sex Recorded at Birth? The answer is what is found on my Birth Certificate.\nIf there has been a change in my sex somehow, some way, it does not change the facts at my birth.\nThe implication that there was an option available and a choice was made/assigned at birth is pure politically correct hooey. Words matter. \"Assignment\" is the wrong word.",
        "Much ado about nothing.  You are born as life's natural process took its course.  After that, if you decide to live according to your choices, please do so.  All I ask is that if you choose differently, stop being offended at every human reference that doesn't conform to your choice.  The vast majority of humanity is not confused or hung up on this.",
        "I'm surprised and pleased this piece was published. It's something we radical feminists have been saying for years - and getting shouted down as bigots for. Sex matters, especially for women, in every aspect of modern life, ranging from health/medicine to public policy to public safety and more. Pretending it doesn't exist harms women and ensures their needs are not accounted for. If anyone needs more convincing, I highly recommend the book Invisible Women by Caroline Criado Perez.",
        "The authors try to make the argument that sex is “not complicated”—but what’s complicated is not the facts of the body but instead what we do with those facts. The Intersex Society of America has for decades provided endless data on pediatric doctors who will make the decision in the delivery room to surgically change the body of an infant because the baby’s genitals are unclear or indeterminate. Determining one’s gender through the presence or absence of its sex organs? That’s not a biological fact. That’s a medical choice and, one could argue, an ideological choice.",
        "Why does it feel like the NYT has an anti-trans/nonbinary opinion column quota that they're trying to fill?  It gets tiresome seeing my family get attacked on a biweekly basis.\n\nThe \"assigned\" language is used because in everyday language, \"male/female\" can refer to either sex or gender, so you need an additional qualifier to remove ambiguity.  \"Biological male/female\" is unsatisfying because many trans/nonbinary people would assert that they are biologically their chosen gender, since biology includes their brain.  Their biology tells them they are not the gender assigned at birth.  \n\n\"Chromosomal male/female\" seems like it would be fine to me.  But my nonbinary kid likes using \"assigned female at birth,\" so I'm happy to follow their lead.\n\nPeople like to decry this evolving language as bending over backwards for a tiny minority.  But nearly 6% of Gen Z identifies as trans or nonbinary (which is close to the percentage of US adults who are Asian Americans).  A significant minority who should not be ignored.  \n\nThe number identifying as trans/nonbinary has increased for younger generations as the stigma and discrimination has decreased, but likely is still an undercount given the amount of discrimination and bias that persists (such as in these opinion pages).  It wouldn't surprise me if the true number in 20 years ends up being around the 10% of people who are left handed (a number that was also much smaller back when lefties were more discriminated against).",
        "This isn't that complicated.  Sex--biological sex--is not binary, even when just looking at physical characteristics.  Intersex people are born and assigned a sex at birth everyday, sometimes the sex that doesn't align with their gender, sometimes the sex that does, and sometimes wrong altogether if the person does not.  Even at the gene level, sex is not binary.  That is all hogwash.\n\nThis article is one in the now long line of the Times granting a loudspeaker to people engulfed in an anti-Transgender panic.  We are not in danger of not knowing that men and women are different because we recognize that neither sex nor gender fits in two distinct silos.",
        "In a country that values individual rights, I simply do not understand this obsession with gender.  Generally, those of us who are heterosexual do not -- cannot -- fully understand what it means to be transsexual, gay, lesbian, homosexual, or whatever term  is preferable.  So what?  It's none of our business.  What is important is respect for others.  Let them live their lives as they need to.\n\nDell",
        "As for the births of people with confused genitalia there are words that accurately describe that too. \n\nThe problem here is that a lot of people seem to not want to deal with the fact that being Trans is 100% a psychological issue that has nothing to do with biology except that the trans person is not psychologically aligned with their own biology.",
        "Denying the empirical reality of biological sex is anti-science."
    ],
    "web_url": "https://www.nytimes.com/2024/04/03/opinion/sex-assigned-at-birth.html"
}