{
    "main": "There’s a Better Way to Talk About Fluoride, Vaccines and Raw Milk",
    "abstract": "How to build trust and make America healthy again.",
    "keywords": [
        "Medicine and Health",
        "Water",
        "Fluorides",
        "Vaccination and Immunization",
        "Measles",
        "Milk",
        "Conspiracy Theories",
        "Rumors and Misinformation",
        "Disease Rates",
        "United States",
        "Kennedy, Robert F Jr"
    ],
    "comments": [
        "By the way, pretty much every attack on florides and vaccines that you read is a pack of lies. For example, EU countries don’t generally add florides because they’re naturally present in their water supplies, children’s vaccines haven’t had thimerosol in them for over twenty years, and so on. \n\nAnd it’d be one thing if the shouters were willing to switch to the European-style diets that would help a lot with tooth decay, or accept the very strict regulations that the EU and its member countries impose on dairy farming so that raw milk cheeses and such ae pretty safe.\n\nBut they’re not. They just believe that everybody should get to do as they please, and the devil take the hindermost. And you docs better fix my 300-pound husband who’s had two MIs and now has covid because he wouldn’t get vaccinated PDQ, or I’m comin’ back here with a gun.\n\nNot exaggerating all that much, really. These people will be screaming their heads off about how come CDC didn’t do anything when the next pandemic rolls into town, and y’all better get me my cure five minutes ago.\n\nYou’ve been told that something bad by way of virus would come out of SE Asia for about 25 years now, and that it’d probably be a coronavirus. Your response was to attack vaccines and publc health. \n\nIn humans, bird flu carries about a 50 percent death rate among identified cases. Your response is to scream about milk and egg prices and elect Trump.",
        "I’ve noticed that every time I write about my negative response to the CoVid vaccine which resulted in a heart attack, my comment either isn’t published or taken down soon after.  It’s even noted in my cardiology since the evidence is abundantly clear it was the vaccine.  My PCP told me not to get the 2nd vaccine but I did because of public health messaging.  The public health agencies still refuse to acknowledge people like me and maintain that it is perfectly safe meaning that we did not get the care or advice we needed when we needed it.  MSM is complicit in this",
        "The thing that quacks like RFK the Extremely Junior offer is absolute certainty. The cause of the problem is absolutely certain, how things went wrong is absolutely certain, the fix is absolutely certain, the good outcome is certain. \n\nScience cannot offer that, because material reality doesn’t work that way on any level. And that goes about triple for matters medical, because bodies are highly individual, the systems involved are incredibly complex and interactive—and any doctor who promises you absolute certainty is a liar. \n\nThere’s a nice illustration of this in “Twister,” as Bill Paxton tries to explain that no, the twister is not out to get you, sometimes things just go wrong, you can’t completely predict them, you can’t stop them all. \n\nThis terrifies people, so…quackery. Even yelling accusations at docs and researchers helps ease their fears, because then they know for sure what went wrong and why.",
        "good article, i wish it was longer",
        "Imagine a doctor telling you he has a medication for your child that will help prevent tooth decay (along with regular flossing, brushing, and getting plenty of Vitamin C), the only trade-off is, the medication will lower your child's I.Q. by 7 points. \nThat's the difference between being a 103 I.Q student, and a 96 I.Q. student. Yes, it will put your child in the below average I.Q. category, but their smile will shine.",
        "The NYT just has published the brilliant article about the importance of nuance.  Yet the editorial trend of the NYT has to been follow the mass media pack and offer less nuance.",
        "I agree....and yet Americans are very, very bad at nuance. The recent election was deeply influenced by propaganda and misinformation coming from Republican-oriented sources. Americans are also badly educated about statistics and evidence.",
        "Nice article, but I would add that contextualization of quantitative estimates of risk is really helpful.  The cantaloupe comparison is anecdotal -- one salmonella outbreak--but likely to stick in peoples' minds, with the message \"raw milk is as safe as cantaloupe!\" Check my math, but it seems that that 0.01% of raw milk drinkers get sick each year--or one in 1000 will get sick each decade.  That's where we need contextualization: 768 out of 11 million *seems* tiny, but one in a thousand sounds like a lot.  Is the risk considered small because of the degree of illness or the prevalence of illness?  (If you could cut your chances of getting a particular cancer in the next decade from 1 in 1000 to 1 in 10,000 or 1 in a million doing something as simple as avoiding raw milk, that's a powerful piece of information)",
        "Trump has brought us back to 1775, Kennedy wants us to go back to the Dark Ages. There should be two healthcare systems in America: one for the antiVax crowd, paid for by them, and one for the people who want vaccines, paid for by them.  Why should I get MediCare based on anti-science?",
        "This article seems a bit like victim blaming to me, because it suggests that how scientists communicate is the main problem. It's true that scientists aren't generally trained to communicate to regular people. But the main problem is the increasing anti-science and anti-expert bias throughout our culture. When people are poorly educated, as Americans now are, thanks to the gutting of public schools (caused by funding private and religious schools with vouchers, thereby de-funding public schools), they gravitate toward authoritarianism and become suspicious of new information. Since science is ever-evolving, based on new information, they become suspicious of science. As we enter an era of fascism, it does not help that the media incessantly label those with an education as \"elites.\" Elites are CEOs and billionaires, not scientists, artists, or those who are highly educated, most of whom are at most middle class. And guess what? They aren't responsible for the sucking sound you hear: that's money being sucked up by Elon Musk and the bros.",
        "We are dealing with outright liars. When presenting information to them, they’ll just dig in further.",
        "So many of the people I’ve met who are against the Covid vaccines Never took a college level science or statistics course, yet were suddenly experts. I’ll follow science every day vs these social media hucksters.",
        "I absolutely agree with the point made by this article. It is something I noticed especially with information on COVID 19 and the development of those vaccines. In the beginning of the pandemic real information was being made available by scientists, medical people and the government, wanting to rapidly give everyone the best tools available to combat the disease and stay healthy. Then in several stages the information was withdrawn. We are not conspiracy theorists when we make choices about our health based on our personal situation, values and our understanding of the information we seek out. Or when we speak up about this or advocate about it. \n\nIt’s a wider problem in health care as well, with most information for patients provided in a way that stubbornly refuses to answer questions or provide the reasons for recommendations. I am encouraged by my current primary care provider who does give reasoning and a medical specialist she has referred me to whose website materials don’t insult my intelligence. \n\nI also think it’s a wider problem in our politics that we have the Rs as radical party of the far right and Ds as institutionalists leaving no room for an intelligent body politic. So perhaps the Ds as well as the Rs are afraid of democracy.",
        "I have never spent a minute of my life worried about the fluoride in my tap water, which I do drink on a regular basis. But I will admit that this seems to me like a poor approach to public health. I'm fine with vaccine mandates for schools or work, but somebody can avoid those. It may not be easy, but you can find a private school, you can get another job. But just putting medicine in the water supply seems like a bad idea, even if it is safe.",
        "“the dose matters”\n\nThis is what’s lost on people. Ever seen a proposition 65 sign outside a restaurant? That’s because grilling meat can create carcinogens. Not at a dangerous level, but that sort of thing is lost on the politicians in Sacramento. \n\nIf you don’t like fluoride, don’t drink the tap water. \n\nDrink whatever sort of milk you like. \n\nThe vaccination topic becomes trickier because of herd immunity. Manufacturers could do themselves a favor and stop using mercury as a preservative due to the optics though. That said, if RFK actually knew what causes autism he would’ve already retired extremely wealthy.",
        "RFK Jr. is not an authority, but he appeals to people who want their anti-vax, anti-pas, anti-F prejudices confirmed.  One of those is DJT, who is opposed to anything he didn’t think of (vaccines …).  The problem is that Trump’s endorsement of RFK’s insanity gives a patina of legitimacy to Trump’s supporters.  And when their kids’ dental bills skyrocket, they’ll find someone else to blame - almost certainly Nancy Pelosi.  And in states like Iowa, where all power emanates from the Golden Dome of Wisdom in Des Moines, the Witch of Terrace Hill will ban fluoride treatment throughout the state.",
        "Belief and Science are a dangerous mix.\n\"I don't believe in vaccines\"\nOften means...\nI don't understand vaccines and am not curious to learn more.",
        "What we should know about anything doesn’t matter anymore. Experts aren’t to be trusted. We’re headed to some place before science and before the Enlightenment, whose ideas were foundational to our country. Republicans want an ignorant electorate and will do whatever it takes to ensure that they get it.",
        "The problem is that ‘science’ gets bought. We are also sicker than ever since being corralled into one approach to our health, abandoning all our ancestral knowledge that kept our forebears so robust. When we question why, we are labelled recalcitrant. If medications worked, we wouldn’t need repeats. What health problem was ever caused by the lack of a pharmaceutical medication so why we do we use these to treat health problems? Why not government-funded preventive medicine i.e nutritionists, microbiologists/gut specialists, naturopathy, physical therapies, mental health therapies, health programs that alleviate social isolation in the elderly, as we see in Asian countries? The monetary savings to Western governments of creating healthier populations would be beyond measurable so why wouldn’t they? Our current version of a ‘health system’ really isn’t one.",
        "Louis Pasteur was a genius. The process he discovered to make cow’s milk safe to drink saved millions of lives. His advances in germ theory made safe, clean surgery a reality.\n\nNobody in this country remembers polio epidemics, tuberculosis, dysentery, scarlet fever or a host of other diseases science has neutralized.\n\nGet ready to see them all return to the average American.  Brace yourselves.",
        "Many issues with vaccines and other health public health topics are the result of citizens never having seen the impacts of the diseases targeted by vaccines.  For example, regarding raw milk, my mother remembers neighbors of hers getting diptheria (can be fatal) likely from unpasteurized milk on the ranches.  She herself (and siblings) caught, and was impacted for a lifetime by, polio.  Measles, mumps, rubella, whooping cough-- some of those may cause miscarriage and damage to fertility or hearing, and YOU may spread it to someone more vulnerable.  Also frustrating is the high rate of non-vaccination in well to do, highly-educated areas such as the bay area CA or even here in the Seattle area with all its biotech and research hospitals.  This sounds uncaring, but perhaps some people who refuse vaccines need to experience the effects of these diseases themselves or on their children.  Also, there should be no religious or personal belief exemptions (i may feel the earth is flat, but that doesn't mean it is) for vaccines, only physical.  How selfish to cause risk in others.",
        "One way to reduce skepticism of vaccines is to remove the liability shield and have an independent agency do follow-up studies.",
        "My understanding  is fluoride may help topically on the teeth but ingesting it is linked to lower IQ. \nA lawyer sued the FDA over fluoride and won because the FDA could not produce any studies proving fluoride to be safe or efficacious.",
        "As someone who has lost trust in our public health agencies, I agree with your premise but remain skeptical. You write \"while evidence on the impact of municipal water in the United States is more limited than ideal\", you later say \"water fluoridation...is safe at the levels we use in the United States\". Which is it... thoroughly evaluated or not? If yes, how long ago?\n\nRe the measles vaccine, you write \"concern about autism has been conclusively debunked\".  I keep hearing that, but have yet to read about any conclusive studies to back that claim.  Have public health agencies tried to identify the cause of the dramatic rise in cases of autism in the US?  If not, why not?  It will be hard to convince people that obstetric &/or pediatric meds/vaccines are safe without research to back it up.\n\nYes, our public health agencies lost a lot of trust during the pandemic! Here's an example:  Pfizer's brief outlining drug trial protocols for the first Covid vaccine (EUA) states that if a trial participant had a negative reaction to the first dose they were to be dropped out of the study (for the participant's safety), and data pertaining to their negative reaction was not to be included in the study results.  How is that science?  Data on higher rates of negative reaction to the Covid vaccine among people with certain underlying conditions or in certain age groups is still not public.  \n\nThen there's the controversy re CDC downplaying Lyme disease.  The list goes on.",
        "Thank you for sharing the nuanced information around these issues, I appreciate it.  My fear is that too many of my fellow citizens ignore any advice, nuanced or not.  We have as a whole embraced a ‘mess around and find out’ philosophy.  Too many died from COVID when they messed around with CDC guidelines and avoided vaccines or used animal health products to treat COVID.  They found out.  Wanna drink raw milk? Perhaps, you’ll find out why pasteurization is so prevalent.  Are tariffs the way to stem inflation? Economists across the board say no and have explained why… we’re all about to find out why that is.  Let’s hope for our next foray into ‘mess around’ town that the ‘find out’ phase is with relatively minor inconveniences versus more serious/permanent outcomes.  One can always hope!",
        "A balanced article that understands the trade offs in public health and treats the reader with respect. Overall a much needed approach that has been all to oven ignored in the media today.",
        "I know someone who \"does her own research\" and she is convinced that the COVID vaccine literally changes human DNA.  And, I was sad to learn that she is far from the only person who thinks this.",
        "The written history of infectious disease and untimely sepsis deaths should scare us into being smarter somehow.  Drinking raw milk collected from barnyard animals might seem safe until you scrape the hoof of a dairy cow and grow the matter into untold lots of pathogenic gram-negative bacteria. The problem isn't your unsafe milk drinking habit but the inconvenience that happens when you're taken to the hospital with a burning fever and contaminating the facility and killing others as well.  If you'd just stay home and   expire and have a cousin wearing an infectious disease protection suit burn everything then enjoy the milk.",
        "The fluoride ion F- occurs naturally in some water sources, and in soil is believed to promote fossilization of bones and teeth after burial of a dead animal. “Seismosaurus: The Earth Shaker,” a book by David Gillette, has a nice discussion of this in connection with the specimen found by three hikers in New Mexico in the 1970s. F- can substitute for hydroxyl groups in hydroxyapatite, the calcium phosphate mineral in bones and teeth, hardening them and making them less soluble and more resistant to breakdown by acids. The substituted mineral is called fluorapatite. We have acid-forming bacteria in our mouths that cause tooth decay, and in adults, erosion of the tooth sockets of jawbones in periodontal disease.\n\nToo much fluoride is bad, leading to grayish discoloration or brittleness, and special high-fluoride toothpastes for treating tooth demineralization require a prescription. But it’s not added to drinking water at such levels, and unlikely in US naturally fluoridated water sources, which are tested. Fluorosis damaging bones is rare here. I doubt the Senate would confirm RFK, Jr., a non-physician with no experience in public health administration, as FDA commissioner or Secretary of HHS. Unlike judicial nominees, he could be filibustered. But Trump may have him around the White House as a sort of “health czar.” Gad.",
        "I would place a lot of the blame for public distrust of health advice squarely on the shoulders of those who perpetrated the myth of vaccines causing autism, others who faked research results, celebrity health quacks, Donald Trump, himself, and Robert Kennedy, Jr., they guy Donald thinks will make America healthier. Donald is famous for his sloganeering and over-simplifications, and apparently many Americans slept through the scientific method lessons in science classes. (Look this up if you need a refresher.) Often research and new discoveries mean that recommendations change. The Information Age certainly hasn’t made people less apt to jump to ill-informed conclusions. Just because you “saw it on Google” doesn’t mean it’s accurate. And skimming Google results really isn’t “doing research.”",
        "Republicans are the fossil fuels party, reversing renewable energy progress. They prioritize corporate profits above the health of humans and the planet. \n\nThey use RFK Jr to make themselves seem like the party who cares about your health and to make you question settled science on pollution.",
        "I’m glad I’m a grown adult and can just ignore RFK and his nonsense. Thoughts and tariffs to all the future sick kids though, whose parents play doctor Google over experts.",
        "Dr. Oster is among my \"heroes,\" but I think that her 2 takeaways - as I read them - include one winner & one loser:\n\nYES, one does well to distinguish between situations where there are relatively modest costs & benefits - in this article, \"raw milk\" seems to be closest to \"meh\" - and those with higher stakes.\n\nBut - inconceivable that she's unmindful of the election results of 8 days ago - \"give people more than the bottom line\"?? There was a time when \"You can't handle the truth\" was frequently quoted.\n\nToday, \"you [i.e., most people] can't handle complexity\" seems to be inarguable. People who \"believe in science\" - that 30-50% in the U.S. basically don't should scare one nearly senseless - almost always go along with even \"let's avoid some smaller risks while we're at it,\" and the others have very nearly gotten to a point where \"If those elitist/experts coalesce around X, I'm inclined to act in the opposite way!\"\n\nAnybody who's ever argued - could that be me? - knows that sometimes \"more facts\" looks like \"talking down\" to the other person, and I think that - all by itself - delivered a few million votes to DJT this year.\n\nAnd Dr. Oster doesn't say it, but health experts got enough wrong during Covid years [Nate Cohn mentions that today as an extremely potent '24 election reality] for them to deliver their recommendations with patent \"humility\" and low-key-ness! (Boomers' fears overly shaped 2020 - \"our\" risks probably shouldn't have led to the shutting down of K-12 ed!!)",
        "This all sounds very reasonable. However, I question Kennedy’s ability to make decisions based on his lack of back ground in public health and his link to an administration that wants to roll back regulations that protect the public. I went to college in the 70s an area where there were dairy farmers who had contracted TB from  drinking raw milk in the 30s and 40s. Cows weren’t tested or certified back in the day. Food regulations are there for a reason.\n\nKennedy thinks it’s fine to take the decaying corpse of a dead bear and dump it in a public area. Let’s not get started on exposing his kids to whale head goo. I’d like the person in charge of the nation’s health to be a rational human being. And good luck getting the new President to give up McTump burgers.\n\nI also seriously doubt that Kennedy has the ability to take on the food industry, big pharma, or big agriculture. Money from that sector funds politics. Kennedy is just the smallest circus monkey in the barrel.",
        "I honestly no longer care. \nDon’t vax, drink raw milk and take unregulated supplements. Do it all.\n\nA million people died during the pandemic. To hear these people tell it a million people died from the vaccine.\n\nI say let them go for it.",
        "I had my first cavity at age 35. Dentists have told me that is likely because I grew up drinking water with fluoride. We only drank tap water in the 1950s through the 1970s. My daughter’s head is so full of conspiracy theories that she will only cook  with filtered water. Her 3 children haven’t had any vaccines, never go to a doctor or dentist for any reason, only eat organic food and she is poor and on food stamps. Absurd.",
        "As someone who works in public health, thank you for this opinion piece!",
        "When I left NYC for my medical residency in Modesto, CA, I was puzzled as to why so many kids ages 2-7 had black, rotted teeth. Turns out Modesto did not put fluoride in the water.\nYears later came the measles outbreaks in Marin County as affluent anti-vaxxers refused to get their kids vaccinated.\nIt is a sad moment when every public health advancement is challenged by fringe and debunked conspiracy theories.\nPerhaps “MAGA”  is referring to the time when smallpox outbreaks were still common. \nHere’s hoping RFK Jr is kept far away from the control panels.\nFrightening times.",
        "this battle is lost until deaths and damages pile up. this anti-rationalism is unstoppable until it hurts real people in real time.",
        "The problem with this kind of \"experts all agree\" reporting is that it gaslights -- and further alienates -- people who have formed opinions based on personal experience and/or \"alternative facts.\"  So it mostly serves to put a smug look on the faces of those of us who already agree.  \n\nWith raw milk especially, there is a large body of anecdotal \"science\" that the diversity of \"good\" bacteria, enzymes and micro-nutrients in raw milk support a healthier gut biome and strengthen immunity to allergies and other infections.  Any truth to that???  Even a little?  Is there a body of science that says \"absolutely not\" -- like there is about vaccines and autism?  \n\nHow about some fact-based reporting to addresses this?  For people who drink raw milk and believe it beneficial, dismissive reporting -- that fails to investigate their views and provide responding information -- just doesn't work.",
        "Let's just hear from the real experts,  please. Enough with the Times and other media giving platforms to anyone without real scientific training and knowledge.",
        "To paraphrase Asimov, Democracy doesn't mean my ignorance is as valuable as your knowledge.  Why must we always question those smarter individuals we place in important positions to help all of society.  We have to remember that the US average IQ is around 94.  I'll listen to Doctors and scientists, thanks.",
        "1) Can anyone say for certain how much tap water with fluoride average Americans actually consume? I don’t even know if the water in my big Poland Spring dispenser in my office actually contains any. What about someone on well water?\n2) Why isn’t sugar “public enemy number one” on EVERYONE’S  hit-list? The national candy, soft drink and ice cream industrial complex?",
        "I won't believe anything our government says for at least the next four years.",
        "Vax up while insurance still covers it, people. Kennedy said he’d “let people have their vaccines” (how benevolent) but insurance coverage is probably part of Elon’s $2T spending cut.",
        "Kennedy was a heroin addict for 14 years. Instead of promoting baseless, debunked tales about the dangers of vaccinations, he'd do better to talk about the dangers of intravenous drug use. \n\nIn addition to the well-known perils of HIV and hepatitis transmission from contaminated needles, there's the issue of dangerous substances added to street drugs by dealers who \"step on\" their wares, both to dilute the product and thereby extend their profits, and also to enhance the effects of their drugs by adding things like animal tranquilizer and even rat poison. \n\nIt seems reasonable to surmise that some of Kennedy's own health issues are the result of his years of drug abuse. This is the man who should be preaching about public health?\n\n<a href=\"https://www.vanityfair.com/news/story/robert-kennedy-jr-shocking-history\" target=\"_blank\">https://www.vanityfair.com/news/story/robert-kennedy-jr-shocking-history</a>",
        "When I was 4 or 5 years old I had the measles (1950's) and it was scary. Stomach problems, vomiting and fever with delirium.  Mom & dad did what they could to comfort me and I did recover as I did from all the other childhood illnesses, chicken pox, mumps and maybe a bout of flu or two.  It is great that today's children have the vaccines to prevent these childhood traumas.  Since; I have always followed up with whatever vaccines were made available and today I seldom if ever get sick, not even head colds.  Follow the science and use good medicine when advised.",
        "People don't have time for nuanced approaches. They want a quick answer - yes or no - and the answer needs to be the one they want it to be. They do not want to have to spend time and energy actually reading the background information and forming their own opinion. This is a spoon fed world where who said something is more important than why they said it. If you want people to believe fluoride should be in the water, then go out and contract the services of a number of influencers and tell them to do their stuff. As we have recently discovered, trying to get people to think is a waste of time.",
        "Good information, but how do we get it to influence policy, and more importantly, public opinion.  Even this short article is way more information than the short slogans that modern politics seems to favor.",
        "Thank you Emily for writing a piece to the public health officials. I am hoping they are willing to reflect on the lost of trust that the public has in them because of their incompetence and corruption. I say that not as a condemnation that implies they have not done well by the public in many regards, but specifically they have done wrong by the public in their treatment of people who question their recommendations because of the biases that are inherent in reaching their conclusions and the unreasonable stance that the public should trust experts. Power corrupts and absolute power corrupts absolutely. It is a shame that so many public health experts lack the courage to wrestle with their own susceptibility to   try to control the narrative rather than invite discussion and treat those who reach a different conclusion as a starting point for discussion with those who have a reasonable difference in values.",
        "Along with a nuanced approach should be explanations of why a recommendation is made. While I am sure it is for things like vaccines and flouride, at times during Covid I noted in my state that while the rules and recommendations were made clearly, an explanation of why the rules were what they were was not. Certain activities were closed down, while others which seemed to be similar were not closed. I understood the difference between a grocery store being open, as a necessity, and bars being closed which were not a necessity. But other rules seemed to be arbitrary and puzzliing. That failure to adequately explain the \"why\" led to an opposition that in some cases could have been avoided.",
        "Real science is about explaining why, and giving evidence, often statistical evidence.\n\nTeaching science in school is too often about conclusions and statements.  \nTeaching math in school is about computation and not about reasoning.\n\nWe're reaping the results of this disconnect now, as we did during Covid.",
        "I'd be less worried about fluoride in the water than lead in the pipes.",
        "He wants to remove fluoride from drinking water, but he has not mentioned any concerns with sugary soft drinks.",
        "Regarding fluoride in the water:  \"Sola dosis facit venenum\" (The dose alone makes the poison\")- Paracelsus, the father of toxicology)",
        "Excellent article!  Finally someone talking to the public like they actually have a brain.",
        "Trump voters repeatedly cited their confidence in Trump on the economy as reason for their vote.  This despite leading economists predicting that Trump's economic plan would be a dangerous failure.   And despite the US Economy already having one of the best recoveries from the Pandemic.  So much for the power of a nuanced discussion of data and evidence.\nBut it is best for Public Health Agencies to provide people with a complete discussion of a topic and then just hope they trust honest, well intentioned advice.",
        "Sorry Emily didn't discuss the deaths from raw milk cheese here in New York State- the risk isn't just a bad tummy- it can kill and has.",
        "The CDC director should be interviewed and she should publicly explain that vaccines such as measles are essential, and why.\n\n We not only perceive a spooky silence from essential public officials, but also a failure of the press to demand and convey such information.\n\nIf Ms. Cohen is not willing to come before the cameras and educate the public, especially about measles, then she is enabling charlatans such as RFK Jr. and should resign.",
        "Medical information is either at the third-grade level or the Ph.D. level. I, for one, would like something in between.",
        "MPGA hats are now on sale.\nMake Polio Great Again. \n\nEver been in a milking barn?  Cow patties and flies everywhere. \nAnd cows are dirty. \n\nYou muck  milking barns out with a skid steer loader and sometimes a spot is missed. After cleaning they are not spotless.",
        "The article should mention all the diseases one can get from raw milk. I have a friend who got tuberculosis from raw milk. Admittedly grew up in another country without pasteurization not here. It is really nasty when it settles into your bones.",
        "No one “represents science” because science speaks for itself. People who don’t study science for as long as it takes do however genuinely represent ignorance, although in one sense we are all infinitely ignorant( ie there’s  no limit to what  we don’t know, yet).",
        "Good bye childhood vaccines and public health measures and welcome polio, diphtheria, tetanus, whooping cough, small pox, bacteria meningitis,dental caries, lead poisoning etc and let the new generations get the privilege of living in medieval time.",
        "Drop fluoride? fine, just don't complain when the dentist bill for the kids is sky-high\n\nRaw milk? It's fine until it isn't: just be ready for potential death when you drink a bad batch.\n\nVaccines? Well that's an actual public health problem, but health insurance should be able to impose an \"unvaccinated surcharge\" and deny coverage for preventable illnesses. So when little Tommy gets the measles, you get the whole bill.\n\nIt's all about personal choice right?",
        "Thank you for such a sensible discussion.",
        "The problem is, people like Kennedy will not allow science to permeate their wellness bubbles based on quackery. They are so invested in their campaigns against \"Big Pharma\" and the \"Medical Establishment\" that it's a crusade. Unfortunately millions have been taken in by their garbage,, causing public health crises.",
        "I don't disagree with removing fluoride from drinking water; after all, there are lots of other ways to get fluoride onto your teeth (like toothpaste, for instance). \nHowever, eliminating vaccinations for common viruses is a dangerous idea. \nOf course, we could look at this as a 'culling the herd' moment; the smart folks will survive while the dumb ones... - well, you get the idea.",
        "Hello bird flu? It’s crossing over to humans now and we should drink raw milk? I don’t take advice from a worm eaten brain nobody.",
        "This article contains the tone that lost the election: it takes one’s position to be divine law.",
        "My 80-year-old sister, a Trump supporters, thinks that Covid is no more dangerous to her than the flu. She doesn't believe in vaccinations. She was never an anti-vaxxer or anti-CDC until she began to watch Fox News. While I'm in favor of public health officials providing nuanced information, I don't think it would help with the majority of Fox viewers. They really do have to hear it from Fox.",
        "The US has ~950,000 excess deaths between January 2020 and December 2021. This is 4th highest in the world. \n\nNo one talked about that during the election. No one talks about it in the context of pseudo medical advice. \n\nThat is nearly a million people dead, let that sink in. If the US implemented public health policy like New Zealand or Australia, that number would be substantially less. \n\nTake a non-political topic: car accident deaths. The US has 12.9 per 100,000 people, squarely in the range of developing countries (between Pakistan and Kazakhstan). There are many simple, sensible policies that are proven to work in other countries such as use speed and red light cameras. Yet I once got shouted down by an American who said cameras would encroach on her 'freedom.'\n\nI don't know why other developed countries get health and safety policies right while American doesn't. But I'm not sure that logic and rationale will be the answer.",
        "The author writes: \"Being more nuanced will not be easy for public health agencies. They need to put more trust in their audience...It may mean acknowledging that reasonable people may make different choices on a given issue.\"\n\nReasonable people? Don't be ridiculous. These are people who believe RFK Jr.",
        "Have they studied the impact of anti-vax, fluoride-free living, and consuming raw milk on cognitive function? That might help us understand RFK Jr's thought processes.",
        "I’m sorry the author suggests something akin to trying to teach a pig to sing. It annoys the pig and wastes my time. People bathed in the slime of misinformation are not teachable.",
        "Messaging is the key word. The difficulty with Dr. Fauci's role in Covid vaccine evaluation, along with recommendations such as mask wearing, science in real time meant changes in protocols as more was learned about the virus. Vaccines have saved millions of lives, including eradicating small pox, a virus that caused about a 60% death rate. Through a concerted vaccination effort and quarantine protocol, the last known case was in Somalia in 1977. There are some that won't ever accept vaccines no matter how it's messaged. \nRaw milk? A family member brought some with her and during a visit, I tried to make butter. My first real encounter with Campylobacter. She hadn't pasteurized and when I asked how old it was, 10 days. She believed pasteurization was a corporate tool. I reminded her that the process was started by a guy with the same name. Poor old Louis Pasteur must be rolling in his grave. No raw milk for me.\nWe see Native American children around here with a mouth full of cavities and deeper problems. It's amazing how many of the younger teenagers and young adults have had root canals already. \nFor all of these messaging is still the key. I read the science and make up my mind, expecting everyone around me to believe that. I think I will change my tactics a bit.",
        "That alleged loss of confidence in public health officials?\nNo, not deserved.  But also not widespread.\nWe were overall well served by them through the pandemic.  That it still hurt shouldn't be blamed on them.\nThat a few hundred thousand died needlessly is on the shoulders of those who did *not* follow their recommendations.",
        "What is the point of this conversation?\n\nWho do you think manufactures fluoride in America?\n\nLarge corporations, such as Dupont and Honeywell.  Who has stock in these companies?  Every single member of the Senate and Congress.  These companies have powerful lobbyists in Washington, DC and friends on both sides of the aisles.  Fluoride isn't going anywhere.\n\nYou can, however, buy a Brita filter, which is owned by another powerful US company, Clorox.\n\nKennedy will not be confirmed. The Dems used him and Musk and they will both be sidelined.",
        "Yes, there may be nuance, but we're not lacking in nuance. What we have is a problem where grifters are given wide reaching platforms to spread misinformation, with little or wishy-washy pushback.",
        "The arrogance underlying even this op-ed, which tries to be respectful to its audience, is stunning. \"Being more nuanced will not be easy for public health agencies. They need to put more trust in their audience. This means communicating that sometimes the evidence is uncertain or complicated and may change over time. It may mean acknowledging that reasonable people may make different choices on a given issue.\" How is \"being nuanced\" difficult? The job of health authorities is NOT to dictate choices. It is to make information available from which people can then make their own choices. \"More trust in their audiences\"? Trust or lack of trust must never be a consideration for information providers. Give us the information and get out of the way! The implication here is that health authorities shape behavior. That's not their job. Their job is not to play God. Their job is to tell us, honestly and completely, what the facts are.",
        "This is a perfectly reasonable argument and it makes good sense. It was both disappointing but not unexpected to read the condescending comments by readers who immediately assumed anyone who didn't toe the government line was a Trump fan.",
        "I wish I could share the author’s optimism that more detailed explanation to the public would convince them, but reading, eg, what swing voters told the Times about how they made their decision, I can’t.",
        "Fluoride should NOT be in our drinking water.  Fluoride decreases the absorption of essential minerals such as magnesium . Americans are already deficient in magnesium due to depleted farm soil and poor diet.  Research has also shown that nutrient deficiencies INCREASE the toxicity of fluoride, causing a vicious spiral of declining health.  \n\nKennedy has a few ideas that are too extreme, But he is absolutely correct that the U.S. food supply is toxic and is making us sick.  The FDA is highly corrupt, incompetent, or both.  Toxins that are illegal in Europe are permitted in foods in the U.S. \n\nResearch increasingly points to toxins being a root cause of the inflammation that precedes heart disease, cancer, Alzheimer’s and the epidemic of autoimmune diseases, all of which are affecting Americans at younger and younger ages.  \n\nBoth sides of the political aisles should be supporting Kennedy’s efforts to reform the FDA and the American food supply.  The lives of our children depend on it.",
        "As Ms. Oster writes, people will do their own research. This is part of the problem. I'm concerned that large swaths of the population don't have the capacity to assess the sufficiency, credibility, and relevancy of the \"research\" they do. So much information comes filtered through biased sources and in bite-sized social media posts. The dwindling trust in public health authorities has less to do with actual verifiable science and more to do with the overall gut-level reaction that people developed. Ms. Oster's right: this isn't working.",
        "I worked in public health, as the bridge person between research and communications. I read, analyzed and synthesized research, and advised the people writing articles, blog posts and video scripts. I had to negotiate between the two camps daily. \n\nThing is, the end result was driven by what the audience would tolerate. People scan text. Bullet points. Headlines. Infographics died because they were too much, too long - people want memes. Tiktok. X.\n\nOnly a small percent of people will read/see nuance and pro/con detail. Most often these people are professionally motivated. More rarely, people are interested because it's their personality to learn detail. \n\nWhat do we do in this world?\n\nHow do you fit nuance in a bullet point? In a meme? \n\nYou wrote a whole article. What % of people in the U.S. read this whole thing? My guess is, people here are among the \"rare\" people but we're surrounded by people like ourselves, and it's hard to understand the majority of people who don't read 20 paragraphs anymore.",
        "Fluoride occurs naturally in high enough concentrations to protect teeth in some communities.  At increased  concentrations, it can also cause mottling of teeth, which are nevertheless resistant to decay.  That is how the protective effect of fluoride was discovered.\n\nWhen I was growing up, my family lived in Evanston IL, Palo Alto CA, then Los Altos Hills CA.  In the early trials of water fluoridation, Evanston and Palo Alto both started in the late 40's.  My older sister, who grew her teeth in the first two communities, got into her 60's without ANY cavities.  I grew my early teeth in those communities, and they resisted decay, unlike my later teeth.  My younger brother, who grew up entirely fluoride-free, now has only 8 or 9 teeth left in his head.  Same genetics, different water supply, BIG difference in tooth health.  But we have to protect our precious bodily fluids!",
        "So sad to see this both-sides-ism from the Times right after an excellent, science based article about Kennedy’s beliefs.",
        "The reality is RFK Jr has squandered the money left to him by the Joe Kennedy legacy…and he has been looking for a job. Just ask his family, who have all but disowned him, what they think of his views.",
        "There is a strong argument for raw milk cheeses: they are typically much tastier than those made from pateurized milk (especially when eaten a few weeks after the \"best before date\", which is my preferred timing). To me this outweighs the  minimal potential health risks.",
        "Ignorant people are always afraid of doctors, science, and medicine. There are dozens of people who died from Covid and on their deathbed deeply regretted not getting the Covid vaccination.",
        "Half of RFK issues are good goals that are impossible to achieve. The other half will cause death and suffering and take years to recover from when sanity returns. He thinks he can plow through Congress with their corporate sponsors and the corporations making bank selling everything he wants to ban. He’s both cynical, mostly misguidedly, and a naive fool. He’s in for a rough ride. He should talk to Michelle Obama who was crucified for planting a vegetable garden and encouraging people to be physically active. Trump’s voters are the ones practicing bad health habits.",
        "Thank you City of Los Angeles Water & Power for floridating the water while I was growing up. It helped save my teeth after they were damaged by getting scarlet fever when I was 4.",
        "This piece reduces the enormous (impossible?) challenge and complexity that public health officials face in messaging to \"Being more nuanced will not be easy for public health agencies\". What public health agencies know is that transparency with the public about the public health issues of the day will harm public health. The general population cannot objectively weigh risk, as economists have proven. So, the public health agencies downplay, dissemble about, and publicly ignore problems with treatments that they have decided cannot be released without a negative impact on public health.\nThey make these decisions unilaterally, without public understanding or consent, and without the agreement of the people, for the good of the people. So for example, the COVID vaccine is rumored to have all sorts of side effects - cardia events, rashes, Bell's palsy, etc., etc.  A large HMO like Kaiser Permanente has all of the data to address these rumors - but they will never release it, because all vaccines have non-specific effects, and in the view of the public health establishment the general populace is incapable of making an objective risk assesment about whether those non-specifc effects outweigh the benefits from taking the vaccine.\nMost importantly, this power to suppress infomration for the good of the public is never discussed. The public, and its elected representatvies in Congress, don't get to weigh in. How do you feel about that?",
        "It would have been even more nuanced and helpful if the author had included information about the testing of cows and their raw milk. Some states require it. Some don’t. CA sells raw milk in mainstream grocery stores.",
        "The role of gum disease in inflammation of the body, including the heart, should be mentioned. Fluoride helps prevent gum disease. \nAfter years of having few cavities, I suddenly had 3. My dentist’s first question was, “Did you switch to filtered water?” Sure enough, I had. The filter removed the fluoride.",
        "A reasonable approach to a complex and emotional topic. One caveat I would add is that, if people insist on assuming the small, but real, risk of drinking raw milk, they must also abandon any medico-legal avenues if illness occurs. Americans sue over everything. Personal responsibity means just what it says and once taken cannot be given to someone else. Secondly, if a parent refuses to vaccinate their child then a school must have the prerogative of denying that child entry into their facility. The health and safety of other children matters as well. Educating people about fluoride should be enough.",
        "OK, so maybe the health agencies need to remind people (again and yet again) why pasteurized milk and vaccines are not only safe but effective in preventing disease. Of course, these treatments were implemented for a sound medical reason to begin with. But you fail to address the other side of the equation; why does RFK Jr. and his minions get to make these proclamations without providing any evidence of their own. Saying that a vaccine given to 200 million people killed 50 of them or that a small number of people who drink fluoridated water get tooth decay (with no information about their lifestyles otherwise) should not be allowed to be presented without scrutiny. For once, I'd like to see some bothsiderism on this topic.",
        "\"First, assume we have a can opener...\"",
        "Oh I get it now. Dumb down the messaging in order to cater to the conspiracy theorist followers now that we have elected a  government won’t that help protect people from themselves. Riiiiiight….",
        "RFK doesn't care about studies unless he can get attention for them. The educated will have to do their own research, and the uneducated will follow Trump and RFK.",
        "If this man would like to proceed with drinking raw milk, having his inner circle go unvaccinated, not have fluoride in his water, by all means, go ahead. As for me and my household, we will follow the science.",
        "When the government and the media make it clear that they think their lies are justifiable ('cause they are so much smarter then us) it can not come as any surprise that so many people no longer believe anything they say.\n\nThe Left MAY be 100% correct about all this...but you have lied too many times for thinking people to believe you. \n\nMaybe 1% of the people writing these comments actually know enough to KNOW the truth here. The rest of you are just accepting whatever you are told, and disparaging anyone who asks question about it. \n\nThat is called a religion. \n\nThere is no truth in the public square anymore, and thus no trust. \n\nThat is on you.",
        "\"But there’s a real danger to painting everyone with concerns about fluoride as a conspiracy theorist. It’s not that we should remove fluoride from tap water (we shouldn’t), but fluoride is a complex topic, and glossing over that complexity — as public health experts and agencies often do — leaves people understandably skeptical.\"\n\nRobert F. Kennedy Jr. is not simply anyone.  He is a longtime influential public figure with the ear of the incoming President of the United States who is looking to force his many debunked views on the rest of us.  It's perfectly reasonable to hold his feet to the fire regarding his claims about fluoride, vaccines, raw milk, and other things.  Just as public health experts shouldn't be allowed to gloss over the complexity of these topics, neither should Mr. Kennedy.",
        "The problem isn't public health experts as much as people \"doing their own research\" on TikTok.  \n\nI come from a rural, Red area and have many friends and family on social media.  It is absolutely stunning the lies that are spread on social media.  And you're in an echo chamber, so suddenly everyone you know and trust is saying the same thing.  And suddenly you're more knowledgeable about medicine than your doctor.\n\nThings I've seen very normal and rational people insist are true: COVID vaccines alter your DNA.  The Election was stolen. You can cure cancer with diet, and avoid medicine.  Drinking whiskey after eating potentially contaminated food will kill the bacteria and keep you healthy.\n\nSure, there have been some public health messages that could be more nuanced (\"Breast is Best\" comes to mind).  But, the current state of distrust isn't the fault of the health community, it's the fault of social media.",
        "Many are missing that these things: ban on raw milk, vaccines, and fluoridate water, protect children.  Children are subject tot he decisions made for them by their parents.  these public health measures were created because the government has an interest in protecting the health of children.\n\nI am a pediatric ICU doc.  I have seen a handful of babies die or develop severe permanent brain injury from  meningitis caused by listeria in raw milk. I don't care if adults want to drink raw milk.\n\nI don't believe that adults whims override the potential for children to die. What's next, carseats?  seatbelts?  helmets?",
        "It's kind of rich to have a piece arguing that we should use nuance and acknowledge ambiguity when discussing public health with an American populace that literally admits (in the same publication) that it voted for Trump because \"that Kamala's for they/them ad swayed me\" or \"I just don't now what policy she stands for.\" This populace can't handle a three-paragraph article much less grasp probability risk variability among different demographics.",
        "An article made necessary because Americans are taking medical advice from Gooogle-informed guys on the internet,  Facebook mom-pages and cuckoo politcians who play doctor on TV.  We're a silly people.",
        "Fluoride is good! Pasteurized milk is good! Vaccines are great!\n\nAren’t you the outlet that won’t even report on the origin of Covid? Why would anyone believe you about anything regarding health or science?",
        "Oster's argument is that public health officials should prioritize communicating with their audience about SERIOUS issues, and leave aside things like raw milk.  Fine.\n\nSo what is her advice when discussing the BIG, SERIOUS things, like smoking, alcohol use, automobile accidents, guns (accidental and intentional), and (yes) COVID?  These seem to be the very topics that Oster's approach de-prioritize as too controversial (i.e., read as \"red- or right-coded\").",
        "There's a lot of moral panic among liberals and progressives about water fluoridation. Few realize that most nations don't do it, and in countries that are economically comparable to the US, the caries rates are very similar and they don't have the same problems with dental fluorosis as we have here. The latest meta study by the Cochrane group found a very unimpressive 4% caries reduction rate as a result of water fluoridation. And something that few NYT readers seem to know  (because it was barely covered by the Times): just a few weeks ago a federal judge in San Francisco (an Obama appointee, to put everyone's minds at rest), found the evidence that low-level fluoride consumption causes neurological damage to be compelling and mandated that the EPA do something about it. The fluoride consensus developed in the mid-20th century, when DDT was still great and doctors recommended thalidomide. We should probably have a new debate about fluoridation based not on the environmental and health knowledge from 1950, but on all we know about fluoridation today. If we were to do that, I think the case for continuing the practice would look weak.",
        "Ya know, I spent my life studying chemistry, pathology, immunology, anatomy, pharmacology, biology, molecular biology, public health, and more and more, going to med school, finishing residency, learning evidence based decision making, passing the boards, certifying, recertifying, staying up to date, taking an oath, learning from even more highly trained experts all along the way...\n\nBut heck, let's give this rando with a worm in his brain a stab at the entire thing.",
        "People are not inclined to take advice from credentialed nitwits or midwits. Midwits being individuals with intelligence enough to be a part of the professional class but not smart enough to really think critically or contribute meaningfully. Many Americans will discard even good information because they've dealt with miocer or bad \"professionals\", others will discard the \"knowledge\" of many professionals because they know how little the professionals are actually capable of understanding the advice and knowledge they provide. Equity and DEI at universities and institutions has only further eroded public confidence. You want your degree to mean something something make sure that your profession honest about what it knows, nimble enough to adjust, and actually intellectually elite.",
        "Dr Strange Kennedy\n\nGeneral Jack D. Ripper: Mandrake, do you realize that in addition to fluoridating water, why, there are studies underway to fluoridate salt, flour, fruit juices, soup, sugar, milk... ice cream. Ice cream,",
        "Hello, everybody! I'm Doctor Nick...I'd feel safer going to him.",
        "Will this next four years be a lesson in survival of the fittest?  Darwinian selection may be coming to those fervent antivaccers",
        "It's easy now for people that have grown up with the protection of vaccines to criticize them. They are unaware of just how common it used to be for children to die from disease before reaching adulthood. Likewise, before public health agencies such as the FDA, getting sick from spoiled and adulterated food was fairly common.",
        "Almost nobody dies from eating peanut butter that has big chunks of horse manure in it. \nMaybe we should legalize putting chunks of horse manure in peanut butter.",
        "Why in the world would anyone believe anything RFK Jr says. His own family certainly does not.  This guy is a complete disaster and if he has any power in the upcoming clown show we are all in trouble.",
        "Cavities are caused by excessive refined sugar and processed starches.  Remove these from the American diet and you remove the need for fluoridation.",
        "Don’t blame public health agencies. They have provided the best information available, along with explanations for any rational person bothers to pay attention and has even a modicum of understanding of science.\n\nWhat this article is really showing, without admitting it, is that virtually every message needs to be dumbed down to the least common denominator. Unfortunately, the media do that in the worst possible way, taking public health messages and turning them into black-and-white authoritative pronouncements with none of the nuance that science demands.",
        "One thing you seem to have left out here: most of these important conversations occur in a healthcare provider's exam room.  (Should my kid get this vaccination or can he skip it?, etc).\n\nBut with the ruthless monetization of healthcare, where HCPs are forced to work faster and faster, to see and bill more and more patients for shrinking snippets of time, there's no time at all for a patient and nuanced conversation on the pros and cons of the experts' recommendation.\n\nSlow medicine is deader'n a dormouse, and about to vanish altogether.  Witness an excellent medical practice in my town, where, after its purchase by a national insurance/healthcare consortium whose name you know well, more than a dozen HCPs resigned and fled.  They just refused to work at a speed dangerous to their patients and unbearable to themselves.  \n\nOf course, they couldn't flee to other practices in our city, because they'd been forced to sign 12 month non-compete contracts.  Maybe they'll come back next year to open a private practice?  Or maybe not.)\n\nMeantime, I'm sure Elon will advise everyone on how to work faster, harder, better and sleep under their desks?  But there's a guy for sure with no time for patient small talk.",
        "Let the insurance companies settle this.  If they charge less for insurance for vaccinated people (because they have lots of profit-incentive data to support such a decision) then people can make their own choice.",
        "Listen to the experts. PERIOD.   Unless you yourself are also an expert.\n\nNo,RFK Jr is not an expert, even though he can read.",
        "First, do no harm!",
        "Kennedy will get a 50% kickback from Leon's new Department of Governmental Dentistry, which those who are are fluoride-deprived will be required to go to.",
        "does RFK drink raw milk?",
        "Derail and nuance is a waste of time in this country. \n\nBy saying more words experts just provide more text from which to cherry-pick while creating the next right wing propaganda blurb.",
        "Peter Sandman coined this:\n\n“Risk = Hazard   Outrage”\n\nI am a public health professional, and when speak about health risks, I always address the outrage of the audience as well as the facts about the hazard. \n\nOur communications around risk seek to help the audience understand relative risk as a way to form their own opinions on risk and benefit. \n\nFun fact:  I spend as much time correcting low outrage (risk acceptance) as I do correct high outrage (risk avoidance).",
        "Removal of fluoride from the water supply does not mean children must experience the “joys” of painful dental care, including fillings.  When my kids were little, our water source was well water that was treated, but no fluoride was added.  Our dentist prescribed inexpensive gummy vitamins that contained fluoride.  My kids are in their late 30s now.  Neither of them has ever had a cavity.",
        "Yes, Americans are known for nuance as evidenced on Twitter where hucksters, podcasters, bots, and billionaires earnestly engage in educating the public on important topics like health.\n\nI trust our scientists, the CDC, and the institutional review process. What I hear as a lay citizen is the output of a rigorous peer review process and that is good enough for me.",
        "The bottom line is that Emily Oster and Robert Kennedy, Jr are not qualified to advise us on fluoride, raw milk, or vaccines.",
        "The long way of saying that Bobby Junior has no idea what he’s talking about.",
        "It is important to recognize when there is a real public interest in health matters, and when it is purely or mostly a personal choice. Raw milk can make the drinker very sick, so sick he would rather be dead - but the sickness really affects no one else. It’s not contagious. Maybe put a warning label like with cigarettes, but if a person chooses to take the risk, drink up.",
        "Don’t lay this at the doorstep of science or medical administrators. Many of the comments here document what is really at the root: Given educational erosion and research showing that almost half of US residents read at the grade school level—making them functionally illiterate—much of the blame lies on the public levels of ignorance affecting the population in this country. The “populist” orientation toward claiming “freedom” to choose what one believes and acts on doesn’t help since uninformed opinion contributes to trump (pun intended) expert knowledge.",
        "Three points about this article:\n1, What public health agencies say and how they say it: The central point of this article is that public health agency pronouncements lack both detail and nuance. Press conferences held at the CDC and FDA may not provide all that the authors wants (I don't know), but documents available from those agencies websites are detailed, balanced and are supported by an ample number of references. \n2. Do your own research: The author encourages people to do their own \"research\" on public health topics. However, the internet is rife with public health misinformation.  Someone opposed to any public health measure (e.g. vaccination) will find much in the internet that confirms their (incorrect) bias. \n3.  Raw milk: Cows in herds across the U.S. currently are infected with an avian flu virus, and some individuals working with those herds have been infected. The danger is that as happened in 1917, a person infected with this virus is simultaneously infected with a human virus. The 2 viruses can exchange genetic material. Such an exchange occurred in 1917, creating a highly infectious and virulent new flu virus.  The 1918 pandemic was even more deadly than our recent COVID-19 pandemic. Prudence and recent history argue against drinking raw milk.",
        "I feel that one problem is that people don’t want to accept complex situations any longer. In the age of X, tic toc and YouTube shorts, what cannot attract a definite statement within 15 seconds will be swiped away. However, despite having become intellectually lazy and mistrusting, many topics will remain complex and instead of a dichotomous “yes” or “no” delivered as an opinion by amateurs can only be answered with “it depends”- even by the experts.",
        "Maybe the fact that most milk is pasteurized results in \"the number of illnesses (from raw) is small.\"  Make measels great again?  OMG.  We have become a nation of instant \"experts\" who will latch on to anything that confirms our bias.",
        "Anecdotally, my father’s hometown water source was naturally fluoridated. His teeth were mottled. His dentists always remarked on how healthy his teeth were. What was his IQ? He graduated high school at 16 and earned a PhD. His grandson was born into a city whose residents voted to stop fluoridating the water source. The child had multiple cavities before the age of five.",
        "Oster misrepresented one of the papers she cited in her minimization of the risks of raw milk. Here's the part she left out when she stated that \"it causes an average of only 760 illnesses per year\".\n\n\"Unpasteurized milk, consumed by only 3.2% of the population, and cheese, consumed by only 1.6% of the population, caused 96% of illnesses caused by contaminated dairy products. Unpasteurized dairy products thus cause 840 times more illnesses and 45 times more hospitalizations than pasteurized products. As consumption of unpasteurized dairy products grows, illnesses will increase steadily; a doubling in the consumption of unpasteurized milk or cheese could increase outbreak-related illnesses by 96%.\"",
        "I have an issue with fluoride in drinking water because you can't opt out if your local municipality decides to treat its water with it. If someone wants to treat their teeth with fluoride, they should be able to make that choice for themself by buying toothpaste that contains it. Scandinavian countries don't fluoridate their water and their teeth seem to be just fine.",
        "You do seem to have a belief that those attacking Public Health guidance are doing so in good faith. I don't think they are as  they are motivated by profit to discredit Public Health and promote their particular crank, but profit making, ideas. (The guy selling raw milk in California is running a $30 million dollar business and does not accept any responsibility for the Salmonella outbreak associated with his product in 2023.) RFK Jr. made statement about defenestrating the NIH at an \"Entrepreneurs Genius Network Conference\" put on by a guy named Joe Polish attracting lots of folks from the wellness rackets.",
        "This is not helpful. The science-denying conspiracy theorists have made up their minds and are going to loudly ignore any reasoned, nuanced public health messaging. They don't want to hear it. This is not the fault of public health and health care  professionals, who work tirelessly to educate and explain nuance. \n\nIt takes a fraction of an open mind and willingness to consider nuance - and many people questioning vaccines, fluoride, etc. do not come to the conversation with an open mind. By and large public health and health care professionals work hard to educate and support the public's access to information - but the public needs to be ready and willing to receive and sit with the information. Nuance takes time to process. It's easier and less work to just seek sources that reinforce what you've already decided is true.",
        "Emily, a major flaw in your argument is the flat-earthers are open to reason.  Quite simply, they are not.",
        "So why is no one talking about Roundup and weed killers and their dangers especially to children. Kids play in the grass treated with this toxic stuff and have numerous health issues because of it. This is a far bigger problem than vaccines or fluoride in water.",
        "I just read another NYT article, [<a href=\"https://www.nytimes.com/interactive/2024/11/13/opinion/focusgroup-young-undecided-voters.html\" target=\"_blank\">https://www.nytimes.com/interactive/2024/11/13/opinion/focusgroup-young-undecided-voters.html</a>], and I cannot get past a quote contained in it. Upon being asked who she voted for, a 25 year old woman answered \"While Trump is deranged, he represented normalcy somehow to me,” and so she voted for him.\n\nAs an economist, perhaps you are assuming most people are rational actors. The quote above suggests otherwise. Yes, I know it’s only one person’s statement. But I find it representative of the lack of critical thinking skills in much of our population. Providing specific information does not guarantee an understanding of statistics and risk. Nor, in the case of vaccines, does it help if we haven’t inculcated empathy and a sense of civic good among our citizens.",
        "The problem lies in the steady erosion of trust in our institutions  and in those who produce the science that allows us to develop health related recommendations.\n\nTrump and the MAGA crowd have sowed doubt in government agencies and the press  for the past decade to the point that no one knows what or who to believe anymore.  And those in the MAGA universe are being fed a steady stream of negative press regarding government agencies and other institutions that has made it easier to pass off misinformation under the guise of free speech.  Does Ms. Oster really believe these folks are going to the CDC website to get the latest take on unpasteurized milk or vaccines?  They have been told over and over that these agencies are run by elitists that are not looking out for their interests and are wasting their tax dollars!\n\nThe best example is the recent election where there was plenty of information showing that  Trump's proposed economic policies would likely worsen inflation and possibly cause a recession.  But most of the working class, seriously hurt by inflation, voted for him  because they remembered what the economy was like when he was president.  Did they realize that most experts thought that his plan would make their situation worse?  That no one feels that tariffs are not paid by the country of origin but are passed on to consumers?  Facts not likely mentioned in their daily dose of Fox news or their social media sources where more citizens seem to get their news.",
        "I too have heard that fluoride can be harmful and that the type of fluoride used is basically a waste product. But I really don't know where the truth lies as it applies to putting it into all of our tap water. Basically, I bet Robert Kennedy and I read some of the same papers. I will say, though, that my very good dentist once offhandedly mentioned that the amount of fluoride in tap water doesn't actually protect your teeth. You need to use toothpaste with fluoride added (and kids need fluoride treatments.) That seemed like a pretty informed opinion - and it was not relayed during a discussion of whether fluoridated tap water was safe, just casual information regarding keeping cavities at bay.",
        "I am a public health professional who has worked at the city, state and federal government levels and can tell you that my colleagues have been thoughtful, nuanced and considered, and prioritize science and what is best for the public. That is why it is called public health. Public health communications have to be clear and updated with scientific knowledge as it evolves. The CDC updated their website recently to make it easier for the public to find and understand information. \n\nThis author seems to make a lot of assumptions about public health practitioners, but have they spoken to any? This op-ed lacks any input from public health experts/authorities and stating that the ‘reaction from public-health officials often seems to be to yell the same thing, only more loudly’ is not true, and an unfair characterization. \n\nOn a population level, fluoridation of water and pasteurized milk support health, including oral health. People at an individual level are free to filter their water and drink unpasteurized milk.\n\nIf the population is not vaccinated at a herd immunity level, there will be outbreaks of disease and serious consequences, for example the recent measles outbreak along an Orthodox Jewish community in NYC which caused hospitalizations and cost the city $8.4 million in its response.\n\nI consider Andrew Wakefield a criminal for falsifying research to promote a link between the MMR vaccine and autism.\n\nVaccines save lives…period.",
        "An imminently thoughtful and useful article. Messaging can be everything, as we have just seen in the recent election. And when the messaging is bad, the results from that messaging can be catastrophic. \n\nI don’t want to argue over the validity or lack there of in regarding the risks and benefits of raw milk or fluoridation or any of the examples brought up in this opinion piece because I don’t want the essential point to get lost. \n\nPeople should not be treated as incapable of understanding anything beyond simplistic declarations and broad directives. Science does not go in straight lines with infallible conclusions set in stone but all too often that is the impression the media give in their reporting. Conclusions often change as new data become available but the public has been conditioned to believe that once a pronouncement has been made it is gospel. We saw the backlash this can create in the attacks on Dr. Fauci and the CDC during the COVID pandemic.\n\nWhile there are many examples of conclusions that are pretty definitive and have stood the test of time, such as the efficacy of vaccinations, there will always be instances where understanding of differences in dose, timing, and other factors are crucial to know. We have to do a better job in communicating this so that we don’t fall prey to the manipulation and misinformation of egotistical ideologues who are more dedicated to their own personal certainties  than prevention and protecting the public health.",
        "It seems absurdly naive to suggest this epidemic of distrust is the result of experts not providing enough nuance and complexity to the public. If there is a failure anywhere in our society, it is a failure of critical thinking and media literacy. That is how professional propagandists like Steve Bannon, platforming \"wellness\" opportunists like Naomi Wolf, capture the loyalty of people who believe \"doing their research\" equals 10 minutes in their google information bubble having their biases confirmed. All the complexity and nuance in the world isn't going to fix that.",
        "As a scientist working on vaccine development, I can say that explaining the nuances of medicines or vaccines only worsens matters with the general public, as they realize we do not have all the answers. If there is \"a doctor\" who tells them that there is a conspiration of pharma companies trying to inject a 5G chip into their kids with the vaccine, that is the person they are going to believe.",
        "Who is delivering the message is also important. RFK Jr. has zero training in any science, and yet he’s going to be put in charge of public health? No thanks.",
        "I drink raw milk daily. It has benefits but most notably it is amazingly delicious. I get it from a neighbor who has a couple of cows that I know are well treated. She gets every penny of my $6. Not a corporation. My neighbor. \nShe sells meat chickens and eggs she raises herself. Again she gets every dime, and I know those chickens live well. \nShe also sells breads that my neighbors bake. I have other neighbors that sell veggies, and one that lets me come to her garage to pick out cuts of beef. \n\nNone of this food has ever made me sick. It all enhances my community's wallet.\n\nI can go to Walmart and buy Skittles, half wilted lettuce, and beef shipped in from South America. I can also buy milk and eggs from 2 states away.  None of it is fresh. To buy from Walmart I have to pay into property taxes that supports programs that their workers are eligible for because they are paid too little to afford housing. \n\nI imagine the people harvesting lettuce, processing Walmart chicken and staffing dairy and egg operations aren't receiving 100% of my money. And are probably staffed by illegal immigrants that bother a lot of Americans apparently.\n\nWho knows what Hershey Inc. puts in Skittles. Probably something worse than whatever problem there is with raw milk, cumulatively. \n\nMankind drank raw milk for centuries. No need to make it illegal.",
        "Lack of good information s provided in this article and many others in the NYT are stopped by pay walls. Good journalism as the Fourth Estate for a democracy is weak because of pay walls. That limits good information. \n\nSome of these big philanthropists should endow  major (evidence based) news sources with endowments so the income can be used to run major news outlets.",
        "The problem is people like Kennedy don’t do nuance or listen to science. They listen to their gut and what they read in debunked scientific articles and call it a day. It’s either or with people like him. And he won’t err on the side of caution. What do I care if suddenly more toddlers have to go to the dentist? I don’t but I’m sure their parents do. Or how about if some kids and adults die from measles because they decided that the vaccine causes autism. I don’t but I’m sure their loved ones will. And all those Christian or hippie families that drink milk have at it. What do I care if you get sick. I don’t. But maybe if it’s the next pandemic virus they get sick from I should. The problem is that we don’t live in a country where we are unaffected by other people’s bad decisions or tragedies. Sooner or later Kennedy’s ideas on vaccines will affect us all. You want think the American people do nuance go right ahead but the last election proved that if they are willing to throw half this country under the bus for the perceived price of groceries they don’t read the fine print!",
        "Simple questions:  Would you have a lawyer perform surgery you might need?  Why then would RFK, Jr. be the right choice to head \"health policy\"?  The problem is that \"health\" is an adjective of \"policy\" when the focus should be on \"health\"--full stop.",
        "My dentist in a small town where I grew up, that had fluoridated water,  told me that the richest children in Toronto,  where he first practiced,  had much worse teeth and tooth decay than the poorest in our town because Toronto didn't have floride in their water.   Think about that.",
        "So based on the data, fluoridated water is fine and actually beneficial unless you consume four times the recommended dose? Some nuance!",
        "I don't have a dog in this fight. That said, I think the people slamming Trump and company  have a lot of overlap with those who complain that the US continues to allow many chemical compounds banned in Europe. Almost all of Western Europe has banned fluoride additives in drinking water. There are so many better reasons to slam Trump.",
        "\"they don’t regularly explain why\"\nIt's hard to explain why to people who think the earth is 6,000 years old and life was instantly created just as we see it.",
        "Good luck with \"nuance\" and the American public. Unfortunately, a very large slice of the public are binary thinkers, and things are good/bad, right/wrong, true/false, etc. Our ability to think probabilistically is about as limited as our understanding of quantum mechanics.\n\nI get it. But explanations that go \"on the one hand ... but on the other...\" will just make half of the public throw uo their hands and exclaim \"those 'experts' don't know nothing\" and turn to witch doctors, infomercials, preachers, and the folks at the bowling alley.",
        "Maybe RFK could concentrate on reducing how much sugar we are eating with our meals. There is sugar or high fructose corn syrup in just about every processed food. At McDonalds, the only things with no sugar in the menu are bottled water and black coffee.\n\nAlso how about we bring back field inspector from the FDA to go and check on the way our foods are made ready to eat, and how they are processed?",
        "Fluoride primarily benefits developing adult teeth, not so much primary teeth.  Hence the benefit is for teenagers and adults.  IF one’s kidneys are doing its job,a person should not worry about filtering excess chemical in the blood.  Next topic…lymphocytes and immune response.",
        "Maybe fluoride explains the election of Trump.  And the appointment of RFK to HEW.  What is even more disturbing is we know pollution from man made sources in our atmosphere is very bad for everyone’s health and seems to be pushing us more quickly than thought towards an existential crisis.  Nothing will be done about that.  In fact, Trump plans to weaken environmental laws and pump more carbon into the atmosphere.",
        "I agree that many people would appreciate and benefit from detailed and nuanced explanations  of risks and benefits. \n\nBut we also know that many people consume information from sound bites.  They have neither the education, attention span, nor curiosity for nuanced explanations.  As proof: look who was just elected president.",
        "It's times like this I'm really thankful for a severe dairy allergy.",
        "His alternative medical theories are from the 1950s (antifluoride) and 1970s (raw milk health benefits) the 1999 (vaccination and autism). He needs to watch TikTok and find some new ones.  They are still not part of mainstream medicine after decades.",
        "Clearly at least 25% of the American public does not do \"nuance\".  How about bumper stickers with footnotes for the rest of us so we can say we did our own \"research\"?",
        "It is not a lack of information.  It is willful ignorance. \n\nCovid policy was explained quite well to me, but I don't shut off the mainstream press. I understood from the beginning that we used lesser masks at first because the few effective masks we had needed to go to health care workers.  I understood that because we did not have good masks or vaccines yet, using lesser masks combined with universal wear, distancing and avoiding crowds would not protect perfectly but could statistically limit the severe infections enough to stop overcrowding of hospitals and that less overcrowding increased survivability. \n\nOur family listened to the CDC once quality masks and vaccines became available. We lost no elderly relatives and I have never had so few illnesses of any kind in my life, including while taking eight vacations during the first year of Covid. There was one mild five day cold and one very mild three day bout of Covid after an especially socially crowded week...that is it since 2019.\n\nYou can't  get information out if people are covering their ears and eyes.",
        "Ms. Oster, and anyone else frightened by what's coming, please please please do not ignore the experience of decades of countering popular pseudoscience. Unfortunately, most concerned professionals and agencies on the spectrum of concerned to frightened at the harm caused, and anticipated, by pseudoscience and snake oil make the serious mistake of convincing themselves that the only way to combat it is by talking around it, ignoring the lies and liars and just educating the public about the facts. THIS DOES NOT WORK. The \"alternative science\" industry is funded, has resources, think tanks, political connections and champions, and frankly is much better at commanding attention than you are. Yes, the job is much easier if you ignore all that, but why do it at all if you're just going to cynically fail at it. Please, look to the experience of concerned professionals who've been countering pseudoscience for decades. Read what the likes of Peter Hotz, David Gorski, Phil Plait. See the videos and social media postings of Dan Wilson. You have to confront the liars and deluded and call the lies \"lies\" using the \"L\" word.",
        "What a straw man argument, including the very patronizing imagery with the article - a doctor wagging his finger at you dismissively. \n\nI’m a pediatrician and regularly engage in thoughtful, thorough discussions with families on these topics. And it’s becoming more and more of an uphill battle with this misinformation taking hold in the national conversation. RFK Jr being in any way in charge of “health” will be disastrous. Want to take excess preservatives and junk out of our cereals? Great. Do that. Leave our public health measures alone. \n\nI understand this author is trying to help. But presenting the case that it’s on us to just provide more information and explain said information more comprehensively misses the point entirely. We are whispering in a room of screaming misinformation. All the data and explanations for why we need these measures and why they are safe is out there - if people actually cared to look and educate themselves. Many don’t. It’s much more entertaining to listen to a podcast of a vaccine denialist or read about a conspiracy theorist who dumps a bear in Central Park. Heaven help us.",
        "Germany ended fluoridation of water almost 50 years ago , which is misleading because several years later they added fluoride to salt and milk and other products. Wikipedia covers fluoridation of most countries, with many variations on the theme.  American dental community  insists to nearly every family, that has money, that their children need braces. ??  \nThe same medical experts insist that wisdom teeth always or nearly always need to be extracted. Britain did a 30 year study on this and concluded the vast majority of wisdom teeth extractions are not necessary. Call me cynical, but it appears braces and wisdom teeth are not about public health, but about extracting $$ from a wealthy population.  The American dental community is more interested in private wealth, than public health.  This has nothing to do with fluoridation, but it does show that \" science\" is driven in many spots by money, not the needs of the public.  How do I know when which is which?",
        "Pregnant women are advised not to eat unpasteurized cheese. How does this advice relate to drinking raw (unpasteurized) milk? And how will that affect women's health care if the raw milk and unpasteurized cheese cause listeriosis, thus compromising a fetus? Can the entire Republican party be charged with willingly aborting an unborn baby? Asking for the future of humanity.",
        "I’m not sure we should be taking risk communication advice from Dr. Oster, who wrote that vaccinating children for covid wasn’t necessary (over 2,000 died) and that there’s “no evidence” light levels of alcohol consumption is harmful during pregnancy (there is no safe level of consumption).",
        "Thank you again, Emily Oster, for a calm and reasonable approach/discussion around controversial topics.  You were a guiding light during Covid, and continue to base your thinking and writing on facts and rational thought.  Thank you!",
        "There is a lot of magical thinking here from the writer.  \nThere is no reason to believe that more 'nuanced' or detailed messaging about milk will increase vaccination rates.  \nRelying on magic does make it easier to write articles, but it's probably not a good approach to health conversations.",
        "This seems like fundamentally sound advice. If someone asks you for a recommendation, instead of saying \"let me dumb this down to a blanket yes/no for you, poor layperson\" you can actually give them enough credit to say \"well, there are a few known risks/benefits, including A B C, do you feel comfortable with that?\"\n\nIf they follow up by saying \"just tell me what's best for me to do, Doc\" then sure, give the blanket answer. But then you do so from a place of trust. That's what I see the author as trying to win back, and I hope people listen.",
        "It strikes me that we live in very privileged times to even being up in arms over fluoride and vaccines.\n\nI guess most Americans have access to dental care now, so the idea of tooth decay is just something that can be managed.  Used to be that tooth decay was really horrible and created a lot of health problems esp when it interfered with eating.  I recall that most of my grandparents and their peers were missing at least some, if not most, of their teeth, and that doesn't seem so common anymore.\n\nI also remember their stories of children dying from tetanus--sounds like an utterly horrible way to go.  And getting polio.\n\nI guess we're used to NOT seeing these diseases, so we're not fearful of them.  Drive down vaccine rates, though, and we're going to subject a lot of kids to horrible illnesses.",
        "This comment section makes me understand why people voted for Trump.  The general condescension about people who may have distrust in public health messages because of the very real reality that they think -- rightly or wrongly -- that they're being told inaccurate or inconsistent information, is appalling.  I agree with Ms. Oster wholeheartedly and if you take anything from this article and comment section it is that nuance can be helpful but disdain and disgust are not.  No wonder so many people decided they'd prefer a party that didn't act like they were idiots when they raised concerns.",
        "One problem we will face: Robert F. Kennedy is not exactly familiar with the word \"nuance\".",
        "The author makes the statement \"My suggestion is that when asked about these topics, health experts provide this level of detail\". I would suggest that the news media also has this responsibility, if not more so.\n\nE.g. \"recent data from Israel — where water fluoridation was ended in 2014 — shows an increase in dental work for 3- to 5-year-olds.\"\nThis sentence doesn't provide adequate information. A \"significant increase\" might be better. Best would be a numeric comparison, e.g. \"a 5% increase\". The statement could also be accompanied by a brief statement regarding how other factors have been ruled out.\n\nIs water without fluoride available? Is bottled water fluoridated? Can filters remove fluoride? In other words, is there a way for pregnant women to avoid fluoride if they choose?\n\nI see another reader has asked why there is no mention of the fact that \"most of the world, including nearly all European countries, does not add fluoride to drinking water?\"\n\nI'm not an anti-fluoride fanatic. But I do suggest that the NYT provide complete information.",
        "Please. Public health officials not giving enough nuance? We had the head of the free world openly speculating about using bleach and ultra violet rays to defeat COVID. \n\nAnd now, this guy has been re-elected convincingly after having utterly failed to address the ONLY REAL crisis of his presidency. Why no loss of trust in HIM? He openly LIED about COVID and much else.\n\nWhat is public health nuance when put against the worst kind of ignorant demagoguery? I don't disagree with the author's idea in theory and in normal time with normal leaders, but it leaves out the reality of what public health officials were up against.",
        "The goal should be to reduce harm. Raw milk has more risks than pasteurized milk: therefore, educate people on the facts. Vaccines have fewer risks than remaining unvaccinated and exposed to disease: therefore, educate people on the facts. We are truly seeing a lack of education.",
        "Yeah.  As Trump goes off appointing unqualified cronies to public office Russia and China are pleased.   We're being totally corrupted, just like them.",
        "I'm not sure who the author is accusing of omitting details. Certainly when I read respectable web sites, including those from the CDC and other public health agencies, they usually provide at least a little bit of context. My impression is that news shows and social media are more likely culprits in part because the public doesn't want the details.",
        "The key word, which appears once in this article, is \"nuanced\". Which is totally out of fashion. \n\nNowadays we stress simple, strong, and successful… none of this nuance nonsense.",
        "This is just the first shot across the bow of normal public health practices.  Just wait for the MAGAs to hunt down Dr. Fauci and close the NIH, FDA, Department of Education, et al.  We are about to enter at least 4 years of the 21st Century's version the Dark Ages.  What follows is yet to be determined.",
        "Portland, OR does not fluoridate the water.  It's not the end of the world.  \n\nYes, dentists will tell you they believe they see more cavities.  However, it is very easy to get supplemental fluoride, whether in extra-fluoride toothpaste, fluoride supplements, mouthwash, etc.\n\nI believe in the benefits of fluoride, but it's also not a hill to die on.\n\nI also haven't seen evidence that Americans have been greatly harmed by fluoride--most of us have had it all our lives in our water and seem ok!--so I'm surprised by the angst over it. \n\nEither way, not a hill to die on.",
        "As a physician, there is an important distinction between what an individual decides with informed consent, e.g., not to get vaccinated, and public policy. The latter should be based on science and experts, which is why RFK represents a new threat. He will influence policy, and he is not an expert who believes in peer-reviewed science. \n\nMany Americans think the U.S. overreacted to the COVID-19 Pandemic, but poor policy under Trump underreacted to it, resulting in many more deaths and costs than other countries (see link below). Furthermore, all the criticism of the COVID-19 response is retrospective. If the virus had not become less virulent over time, the underreaction would have been catastrophic. It is easy to say now that the policy was too restrictive. We were making decisions in real-time. \n\n<a href=\"https://www.canada.ca/content/dam/phac-aspc/documents/services/reports-publications/canada-communicable-disease-report-ccdr/monthly-issue/2023-49/issue-5-may-2023/ccdrv49i05a05-eng.pdf\" target=\"_blank\">https://www.canada.ca/content/dam/phac-aspc/documents/services/reports-publications/canada-communicable-disease-report-ccdr/monthly-issue/2023-49/issue-5-may-2023/ccdrv49i05a05-eng.pdf</a>",
        "I couldn't help it.\n\nThe finger-wagging and thumbs-up montage kinda sums up the entire Democratic Party's approach.\n\nWe know better than you, child.  Go sit in the corner until you agree with us.\n\nPeople can drink raw milk if they want to.  They can take that risk.",
        "I feel like this article misses the main point that up until recently people believed in these things and they worked. Why do health agencies need to explain why these innovations were made? Because the people are being flooded with fringe and quack theories based on emotions and many times just coming from echo chambered nonsense. rfk jr is not a scientist or a health expert, and it should be repeated every day. Being skeptical has generally been a good thing for your health as there are always places to improve understanding, but when you ignore settled and deeply studied results you risk lives.",
        "If vaccines are safe, why can't I sue the manufacturers?\nIf RAW milk is bad, why do I feel so good when I consume it?",
        "I'm an American living in London where unpasteurized cheese is freely available as it is in the rest of  Europe because it's  much tastier than the pasteurized version.  Guns  aren't freely available here so you don't hear much about people dying from  eating raw milk cheese or from gunshot wounds.  So my question is why are guns legal in America but unpasteurized cheese isn't?  Which one kills more people?",
        "My son's are 30 now. I got them vaccinated as children but I admit I was startled, and a little worried, when I had to sign a full page document listing possible side effects/consequences that included death.",
        "Let’s get serious.  Kennedy will be limited in his role.\nIt’s not the time for over reacting!!!",
        "I remember the Ford Pinto automobiles with the gas tank that exploded when hit from behind. The company knew of the risk but cost analysis convinced them they would lose less money paying off lawsuits rather than spend a few bucks per car to fix the problem. Cold hearted calculation. Same reasoning the author makes, we can make some people happy that they can drink raw milk at the expense a few hundred potentially deadly infections.  The benefits of drinking raw milk over pasteurized milk are illusory. Treated milk still has high quality protein and a good source of calcium.I fear listeia, salmonella, TB and brucellosis, especially when Trump guys the USDA, FDA and CDC leaving us in a 19th century landscape of infectious diseases.",
        "You can eat raw egg in japan because they have the regulations to make doing that safe. It's not unusual in Japan for people to crack open an egg on top of bowl of white rice, or eating raw egg with sake. I wouldn't recommend doing that in the U.S. (except if the white rice is piping hot).\n\nThere are countries that allow raw milks to be sold, but those countries have strict hygiene regulations. Like temperature control to stop bacterial growth, regular veterinary inspections, testing for pathogens, and hygiene requirement for facility, workers, and equipments. Implementing those regulations take infra, so I would expect to hear a plan to come up with that infra at the very least if the raw milk idea is going to go forward.",
        "Fluoride is a toxin, yes it is considered safe a lower levels but I think people should be able to choose what goes in their drinking water. Have you read the warning on fluoridated toothpaste? It says to call poison control if swallowed yet we don’t have a choice about it in our water. Vitamin A is good for your health but they are not putting that in our water or a myriad of other things. If they found out a little arsenic was good for your heart, would you be comfortable with that being put into your drinking water? If fluoride doesn’t make water safer then don’t put it in the water. I hate the fact that it is being forced on us for our own good. Why do I even bother brushing my teeth if fluoridated water is so effective? It’s the 21st century, we are surrounded by a plethora of oral hygiene products. If people are not taking care of their teeth, all the fluoridated water in world isn’t going to help them.",
        "\"Although about an estimated 11 million people in the United States consume raw milk, it causes an average of only 760 illnesses per year...\"\nThe author is incorrect in this citation: The total number in table 2 of the cited publication is 10,698,000. Rounding up by 302,000 indicates the author's bias.  Including the 6,376,300 people in the survey who have only consumed raw milk once or a few times per year demonstrates the author's bias. These distinctions were made clear in the publication and were purposely ignored by the author.\nPlease don't believe everything you read; regular consumption of raw milk is a regular hazard.",
        "Go watch the classic 1964 satire Dr. Strangelove!\n\nIn that movie General Jack D. Ripper--without authorization-- launches a squadron of B-52s to drop nuclear weapons on Russia. He wants to start an attack that will destroy the Soviet Union.\n\nWhat is his motivation? He hates communists because of their secret worldwide conspiracy to \"sap and impurify all of our precious bodily fluids\" through fluoridation. He calls fluoridation the \"most monstrously conceived and dangerous communist plot we have ever had to face.\"\n\nI am not sure what point I make here.\n\nSteve, from the Midwest",
        "I'm reminded of the scene in Dr. Strangelove where General Jack D. Ripper explains to Captain Mandrake  that fluoride  is a \"commy plot\" to poison our \"precious bodily fluids\".He asks \"Have you ever seen a commie drink a glass of water?\" (of course you haven't they only drink vodka).\nThen there's WC Field's lecture on the day he drank a glass of water, In a bar the barkeeper told him he couldn't serve liquor on election day because it was against the law. \"Who made that law?\" Fields asks. \"The people did\" was the answer. \"That's taking Democracy a bit too far\"was Field's retort.\nThe problem is that science literacy now is denounced as \"wokeism\". \"Project 2025\" intends to eliminate the Dept. of Education which will quash literacies of all types. Donald Trump has stated \"I love the poorly educated\".\nNow in concert with Heritage Foundation he will populate America with compliant citizens with no critical thinking abilities.",
        "The healthcare system has failed the majority of Americans. At present almost 70% of adults in the United States are type 2 diabetic or pre-diabetic. This was not the case two generations ago. Type 2 diabetes used to be referred to as adult onset but now we have children presenting with it. Likewise non-alcoholic fatty liver disease, a physician could go their entire career without seeing it, now it's common in adults and children. \n\nNo, we should not put fluoride in the water. We should address our diet. We should also recognize that fast food and processed food are hand in hand with big pharma. The average American gets upwards of 60% of their intake from processed food, this number rises to 80% in some communities.\n\nProcessed food and fast food are the problem. Then pharmaceutical companies step in to offer us drugs to help with the symptoms of our diet. They don't offer a cure because curing disease is not in their financial interests . When you cure something you don't make money on monthly prescriptions. \n\nI got my vaccines and boosters. I also am aware that the mRNA vaccine did cause deaths, primarily in younger men. People who tried to say that the vaccines weren't safe were laughed at. Now it appears that they were right to an extent. You had to be entirely pro-vaccine, no nuance was tolerated.\n\nWe had so much death in the United States because the majority are already suffering from inflammation as a result of their diet. \n\nLet's address the issue of diet first.",
        "Emily Oster makes a claim with no evidence -- that giving the public \"nuanced\" detailed, data-filled explanations on health risks such as raw milk consumption, will make the public and especially the skeptics more accepting of the really crucial things like vaccines. She offers no evidence that this method would work, and she further undermines her point by using misleading data about raw milk consumption  as it currently stands -- highly regulated and narrowly distributed -- to show that loose or no regs (as RFK Jr. wants) on wide distribution would result in low risk, not acknowledging that wider distribution of raw milk would introduce significant public health  risk. In other words, risk is lot different when dinking very fresh raw milk right on the farm vs. raw milk that is  being transported and is many days old when it reaches the market, after the bacteria has grown exponentially. I can't trust her argument since it's based on misleading data and a very flawed premise.",
        "During the 1980s, Balducci’s in Greenwich Village was the best grocery store ever. There were 2 especially fabulous cheeses that they sold. Vacherin Mont D’Or, a soft, creamy unripened, unpasteurized Gruyère made by monks in Switzerland and Brin d’amore, an unpasteurized sheep’s milk cheese from Corsica. So sad that these cheeses are no longer available in this country.",
        "Maybe, just maybe talk to a public health expert rather than an economist? Or,better yet, let public health personnel run the economy? Even better, let's get rid of expertise all together and just let the market decide. \nWe are so doomed.",
        "This column articulates a frustration I have with healthcare professionals in general. As a parent of young children, I get a lot of directives from them (sometimes conflicting among workers even in the same practice) but I get very few explanations behind them. Explaining the reasons behind directives helps build trust and it also lets the parents think for themselves what advice they should prioritize. \n\nIt is impossible to follow all medical advice/directives you get as a parent. Parents don't have a choice but to pick and choose what expert advice they follow and explanations, especially about risk, help parents make good decisions. It also builds trust with their providers.\n\nOster, I loved both of your books! Thank you for this column.",
        "Great analysis. As a physician and scientist, it’s very clear that how we message our expertise is critical. And many times we fall short. \n\nAt the same time, it’s very easy for the public to forget (and entertain misinformation) about the incredible discoveries that have led to revolutionary improvements in public health, like pasteurization, antibiotics, and vaccines. \n\nFor all the medical skeptics, time seems to have eroded the understanding of what it was like without these revolutionary measures— and many others. Raw milk related infections and their sequela, childhood mortality and disability from polio, measles, tetanus. The list is long. \n\nBut our memories are short. And part of that is on us as the providers and deliverers of information. We need to message in ways that provide the key information, as well as in a way that people understand. To gain trust. \n\nWe all need to do better.",
        "The greatest line I overheard during the pandemic from a fellow physician who is both empathetic and highly skilled was at the end of a 60-second rant she endured from a patient spewing RFK babble and who adamantly refused the Covi vax despite having...well...let's just say...a pageful of high-risk prior conditions in his medical history: \"You know, I appreciate your thoughts. No vax for you. Science isn't for everyone. It just isn't!\"",
        "The problem I have with the author's solution is that with the media and the internet happily spreading every half baked theory out there, public health people cannot debunk or address them all. There will always be a \"but, what about...\"\nTwo of my mother's aunts wore sunglasses when we were around them all of the time. If asked why, they would take them off and show you the measles, or maybe more accurately its scars,  on their one blind eye from when they were kids. My husband never wore shorts because he had a withered leg from polio, contracted before there were vaccines. I've always thought that pictures of what viruses could do to a child, and which can affect people throughout their lives, would speak louder than words ever could.",
        "thank you for sharing your opinion. remember that trust in public health, and all expert government agencies, has been intentionally undermined by trump and republican crazies who wish to destroy our civil society and replace it with one that serves the self-interest of the crazies. Kennedy Jr 's opinions are simply wrong and ignore the vast bulk of scientific evidence and the societal good. Every issue has two sides - the art is to balance the two realistically for the greater good. If the writer thinks that economists and lay persons can make these complex judgements for themselves, and better than experienced experts, so be it. I don't think so. Else, we'd all be gargling with bleach.",
        "I think a lot of the paranoia about vaccines is because the messaging is \"they're safe!\" as if there is nothing more to it. In reality, it is not that no one is hurt by vaccines - some are. It is that vastly more people are hurt by not having vaccines than by vaccines - so many that the comparison makes the number of people hurt *statistically* meaningless. But it's not meaningless to the people who are hurt. So it is demonstrably false that *no one* is hurt, and because the information is presented as absolute, it both leaves people feeling misled and makes people distrust the source. I cringed during the pandemic when people said that no one would be hurt by the COVID vaccine - clearly some were. You could not know until you had it whether you'd be one of the unlucky few for whom it was quite harmful. \n\nI have my doubts as to whether a more nuanced presentation can be heard in the midst of the absolutist propaganda, but clearly the current way of presenting this information is not working. \n\nIt will be stupid to take fluoride out of the water, but if we do, those who are afraid of fluoride won't take supplements and those who are will. Milk is a frustrating one - it is often perfectly safe, but can the consumer tell before they wind up with tuberculosis or another disease? Well, I guess we will find out.",
        "There are valid points for all of Kennedy's  long overdue proposals. All we need to do is look to the EU to see what they ban. Many countries in the EU don't use fluoride in the water supply and provide it in things like salt to protect children. Due to body size, they consume more of it than adults. Fluoride is controversial, but with studies showing that it can lead to cancer, it is worth consideration and more studies, since the cancer rates accelerated with the use of fluoride in the water supply. \nRaw milk has many advantages over pasteurized milk for people with asthma, eczema, autoimmune disorders, or problems with gut health, especially after antibiotic treatment. People who are lactose intolerant can drink it without problems. It should be available to anyone who wants to buy it. Raw milk is at the opposite end of the spectrum from ultra processed food and should be an option, for those who believe that natural is better for health. \nVaccines and many other aspects of our children's well being need to be considered more. Our rates of autism are now 2.8%, or 1 out of 36 children. We don't know why this is happening, but the EU only has half of these numbers. One difference in our vaccines is that the EU is the banned mercury from theirs. Here vaccines are only mercury free by request. While mercury probably has nothing to do with our autism rates, there's a reason the EU has banned this and many other substances that we use daily in the US. This needs to change.",
        "This discussion is one we often had on Capitol Hill, where I worked for 28 years.\n\nPoliticians want to make broad and absolute statements. If you can't say it in ten words you lose your audience. So yeah, \"Get fluoride out of our water!\" fits so nicely into that scheme. As did \"wear a mask\" and \"stay six feet apart!\"  They want to speak with confidence and certitude, that's how they lead. RFK jr is a born politician - he speaks in certitudes.\n\nAnd when you talk about population health - you can do that.  Yes, you should be screened for cancer by certain ages, yes you want fluoride in your drinking water - because health data supports these policies.\n\nBut when you get into personal health and personal choices you have to deal with all the exceptions and the caveats and....it starts to sound mushy and problematic and who can lead when they speak the truth but it sounds mushy?",
        "You'd think a newspaper with the reach and resources of the New York Times could find a public health expert to address this issue rather than an economist specializing in child care.  There are other consumers of fluoridated water, raw milk, and vaccines. Many others. \n\nOster's F information is correct so far as I can determine but it's inadequate to make any public health decisions about the 'post-toddler' group, who are a significant portion of the total fluoride-consuming populace (US and worldwide) and who benefit from having healthy teeth their entire life.",
        "People do their own research eh? On Facebook X and Fox News.  This “people do their own research” nonsense and not believe the scientists that do the research is why this article had to be published.  And of course why America is doomed.",
        "This comments section perfectly illustrates the divide between the two Americas. One half of the country doesn't forgive the Democratic party (and by extension, NYTimes readership) for having forced lockdown and vaccination on them. The Democratic party (and NYTimes readership) just can't get their head around the fact that so many facts were withheld during the pandemic, and politics was allowed to dictate public health policy (I'm going to refrain from saying that we were lied to, as in times of immense fear, people do lie, as they are scared out of their wits).\n\nMost people still think mRNA vaccines are great and haven't figured out that non-vaccinated persons STOPPED getting Covid about two years, while vaccinated persons continue to catch it. It's not that people have stopped trusting science, it's that people have caught on to how our political system is so rotten that decisions like water fluoridation can't be trusted, because common sense says that if you want to improve dental health, then encourage people to brush their teeth. Instead, Americans think that public health measures like water fluoridation and mandatory vaccination are going to fix everything. Spoiler alert: it's the personal decisions we make that make the most difference. Sadly this distinction is lost on both Democrats and Republicans, however Republicans do a better job of making Americans believe that they will have more rights (spoiler alert: they won't).",
        "All I really need to know about RFK Junior is that he lies,  cannot betrusted,  and actually isn’t very smart. \n \nK",
        "We have to remember that RFK jr. still has that worm in his head.",
        "\"Being more nuanced will not be easy for public health agencies. They need to put more trust in their audience.\"\n\nSeriously? In a country where people fought battles over wearing masks and taking vaccinations in the middle of a pandemic?\n\nLook. This is still a semi-free country. If people want to engage in practices that may harm them, that should be OK. I am never going rock climbing but for others it might be worth the risk. So If people want to drink raw milk, go for it.\n\nWith regard to Flouride and Vaccinations, let's pick a very Repbilican state, remove flouride from the water and make vaccinations optional. Then let's look a the results in 2 or 5 years and then make decisions according to the outcomes.",
        "Why should I believe the author, Emily Oster, an economist and the founder of ParentData.org, is the author of “Expecting Better” and “Cribsheet\" more than anyone else writing about this?",
        "Nuance, right, like that's gonna work. You know what happens when scientists admit, as they generally do, that the data is complex, that they're not 100% certain about something? \"AHA, so you admit you DON'T know what you're talking about!\" Every scuzzy lawyer in the business knows that trick with expert witnesses. \"Dr. Jones, are you 100% certain that the defective gizmachi caused the plaintiff's injuries?\" Of course, the witness has to say \"no,\" even if he's 99% sure of it. \n\nWhen you deal with people who do their own research, you're dealing with people who would rather believe a chain e-mail or a meme on X than the advice of someone who has spent his life studying disease. It's great fun to thumb your noses at experts, even if graveyards are full of the people who ignored them.",
        "There's been plenty of communication at that level on vaccines. It's ignored by RFK for sure. Trump too, so likely much of the social media that promotes them.",
        "I've been buying raw milk fairly regularly the last 3 years at the local Co-Op. It's tasty and makes for a good smoothie. I'm not much of a conspiracy theorist and have a favorable, only mildly skeptical, view of the government and their scientists (my fear of corporations being far greater). Little did I know how political and radical my smoothies are!",
        "Most Americans cannot process complex issues.  Subtlety and distinctions are lost on them. They cannot even make change at a cash register, much less process percentage benefits versus risks from various public health interventions.\n\nYou ascribe far too much agency to a nation of sheep who just want to be entertained.",
        "\"In that particular study in Canada, for example, the results vary for verbal and performance I.Q. as well as gender, raising questions about the validity of the findings as a whole\"\n\nFrom this quote, I'm not sure that the author understands the research that she is reviewing. Even if fluoride only affected Verbal IQ or Performance IQ, that would not call into question the validity of the findings. We should probably get our public health advice from public health experts and not from economists.",
        "Why not go a step further? Social scientists ought to acknowledge that most public health studies rely on self reported data. Or that they cannot be systematically designed to avoid confounding factors. These studies are inherently flawed, and cannot determine causation, whatsoever.\n\nOr maybe we could just say that science is useless, all together. Might be easier for the public to digest.",
        "Who really cares about Fluoride, Vaccines, and Raw Milk?  We need to throw every resource in determining who is eating our cats and dogs!",
        "My mom and her brother got Brucellosis in the 60s from drinking raw milk. It was no joke, and I’m pretty sure still a danger. I’ll stick to pasteurization.",
        "First, I feel most people do not have the time or inclination to read about anything. It is easier to get any information from social media or perhaps a network like FOX. They take that information and run with it. With the oldest baby boomers dying out, there are fewer and fewer people around to bear witness to what it was like to get the measles for small children. Also the benefits and the safety of drinking pasteurized milk versus raw milk. As  for  fluoride I would trust what the professionals of the health community say on long term studies of the benefit of fluoride for teeth. With the \"rise of autism\" and other mental and health issues people are desperate to try anything, like not getting vaccines for their children or avoiding fluoride in water. However many illnesses are not new. They have been around for a long time. People either hid the fact their child was different of sent them to an institution like RFK jr.'s grandfather did with his Great Aunt.",
        "We have a saying in medicine that, “The dose makes the poison”. \n\nA substance can be absolutely necessary for a healthy life, for example, but be also be deadly in excess. This is true for iron, salt and many other substances. In the case of sodium fluoride, a tiny amount in the water supply has been proven over and over again to provide health benefits by reducing dental caries. Too much, certainly can cause problems, as the article notes. I think that this is really the message we should be conveying.",
        "It would be very interesting to see public health advisories come with a 1-10 rating for severity and likelihood of negative outcomes. Raw milk, by these numbers, is a net negative but not as bad as many other health choices we make. Vaccinations are almost always an 8-10/10 benefit with very low comparative downside (flu and COVID shots can sometimes make you feel sick for a day and most Americans don't need a tuberculosis vaccine). Wearing a mask whenever you are at an indoor public location is probably not a big benefit for healthy vaccinated people, and the downsides are not insignificant. This article really nails how when every negative health impact is pitched as a crisis people will lose perspective on what is important.",
        "October 2024: “In a first-of-its-kind decision, a federal court in California ruled yesterday that the Environmental Protection Agency (EPA) must strengthen regulation of fluoride in drinking water across the country. The court found that scientific evidence of fluoride’s health risks when ingested at levels currently prescribed for drinking water – especially to the developing brains of infants – requires stricter regulation of the chemical’s presence in drinking water under the Toxic Substances Control Act. The ruling could have a significant impact on the widespread, long-held practice of adding fluoride to drinking water in the United States.”",
        "Raw milk is perfectly safe.  It should be inspected and approved as such, but pasteurization isn't necessary.\nFluoride should absolutely be removed from public water.  There is no benefit.  People with private well water do not have their teeth falling out - you get plenty of fluoride from toothpaste and your dentist visits.\nVaccines should be up to the individual, freely available and taken as needed.  But we do deserve long term safety studies and transparent information about them.",
        "I don’t think communication is the problem here. The real issue is that the public health agency has to make one decision, no matter how complicated the matter is, for all people — One size does not fit all even for very small things — the interest of some people are sacrificed for the greater good of the society. Not everyone will accept this, especially since ordinary people have no say in such decision making and often have no way to get out.",
        "Trust your audience? Hah! Look at the audience who thought Mr. Trump was better for the economy when he was president, and now have elected him. Sorry, but trusting the audience is not something that should be done. Careful explaining is important, but do not expect people who have a diet of foxnews, truth social and X to understand or make educated statements about scientifically based empirical data.",
        "Every Donald Trump voter I've ever met vilifies public health experts, health professionals and all findings published in medical journals in any topic. Every Trump voter I've ever encountered believes that the entire health profession is in on a scheme to control people's choices and thinking, to insert if not chips, then some sort of behavioral control mechanism.\nWhen it comes to health information and medicine, Trump voters are incapable of nuance. All of us, from the person who takes care of grandma at the hospital to the doctor dispensing regular shots to the kiddies - we are all the enemy, in cahoots with Bill Gates to take over humanity. And, as proven during the covid pandemic, Trump voters would rather die than switch.",
        "Obviously a lot of experts have been thoroughly discredited esp. since Covid. Many of these refused to even consider that Covid came out of a lab because of their own agenda. As such, these experts have tainted all experts leading to the current situation where there is a massive deficit in trust in pretty much every institution. On vaccines, I have a new baby and there are \"so many\" vaccines - we give 5-6 shots every time at 2 month intervals. I am pretty sure if I am given a choice, I would say no to a couple of those. Same with milk- with more data, maybe there are benefits to raw milk for healthy people.  More data and less nanny state is not a bad outcome and yes, we will listen to experts but we don't trust them \"fully\".",
        "The problem concerning the toxicity of chemicals in our food, vaccines, water supply, etc. is that the media often wants to interpret medical reports in terms of black and white; either the \"chemical\" is good for you or bad for you, whatever the amount you're exposed to. Dose is always important in determining toxicity, and a small number of individuals may have adverse reactions at exposure levels deemed \"safe.\" So, to what extent should we rely on public officials in assessing risk? Personally, I'd rather trust a public official who is well knowledgeable with the current literature than someone who relies on trends,\"feelings,\" or what is deemed \"politically correct.\" While some public health officials may seem authoritative, the media shouldn't hesitate to question where policy makers get their information and identify what has been debunked in the literature. So, while the article seems to place the major fault of public doubt onto the public health professionals, there needs to be some assessment of the journalists on how they question and interpret their sources.",
        "The \"black or white\" crowd is very happy to support simple statements. Science, in all it's complexity, requires years to reach conclusions and is constantly evolving. Try to explain that to them.",
        "Public health authorities did not lose trust during the pandemic.  It was taken from them by a know-nothing president who consistently undermined leading experts and offered nonsensical alternatives (bleach and light) to simple but effective measures, such as masking and social distancing.  Of course, the same person had state of the art hospital treatment when the nasty virus struck. Watch what people do—-not what they say.",
        "I am living proof of the good Raw Milk can do. \n\nI recovered from Ulcerative Colitis, complete remission, by eliminating carbs, seed oils, and processed food from my diet. I ate nothing but meat, eggs, and raw milk. Within one year, all inflammation was gone from my digestive tract. This was in spite of not taking the steroids my GI was pushing on me, and ignoring their counsel that \"diet had nothing to do with my disease\". That's right. A digestive specialist, diagnosing my digestive disease, told me my diet had nothing to do with it.  \n\nThe fact of the matter is, sick Americans are a big business. The reason there \"is no good evidence\" supporting the good Raw Milk can do, is because no healthcare or drug company is going to invest millions of dollars into studies that do not end up with a little pill that make them a fortune. \n\nThis conflict of interest is evident in the current \"debate\" over whether ultra processed foods are bad for us or not. The studies funded by the gigantic food corporations, find over 80% of their studies show this food is not bad for you. How convenient. Studies funded by groups other than the corporations who make these products, overwhelmingly show the foods are bad for us. Coincidence I'm sure. \n\nNone of this is new by the way. It happened with sugar. It happened with fat. The bottom line is, corporations have sway in our government. Not believing a word the government says, is good for your health.",
        "These topics are simply too complicated for many Americans to understand. Have you been to a red state? Even rural parts of blue states have football stadiums at the high schools... It would take an enormous, country-wide effort to teach our citizens critical thinking concepts, which are not automatically acquired with adulthood.",
        "With Kennedy the topics are not based on reality or science. They are buzz word topics of conspiracy theorists that have no facts behind them. But some gullible people will believe anything they hear. Measles was the biggest killer of Native Americans when the Europeans arrived. Most think smallpox but it was measles. So by all means, lets stop vaccinating. What could go wrong?Dosage levels of fluoride in drinking water have proven effective in creating better dental health. But let's not pay attention to things such as science and dosage. \"They\" are trying to control our kids.\nSad to think about people like Kennedy being taken seriously. Worse that others actually believe his verbal drivel.",
        "Oster breezily notes that \"some will die\" of measles if unvaccinated.  I recommend searching \"subacute sclerosing panencephalitis\", which is *how* children die of measles.  \n\nSSPE develops ~10 years after uncomplicated childhood measles infections in about 1 in 5000 measles cases.  It's progressive, fatal, and ends with paralysis and the loss of the ability to breath.  \n\nIf you are a parent considering not vaccinating your kid, think about the prospect of your otherwise healthy teenager dying in this awful and completely preventable manner.  1 in 5000 is not a huge risk, but it's a completely avoidable one thanks to vaccination.  \n\nTo suggest that we should ease up on proven safe and effective  public health measures is irresponsible.",
        "it's frustratingly obvious to me, dealing with the general public, you can talk until you're blue in the face, and maybe they'll finally agree, but a day later it's back to square one.  \nSeems our only hope is to educate younger generations, hoping the wide swath of ignorance ages out.",
        "For people of my generation, vaccines and advances in making food and water safer were miraculous. Polio: swimming pools shut down, mothers terrified, two of my cousins in iron lungs. Nobody worries about polio in America today. Measles: my husband’s parents were deaf from the measles. I worry that it will come roaring back, thanks to Trump and Kennedy. Chicken pox: I had it and — much, much worse — I had shingles before the effective vaccine. Whooping cough devastates children. Flouride: my younger sister has no cavaties, I have had tens of thousands of dollars in dental work. We were grateful for scientific advancements because they saved us and our children from these health issues. Young Americans today don’t value all that they have because they haven’t seen the pain that can be caused without it. The children of Gaza aren’t turning away the polio vaccines.",
        "I followed RFK Jr for a few years and the anti-vax movement after my child developed a rare and devastating autoimmune condition that doctors continually gaslit me about for years. I am not an anti vax person. My children are vaccinated with all required AND recommended vaccines but I learned a few things from them that I agree with. 1. Most anti vax people did not start out that way. Their child/children had some type of severe scary reaction and when they approached a physician for help they were gaslit and their child was not helped with the side effect. 2. Studies on vaccines are not adequate. The clinical trials are short. Sometimes only a few weeks and they don't look for long term outcomes. 3. And this shocked me, there has never been a study on outcomes of giving multiple vaccines over a 2-4 year period for long term outcomes. Vaccines are studied to look at the outcome of one vaccine at a time and in the real world that doesn't happen. Anyone with a child can tell you they get multiple vaccines in short periods of time. And they just keep adding new ones to the schedule without seeing if they interact with each other. 4. Most people feel coerced into vaccinating on a strict schedule and because of that they reject all vaccines. If you gave people more education about the benefits and risks of each vaccine and more choice on when to give each one you would have better uptake.",
        "Perhaps public health should make recommendations with degrees of uncertainty built in, similar to a weather forecast.  People understand the difference between a 20% chance of rain vs. a 100% chance.\n\nFor example, there could be a scale going from 1 to 5 for both efficacy (or health benefits) and safety.  A number 1 would mean that taking the medication or treatment is ineffective (or unhealthy) or dangerous.  A number 5 would mean the treatment is safe and effective.\n\nFor example, most vaccines would score a 5 on both safety and efficacy meaning they are both safe and effective.  Drinking raw milk might be a 3 for efficacy (neither healthy nor unhealthy) but a 2 for safety (slightly unsafe).  That way, nuance could be conveyed while also being simple.",
        "Hundreds of thousands of Americans died unnecessarily during the pandemic because, under Trump's irresponsible direction, they were offered quack advice from self-interested politicians about miracle cures (hydroxychoroquine, ivermectin, ingested disinfectants) instead of heeding sensible provisional precautions from doctors and epidemiologists (masks, social gathering restrictions).\n\nTrump's White House changed and delayed official CDC reports and even forged phony information on official CDC websites -- you know, \"to make the numbers go down.\"\n\nExpect many more deaths and serious illnesses if RFK Jr. has his way with our health system, feeding us unsafe raw milk and limiting our access to life-saving vaccines...",
        "What this piece and most other articles since the election have failed to mention is the impact of social media on the overall zeitgeist. Many people get all of their news from social media, and there are a lot of bad ideas out there. Unfortunately bad ideas are communicable, just like viruses. The closest thing we have to a vaccine for bad ideas is education, which we continue to deprioritize to greater and greater degrees.",
        "I am a registered nurse with a graduate degree in public health. I am not inclined to take advice from an economist regarding public health. Raw milk is okay because the number of people negatively impacted by its consumption is small? Couldn’t you say the same thing about COVID-19 vaccines? If so, why were so many Republicans anti-vaxxers?",
        "Ms. Oster is leaving out important info on raw milk. First,  she does not note that the study she links shows most people who drink raw milk are treating it as a novelty: only 1% of the 4% of Americans who drink it do so once a week or more. Consuming a higher-risk food is like playing dietary Russian roulette: the more often you do it, the more likely you are to get sick. In addition, states that allow the sale of raw milk on more than a direct to consumer basis have more stringent requirements for its production than for pasteurized milk. California is one of those states, and has very stringent regulations. Given its large population, I'd bet a big percentage of the people who drink raw milk live there. Finally, when considering making a recommendation on higher-risk foods, public health experts consider who is most likely consume it. Who consumes the most milk in our country? Kids. Who is more likely than other groups to become very sick from food-borne illnesses? Also kids.",
        "To me it's like seatbelts.  They will save lives and millions of dollars in insurance coverage.  Do they save all lives.  No.  Should we mandate seatbelt use?  You bet.",
        "Vaccinations have been the victim of their own success.  I am old but, luckily, was young enough to have been among the early generations of children to enter kindergarten after the development of the Salk vaccine and its requirement in public schools.  I didn’t experience the annual summertime fear of polio that terrified whole communities, but I’ve seen the newsreels of parents crying with joy and dancing in the streets when the vaccine was announced and seeing photos of children lining up for blocks to receive it.  And I know two people, 15 years or so my elder, who have spent their entire adult lives in wheelchairs after polio permanently paralyzed them.\n\nI suspect it will take only a few localized but devastating outbreaks of polio or measles to reappear in this country for much of our vaccine-skepticism to swept away.  But it will be a hard-won lesson for some very unlucky children.",
        "I hope that state authorities can make sure at least that all children get vaccinated for measles and that water in their states is fluoridated, if the federal government starts advocating for nonsense.",
        "It's sad and interesting when such non-trivial issues get so much space and oxygen, but public education funding, good meals at school, which have direct and lasting impact on kids and future generation gets almost no attention.\n\nWe should try avoiding discussion raised by politicians like RFK jr, Trump,... even it gets people railed up. They distort reality and distract from main topics. Remember Cheney's weapons of Mass Destruction and Trump's Immigrants eating pets.",
        "It appears that our country has been gradually producing citizens who are grossly inept at critical thinking skills. This has nothing to do with intelligence but everything to do with the politicization of education itself. Parents are far more involved in their children’s’ academics than when I was a child, including demanding better grades and trying to dictate what their children should be taught. This permeates all levels of education. A former neighbor who was a professor at an elite college complained that so much pressure was put on faculty to give good grades that the Dean’s List became meaningless. In my line of work I encountered recent college graduates who were unable to write a complete sentence, let alone a coherent paragraph. Grades and athletics have become the priorities. Knowledge is secondary.",
        "It's interesting; I looked up one of the topics  (raw milk) online and near the top of Google results was a page from the FDA (<a href=\"https://www.fda.gov/food/buy-store-serve-safe-food/raw-milk-misconceptions-and-danger-raw-milk-consumption\" target=\"_blank\">https://www.fda.gov/food/buy-store-serve-safe-food/raw-milk-misconceptions-and-danger-raw-milk-consumption</a>). It argues against \"misconceptions\" on the benefits of raw milk, and it's very informative. But it might very easily turn people off--not because it lacks evidence, but paradoxically, because it provides too much. Each section has a bibliography, consisting of between 4 and 25 references. Yet nearly all are to articles in peer-reviewed scientific journals; no links are provided, but it wouldn't really matter, since most are behind paywalls, and (at least based on my own experience) aren't easy for non-specialists to follow, much less evaluate.\n\nThus we're stuck--those given to trust \"the experts\" find this convincing, those given over to skepticism (or conspiracy theories) will see it as a smokescreen.",
        "The idea that providing a TL;DR public, addled by conspiracy theories on social media, more \"nuanced\" (read: longer, more complicated, bo-r-r-ring) public health information will lessen their distrust of government bureaucrats seems a bit naive to say the least.",
        "So counterproductive to platform these anti-public health messages as somewhat legitimate.",
        "To clarify, the paper that you cited said that 4.4% of Americand consume raw milk at least ONCE PER YEAR, while 1.6% consume it regularly.\nObviously the rare consumers are much likely to be affected by a bad batch than regular users, over the course of a year, so the 760 cases per year is about 1 case per million users.\nAlso note that in general, as production of milk increases the amount of milk per producer will go up, and the quality safeguards for raw milk will not scale well.\nAll of which is to say, things aren't very bad now, but could get worse faster if regulations are removed.",
        "The same public health apparatus that told us covid couldn’t spread while we were seated in a restaurant, but we must mask up for our walk to the restroom or the door? \n\nNo thanks. \n\nThe majority of studies these days are rife with financial conflicts of interest and lack of replicability. I’ll take The Science more seriously when those who fill its ranks purge their own fields of conflicts and poor methodology. \n\nAmerica is the sickest it’s ever been and the resounding message from the ‘experts’ is still “trust us.”",
        "You'd never guess, reading the Times, that there's in any side to public health, but the industry one.\n\nFluoridation is case in point.  It's banned in most of Europe and Japan, but in the U.S., only a conspiracy theorist would object to adding a toxic industrial waste product to the water supply, for a national experiment on 300 million people.  That not a single population-wide study demonstrates the safety or the efficacy of the practice is no obstacle.  \n\nNotice the slim pickings, in the way of support offered by Ms. Oster -- who, incidentally, is an economist, not an epidemiologist capable of reviewing the literature on fluoridation and drawing sound conclusions.  In that respect, she has a lot in common with RFK, Jr.",
        "Enough already. Federal agents raided Amish farms over raw milk. With weapons and threats of criminal convictions. A group of pacifists were raided over milk. All the problems and laws being ignored and the government focuses the resources for this? Leave these people alone and if someone wants to drink raw milk I will.",
        "The reason we are now questioning obviously true facts is that Donald Trump has worked to undermine the credibility of everyone and everything so that he can say whatever he wants and be believed. That is fascism. From day one he has spouted lies, continuing through the campaign, and those lies got him elected because he worked from day one to discredit and disparage the media that reports the truth. Vaccination is a godsend and incredible benefit of the enlightened age. Donald Trump and his minions are dangerously the opposite.",
        "I very much wish we had fluoridated water. I grew up on so well water but my sisters grew up on fluoride nourished city water, they have significantly stronger teeth than me or my younger siblings. It is remarkable.",
        "I don’t often see articles that emphasize the importance of complexity and nuance. And not just on this topic. Many topics.\nIt seems to go against so many communications certainties. Neither are they something I’ve often witnessed in general discussions.\nMaybe we’re just not that good at them. Or maybe we’re not asking enough of people who may actually be quite capable of them.\nComplexity is a big part of the world, whether we’re prepared to recognize it or not.\nBack on the topic of this article, I’ve been looking for more evolution in the risk communications field. (It has been getting better, but as we saw, got really beaten up, I think mostly unfairly, during COVID). \nI think the ideas in this article are worth trying, even if they are not a silver bullet.",
        "As the piece says, a more nuanced and evidence backed approach is required.\n\nUnfortunately, people have become used to slogans and memes to answer more complicated questions. Once they form an opinion, confirmation bias does its dirty work.\n\nPublic policy decisions should be made from the best data that we have at the time. Also, we need to distinguish what is public policy and what isn't. Fluoridation and Vaccination are public policy because the impact is felt by everyone. What kind of milk you drink is probably something that should be left to you even though there is a small social impact there as well.",
        "As a pediatrician, I fully agree with Ms. Oster.  The CDC, FDA, USDA and other agencies that make health pronouncements have a tendency to make simplified, blanket recommendations about health, without providing context or nuance.  Many people in their target audience will feel condescended to.\n\nAn excellent example is the CDC's initial recommendations that masking was unnecessary to prevent the spread of COVID-19.  Along with the early failure to approve testing kits, and the inability to monitor the spread early enough, such pronouncements made their subsequent recommendations (like vaccination) less credible; this suspicion of recommendations led to a million or more preventable deaths.\n\nUnfortunately, many physicians also fail to present the nuances of their recommendations, and thus come across as condescending or patronizing.\n\nThe opposing forces, including the RFK's of the world, ALSO fail to provide context or nuance.\n\nBut it's important to make a distinction.  If people want to avoid fluoride, but allow folks who want it to get it from their doctor, I think that's understandable (although I disagree).  When they make those choices, at least no one else is at risk.\n\nBut the same can't be true of unpasteurized milk or avoiding vaccines.  If your kid gets TB from unpasteurized milk, they put everybody in their school at risk from getting it.  The same is true of avoiding vaccines (such as measles vaccines).\n\nCitizens have an obligation to protect each other!",
        "The case for RFK Jr. isn't at all complex.\n\nWe'd be better off if he retired from public life. \n\nWe might have been better off if he had stayed on the ballot everywhere.",
        "Anyone advising the widespread use of unpasteurized milk should not be part of any  public health agency. It demonstrates an appalling lack of knowledge of science and public health history. Millions of lives have probably been saved by this simple technique. For anyone interested in the history I recommend the excellent and very readable \"Extra Life A Short History of Living Longer\" by Steven Johnson. RFK Jr should definitely read this book. Maybe I'll send him a copy.",
        "Sadly this article states what is already done--the issue isn't; the agency's lack of nuance,  its the public's lack of reading and listening to what is available.  So you're saying if TikTok whitewashes the nuances,  its the agency's fault?  Ignorance is not an excuse for finding out--especially when its all on the net.  Just read it.",
        "Yeah but turns out fluoride is not safe. I’m no fan of Kennedy, Trump or people getting their health advice from those unqualified. I’m a democrat and got my Covid booster this week. Not a science denier or on a bandwagon. \n\nI’ve researched fluoride for over 10 years after discovering it was the root cause for my chronic life-altering migraines. Fluoride is not safe for me or for everyone. Why are we pretending otherwise? Because it’s an issue folks like Kennedy talk about? Check your own bias on this topic. \n\nFor 50  years we’ve added fluoride chemicals to the water while not testing its impact on the body, only on teeth. Like any medicine it has side effects. It puts stress on kidneys. Causes urgent bladder.  Causes itchy skin. Slows down the thyroid. Has been proven in multiple studies to lower IQ in children. Etc. A federal court of appeals judge in SF recently ruled the EPA need to test for fluoride safe limits after the EPA scientists themselves admitted potential harm to developing brains. \n\nOver 1/2 of Americans — and our pets, plants, rivers — are getting this ‘medicine’ (which is not a mineral). Why are we adding RX to our water supply? Is it safe for everyone? Absolutely not. \n\nPlease stop making water fluoridation a conspiracy and give it the critical look it deserves.",
        "Everything stated here based on data and statistical analysis is accurate.  The average American does not understand statistics or risk assessment based on it.  However, if the message is clear, succinct and uncomplicated it may stick.  Proper advertising maybe the way to go.  As a nurse with a BSN and a BA in biology I explain risks to patients every day and they appreciate it when it is simple and understandable",
        "Emily, this not bad considering however you do not have a Md or PhD and are an expert on economics so that should have been noted at the get go. You also are not a historian for public health and or occupational health. You do may have a degree in nursing or social work or dentistry.\nSo you would have mad an excellent moderator and discussion panel member. This is just not good enough for a long time major problem in the conceptualization off many Americans. \nAlice Hamilton her life and works should have been consulted. And for raw milk just the old b/w film Pasteur Wouk have Ben an old but interesting link.\nAs for meatless the diaries and journals of mothers and nurses in the time of the Settlement Houses with possibly a reference to the Sophie Smith collection at Smith that has a wonderful treasure trove of archived letters.\nMeals and diseases such as Wooping Cough and Scarlet Fever were feared experiences for families. This history needs to be shared !\nAnd it would have been nice to give a shout out to Dr Peter Hotez who has been trying hard to walk this walk with Americans who are fearful for many years.\nThe last historical detail that was not mentioned but yes you had just too too much to cover ( what is the Opinion Editor at the NYTs thinking ?)  is both the histories of TB ( so long and twisted and complex like a double helix!) and the history of Polio and the mass Public Health efforts. As I child I attended two vaccines sites.",
        "This is a lovely thoughtful article that assumes people are nuanced , intelligent and open minded.  They have a well rounded education and the critical thinking skills necessary to parse information.\nUnfortunately and clearly, reality says different.\nFurther, RFK Jr is most certainly not going to be taking the writer's advice.\nGood luck America.",
        "I appreciate the topic, the info from essayist Oster and the important emphasis on \"context\" (needed) in studies.  But...big buts:  combining \"measles vaccines\" and \"raw milk\" with the very legitimate detail on Levels of Flouride and Pregnancy impacts from high levels of flouride? Honestly, how can Oster group these 3 topics and how can the Times Opinion page go forward with this content.  Oster, pretty much on her own, debunks the Kennedyesque, 19th century notions that bypassing vaccines and consuming raw milk are OK in broad populations.  so why not a more detailed essay on...just...the flouride question/debate/precision of flouride levels?  And, to top it off, enough re public health credibility and the pandemic.  Public Health Officials tried, best efforts, to react to a once a century pandemic With No Help From The Leader of the Free World.  Any constructive voice from the 45th POTUS, any reasonable call for our society to come together reasonably, adapt, and take guidance from health officials would have saved lives.",
        "Sort of pathetic that we have to 'let go on possible pathogens' so kids can get a measle vaccine. I've seen what raw milk can do to a human if it comes from a dairy that does not practice safe and hygienic procedures, and it's scary and can cause death, so I say, people can choose what they want and let the dice fall where they may, you get sick on bacteria laden raw milk?, your choice, you get measles?  your choice, consequences are on you.",
        "Robert Kennedy Jr is a zealot and all zealots are not to be trusted. Second, he himself has gone through many health issues including mercury poisoning from excessive consumption tuna fish laden with mercury. His parasitic brain infection may have some severe longterm impact, that I don't know. Unlike this thoughtful essay, he does not make a case for his beliefs, just want to mess with our life. It is ironic that Trump and the GOP relentlessly promised us to the government from our backs, now want to impose more control, to wit their obsession with women's health issues.",
        "No mention of the fact that pasteurized milk has a significantly higher shelf life.  Great let's go to raw milk that spoils in several days so we can throw 90% of it in the garbage.",
        "As a retired public health practitioner (CIH) I learned a long time ago that most questions are best answered with \"well, it depends\" before your stated reply as there are few definitives in science (dose makes the poison, anyone?).\n\nIn that role I was often asked to quantify and explain risk, well that's complicated and it takes a well trained public health practitioner to do that well. Most of those I met came from the more social science side of public health not the science and engineering side. \n\nIt is up to all of us in public health to step up our communications game and try to learn the nuances of explaining hard topics to the general public. That skill would have helped me more than some of the engineering skills I learned in graduate school.",
        "The people who don't want fluoride in their can drink bottled water with whatever they approve on its contents label. The rest, who trust the science that established its value of fluoride, can't add a pinch of fluoride to a fluoride-free glass of water. The freedom to choose remains. No one is required to drink tap water. However, for example. if Starbucks were to make coffee with fluoridated tap water, then if you don't want fluoride, you don't drink their coffee. But you have to ask the barista-in-chief to know the contents. But. wait, can you trust them to tell the truth? Life is difficult.",
        "The Salk polio vaccine was introduced and widely given without the rigorous testing required today.  But parents lined up their children to get their shots. They knew what polio did. One of my aunts was infected from drinking unpasteurized milk on her parents farm in the 1930s. She was sick for quite awhile.  I struggled with cavities for years; well water so no fluoridation.  My kids got fluoride treatments because we weren't on a municipal supply. We don't see the consequences.  Science and medical literacy is pretty abysmal.  The same people who buy into these distorted claims aren't reading the fine print for their streaming services.  What makes you think they really care about facts?",
        "If people can't figure out inflation and what causes it how are they going to figure out the nuances of vaccines and other health issues? Unless you give them real data that says if you take this vaccine you have this chance of each side effect they will not search out or understand the nuances. Same for all drugs and supplements. To do so would be a vast undertaking not possible in our current society and our present data overload.",
        "If only there was detailed information readily available on the topic of raw milk somewh—oh wait, there is! FDA has a raw milk landing page with eleven active links to additional detailed information and news stories. It’s all there.\n\nSometimes you can lead horses to water, but you can’t make them drink.",
        "Gun Control is a public health issue. In my county our public health van provides gun locks and locked hand gun boxes. Let’s start with that. I don’t see the Trump gun nut administration doing anything about preventing suicide, mass shootings or accident prevention in the future. The country would be safer if we took guns out of the hands of the mentally ill, irresponsible parents, spouse abusers, and weird Republican Congress women. Raw milk is just a distraction.",
        "Whatever the facts regarding these topics, raising them as an immediate response to Kennedy's mentioning of them only signals to the ignorant masses that he is not the unhinged purveyor of far out ideas and theories reasonable people know that he is.  Please just stop now before peoplesrsrt believing he speaks the same kinds of \"truth\" that Trump does. Or, as rational people call them -- lies.",
        "This author is throwing small bones.  She is not nuanced.  The bottom line is people have a right to drink raw milk and not drink fluoride in their water.  If they are not bright enough to read and interpret the research and listen to their own bodies, they can trust the big ag, big pharma \"experts.\"",
        "You forgot the main reason people doubt experts, they fall pray of charlatan politicians.  Education, critical thinking are lacking more and more in the US.  Good luck with nuance when the kind message that resonates is “they are eating the dogs”",
        "Do you really think RFK jr and the Trump administration are going to do nuance? You have seen a Trump rally, yes? You have heard RFK jr speak? It would be nice to think you’re going to have a reasonable scientific debate but that’s not how Trump got where he is or any of his henchmen. Hyperbolic excess is the rule and we’re going to get plenty of it. The still small voice of reason will be drowned in the Fox News bloviation by “experts “ with an axe to grind.",
        "Great article, Emily. Very calm tone and clearly written advice that hopefully cuts through the noise. My worry is that the volume is too high.",
        "Providing any level of detail does not help because conspiracy theorists do not care for facts. For some people, the Earth is still flat no matter how many satellites take pictures from space.",
        "As a public health professional I think it's a fair call-out to say that we haven't done a great job in recent decades learning to craft messaging for settings and in ways that will be most salient to the greatest number of people in the 21st century. If our call is to champion efforts which produce the best results for the population as a whole, but we're failing to get people's attention or make arguments that move the needle in the right direction on their collective personal decision-making, then we're not doing our jobs. I, for one, think we have a lot to learn from marketing an social media. If a corporation can convince millions of people that they not just want, but NEED all manner of stuff that they should come out of pocket for and often ingest (e.g. processed food), and social media is fined tuned to a frightening degree to hold people's attention, don't tell me public health agencies have nothing left to learn about how to communicate effectively with people at an emotional/gut level. So not only could we acknowledge nuance on certain topics, but we can also learn to speak to humans as the social and emotional creatures that we are. It can be done with honesty and integrity.",
        "There's a war on Science underway, and people like Bobby Kennedy are going to be generals. We have to fight back, and I'm trying to figure out the best way individuals can support Science.",
        "We should not dismiss the threat of TB.  It was endemic in the US and caused much death and debilitating illness.  I personally know of one family whose father and sister died from it, a brother suffered life long term mental health issues, and the two brothers spent 2 years in a sanatorium at ages 6 and 10.  \n\nTB is highly contagious.  If one family member contracts it from raw milk, they can then spread it through their family and neighborhood.\n\nI remember my mother and neighbor (the family decimated by TB) saying there will come a time when Americans forget the substantial benefits we reap from public health advances like vaccines and pasteurization.  We will let down our guard and discard these public health measures that have reduced death rates and prevent debilitating illnesses.  Are we ready to further reduce our life expectancy and increase childhood mortality?",
        "One thing seldom mentioned about measles is the effect on a developing fetus when the mother is infected. I'm not sure about simple exposure, but put yourself in the place of that expectant mother when the older child is sent home because of a measles outbreak at school.",
        "I'm old enough to remember when store clerks asked, pasteurized or unpasteurized,  when I ordered milk.  I remember going to a doctor who smoked in his office.  I remember a friend who refused to wear seat belts because of a fear of his car bursting into flames and he wouldn't be able to unbuckle to get out.  Medicine, like all science, is a progression.  The problem is information today is wide open to quacks, conspiracies, opinions with very little checking. This article is informative and accurate. Investigate before making a decision. I knew a bartender once who switched to filtered cigarettes because they filter out \"all the bad stuff.\"",
        "When a science writer, talking about a science study, uses the word gender instead of sex, I wonder what else she is saying that is politically correct but not accurate. \nI'm sure the children in that study of IQ were sorted by sex, and the boys who felt like girls were still counted as male.\nPlease use the word sex when referring to male or female human beings. Gender is nebulous and fraught.",
        "It's worth noting that even in the US, water fluoridation is not a universal thing.  IIRC, when I lived in Ithaca, NY, a decade ago, the town did not have fluoridated water.",
        "The President elect, in all his wisdom, has chosen a conspiracy theorist to be in charge of the health of this country. Kennedy has absolutely no qualifications for this job.\nHe has cast doubt on all childhood vaccines which are the most cost EFFECTIVE preventive medical interventions ever devised. He has caused actual deaths. \nA population that lacks basic scientific education is ripe for misinformation and not qualified to do their own”research”.\nWhat they do not learn in school they will not learn accurately from TikTok.",
        "I was born in Paris where the water has a relatively high level of fluor. I have never had a cavity or filling. And, though I say it myself, I don't suffer form developmental issues. I am grateful to the French for giving me such good teeth.",
        "This is pretty sad. The research on vaccines, fluoride and raw milk has been established for years. \n\nAnd yet, they now require an article from the New York Times. \n\nI'll be waiting for the update on whether or not the earth is flat.",
        "\"Everything is a conspiracy theory when you don't know how anything works.\"\n\nNo amount of nuance is going to change a lack of, or aversion to, education.",
        "Nuance does not fit in a tweet.",
        "While NYC was offering $100 incentives to get vaccinated for COVID and the opportunity to be vaccinated under the whale at the AMNH, or vaccinated at home, I had colleagues in Asia driving around at night defying a curfew trying to find oxygen for relatives, and buying vaccines any way they could. \n\nClearly this mentality of questioning science and public health guidance is a privilege. \n\n\nImagine the suffering that could be ended if an effective tuberculosis vaccine was available tomorrow. Vaccines save lives.",
        "If fluoride in community drinking water is banned, it’ll  be those who can’t afford regular dental care,and their children, who will suffer the most. It’s also my understanding that good oral health is essential for good health overall.  \n\nOf course, only those of us who are “ woke” enough will care about the suffering of others.\n\nRJK Jr. and and  many of Trump’s supporters won’t even notice or, if they do, care.",
        "I am no fan and a deep skeptic of RFK, Jr., but, unfortunately, because the FDA and the mainstream media do, in fact, spread outright disinformation, it gives credence to arguments that even the author of this article admits are \"complex.\" And they most certainly are.\n\nThis has been going on for decades when alternative treatments, use of herbs, and other modalities that didn't align with the AMA were deemed \"dangerous\" and so people like Gary Null and others, who were making valid claims that, at least, deserved some attention, were driven off PBS and other platforms so the corporate entities - and their truly unhealthy processed products - could keep racking up profits.\n\nRaw milk is simply healthier than pasteurized milk and there are MANY studies on this. Anyone who grew up on a farm had raw milk, not pasteurized, which causes far more negative health consequences. Raw milk contains many nutrients, vitamins A, D, and K, calcium, iron, phosphorus, zinc, and omega-3 fatty acids. It also contains enzymes and probiotics that support gut health. \nI buy it at my local market - it will last a week - and it is far better than truly unhealthy things like oat or almond milk.\n\nRFK, Jr. is also right about the number of toxic ingredients in many American products - cereals, juices, teas, etc. - ingredients that many countries ban. \n\nIt pains me to say that this is why Trump won: because of the arrogance - and, in some cases, outright ignorance - about common sense matters of health.",
        "The media has a role to play, too.  Many health and science reporters want only the headline and not the nuanced details.  This misleads the public.\n\nSome health news agencies do a good job (StatNews is one).  But, they are the exception and not the rule.",
        "I agree that the public should be given recommendations qualified by detailed backup information which people can chose to access or not. Having worked in the pharmaceutical industry for half of my career, I am not optimistic that detailed information will be used and interpreted judiciously given that most literature directed to patients by pharma companies and medical associations is required to be at the 5th grade level.\n\nMy own quandary at the moment is whether to receive the latest Covid vaccine dose. I preface this by saying that I am a strong advocate for vaccines (PhD in Immunology/Virology and years of clinical research). I am “elderly” (74) and though active. I have had 7 doses of the Moderna vaccine through 2023. I have had Covid twice. I’ve been telling my friends that their T cell immunity after vaccination will keep them from developing severe, life-threatening Covid. But T cell immunity is technically difficult to study, so current recommendations are based solely on antibody levels against the Covid spike proteins which don't say much about total immunity. I worry slightly about a low but real incidence of myocarditis and pericarditis, mostly in young men, but haven’t seen anything about the effects in older individuals. My risk might be a higher WITH the next vaccine dose than without it - plus I am one of those who suffer 2 days of aches and fatigue after the mRNA vaccines. I will forgo the latest update and consider a protein-based vaccine in a few months.",
        "Western Europe does not use fluoride in their water supplies.  They have access to the same studies we do and yet choose not to use it.  How is it wrong to at least ask the question about WHY Europe doesn't use it.  Do they know something we don't?",
        "Donald Trump didn't help things in 2020 when he lied and exaggerated about the pandemic.  He wanted simple answers when there weren't any.  So did the GOP.  They ranted about freedom and civil rights.  They didn't want to do anything to protect the public.  Freedom and civil rights are meaningless if we're dead.  \n\nThe data was confusing in the beginning.  But Trump and others didn't allow for that.  The first word had to be correct.  If it wasn't because the information had changed, Trump decided that the people supplying the information were unreliable.  They did the best they could with the information they had.  \n\nAs for the schools and teachers, they too did their best given how many parents felt that wearing masks was an imposition.  Never mind that teachers may not be in perfect health or have family members they didn't want to infect.  That didn't matter to the parents.  School days were free daycare.  Had parents behaved like adults, students would have been back in school sooner.  \n\nAs someone who has worked in scientific research I can say that one thing hasn't changed over the years:  Americans are unwilling to understand science no matter how minimal the effort might be.  I would say one three syllable word concerning my work and friends eyes would glaze over.  They'd whine about how they couldn't understand it.  They could have.  They didn't want to make the effort even when I explained.",
        "While I agree that we should share more data vs a simple good or bad. The problem remains that the ignorance and cognitive bias these days is extreme. Most don’t even read past a headline. While us news junkies may find that odd, the vast majority of the population does not dig into topics nor want to. (As clearly evidenced by this recent election with people still googling tariff after the election…)",
        "How many of your readers will know after reading this article that most of the world, including nearly all European countries, does not add fluoride to drinking water? Or that vaccine schedules vary from country to country?",
        "This nuance on risk is something those who advocate no measles vaccinations or flouride in the water won't give you.  Many are fanatics, some cite only outlier studies, few are willing to reason about research in the manner suggested.  But still the author is absolutely right with what she suggests.  It can't hurt, and it may help.  It's often easy to accomplish.",
        "It's easy for us as humans to simplify things to a soundbite. When you hear more about people's concerns, though, they often to have valid reasons or at least, they feel valid to them. I've always been highly skeptical of anti-vaxxers. After a conversation with a new friend who I learned did not have her children vaccinated, I learned that her children had followed a normal vaccine schedule until their youngest developed Guillaume-Barre (my apologies if this is misspelled) and went from a happy, walking, babbling toddler to a toddler who could not walk or talk and had other issues. Through treatment, she eventually recovered but it was well over a year. My friend has never had another vaccine given to her children or herself. It feels excessive to me but I didn't watch my child struggle for over a year so I try to feel grace toward her in my heart and we don't discuss it.",
        "Good article. I appreciate the nuance, and the straightforward communication about science topics.  A lot of comments look like they were written by people reading with a heavily ideological slant; I wish more people would read from a place of open-mindedness and curiosity. Most good personal and policy-level decision-making starts from recognition of nuance.",
        "This is a natural consequence of experts getting so much wrong during COVID-19.\n\nThank God I live in the free State of FL, and our Surgeon General, Dr. Ladapo\n\nI will trust his recommendations because he was right in the most challenging situations.",
        "Unfortunately, this is predicated on the general public having any tolerance for nuance. These days, if it can't be explained in 15 words or less as someone idly scrolls by, your chances of breaking through the noise are low to non existent.",
        "It takes me back to my restaurant days when the chef would furtively hand me a piece of contraband cheese from France made from unpasteurized milk. Pasteur was French. \n\nThe author makes eminent sense but for the education level of the average American. Nuance is a liberal talking point. Medieval fears of science are policy. \n\nMy cousin insists her chronically unhealthy teeth were a result of her rural childhood deprived of municipal fluorinated water. She's in her 70's.",
        "Thank you, Dr. Oster, for this article! This is exactly what I have been hoping to hear in term of nuance and public health.\n\nNYTimes, please publishing more articles like this, especially ones by Dr. Oster! I will read anything she writes!",
        "I think the FAA should also be more nuanced so that I can decide which airplane is safer to fly in.",
        "If water public fluoridation is so great why does it not exist in Europe?  The obvious reason is that the EU is far more concerned about potentially dangerous chemicals than the USA which continues to have a more permissive attitude towards artificial additives in food and water.",
        "Water fluoridation mostly benefits the children of parents who can’t pay for regular dental treatment, and do not ensure that their children brush their teeth. \n\nYou know. THOSE people. \n\nI don’t think that RFK and his admirers have any  real interest in people’s health. It’s the smug satisfaction and opportunity to scold the poor that excites them.",
        "\"Public health agencies typically tell people what to do and what not to do, but they don’t regularly explain why — or why people might hear something different from others.\"\n\nI don't think it's their fault. Knowledge builds upon itself. Over time, some baseline level of knowledge becomes expected when professionals talk to one another. That's why they come up with new words- to save time by allowing them to express themselves more concisely.\n\nSo explaining things in a way that laypeople could understand is difficult because that has to involve unraveling the jargons in the profession. Doing that might be a nice way to check if one actually understands the term that one is using, but it's exhausting all the same.\n\nAs such, as matter of practicality, there's limit to how much experts can respond to random ideas that people come up with. People can pick ideas off the thin air and hurl them all around in matter of minutes or seconds; trying to think of ways to explain why those ideas are wrong or are poorly supported takes much more effort and time.\n\nSo we prioritize. We assess the credibility of ideas that people come up with. We ask for their sources, we ask if they did their homework in at least trying to understand what the experts are saying, and we dismiss poorly supported ideas. I think the question is whether we do that well, not whether we do that in first place. Who really listens to every single advertisement out there to see if products will make their life better?",
        "\"People often do their research, and if they feel the risks of raw milk have been exaggerated, it can erode their trust.\"\n\nPlease stop using the term \"research\" for what people look up on Google. It confuses the equivalent of going to the library with what scientists do, and the two activities are absolutely different. The easy availability of information, right and wrong, on the internet has empowered average people to believe in \"facts\" that bear no semblance to reality. All of us know people like this, and all we can do is shake our heads.",
        "Sorry, but this is not actually helpful. Public health agencies actually do make their \"nuanced\" reasoning available to the public, the public just chooses not to read it. Therefore, it's a good thing that public health agencies give us the TL;DR -- vaccines are good; raw milk is dangerous. \n\nI read Ms. Oster's book when pregnant with my first daughter. In it, she questions the validity of American medicine/OBGYNs' many warnings to pregnant women against consuming alcohol, raw fish, etc. She may be an economist, but she is not a clinician or public health expert and we'd all be wise to keep that bit of nuance in mind.",
        "Anyone who has lived on or visited a farm knows that raw milk is only good, even with refrigeration for 2-3 days, 5-6 at very most.  So how are they going to keep it on the shelves?\n\nSince most people don't or won't use it, an enormous amount is going to end up in the garbage.  Grocery stores that stock it are going to have huge losses.\n\nIf someone really wants it, I'm sure they already know where to get it.  But any attempt to mandate its sale as a general matter is a lose-lose.",
        "The author completely ignores the fact that public health agencies in the US have extensive websites filled with data and  the kind of information she is talking about. The problem is two-fold: 1) we live in a world of soundbites and limited attention spans, so messages need to be short and specific; and 2) people have grown incredibly lazy about actually looking at data and studies and expert interpretations.  They much prefer to listen to one-off complaints posted on Reddit or Substack rather than actually learning how to look at data.",
        "This article misses the whole psychology of how humans access risk. If you plant the (debunked) idea that your child might get autism, parents see that as a worst case scenario and even the smallest risk is too high. RFK uses this to manipulate people and then says, “I never told them not to vaccinate.”\n\nFor older readers, our grandparents taught us the real worst case scenario. They had siblings that died. For parents today, the closest story we have is the families in Samoa who lost their babies to measles. Tell that story. Humans respond to narratives that they can place themselves in.",
        "Social media and the onslaught of \"influencer experts\" have destroyed common sense and independent thought and now science. \nAnd for what? For money...\"buy my supplements and live healthy course\", \"buy my test to see if you have heavy metals in your blood\", \"listen to me and feed my non existent ego and help me get a powerful gov't job to make you all sick\". \nTruly, social media is the end of us all.",
        "It's wonderful to see Dr. Oster back in the NY Times.  She always brings a fresh perspective.\n\nLike many, I wonder whether she is correct that Public Health Officials fail to provide a nuanced view.  As others have pointed out, the nuance may get stripped away as the messages filter through the media.  \n\nRegardless, her summaries of the data around raw milk, vaccines and water fluoridation are excellent.  I doubt a public health official would express substantial disagreement with any of it.  Plus, public health officials could benefit from seeing how she takes complex issues and lays them out for a lay audience - both in this article and in her other work.",
        "One issue I see is that the population that actually had the measles in large numbers (baby boomers) is aging out.  We remember just how sick everyone got from measles, not including the possible complications that some people had.  I wouldn't wish measles on my worst enemy.  As for fluoride in the water, I didn't have it and had lots of cavities as a child.  My kids had fluoride  and didn't have cavities.",
        "Sure, more specifics applied to complexity would elevate the discussions.\n\nBut how many want to do all the work of weighing, measuring, and considering before making a reasoned decision based on evidence?   Not many, I'd wager.  Most true believers would just rather believe, and we know most of those true believers gravitate toward one political party.\n\nThat said, the harm of refusing to acknowledge the benefits of adding small doses of fluoride to water supplies and pasturing milk is mostly limited to individuals and families, the secondary social and economic costs aside.   \n\nMeasles, however, can be transmitted to others.  Maybe unvaccinated people should stay at home.",
        "I drank some raw milk 35 years ago. It tastes so much better! Though I haven't gone looking for it, I've since had no interest in drinking homogenized, pasteurized milk.",
        "In my opinion, the reason that public health agencies are losing trust isn't stuff like this. It's things like the initial \"masks don't work,\" followed later by \"you have to wear masks or else you're anti-science\" during COVID. That is just one of a number of COVID-era examples of public health officials making statements aimed at convincing people to do what the officials wanted, rather than communicating the best understanding of the science.",
        "Next, you should turn your gaze to seat belts and air bags.  I'm sure their benefits are over-rated too.  After all, we all lived without one or the other or both for many years and we're still here.  Right?  And there may be unknown benefits to not having these safety measures, who knows?  I look forward to your next precious treatise.",
        "Is part of public health's mission is to save us from our own worse instincts?\nIt may be true that the the optimum thing for my beloved child would be for everyone else in her school to be vaccinated, but not her. That way she would avoid both exposure and the small chance of vaccine side effects.\nBut would it be right for public health officials to advocate this strategy?",
        "I'm with Robert from the Old West.  The people should be provided nuance, Ms Oster, but I am not optimistic that they will either listen, or comprehend such nuance if they bother to listen.  The American people are intellectually lazy and have difficulty determining valid and good faith sources of information.  The situation bodes ill for public health, the integrity and durability of democratic processes and institutions and for broad-based prosperity.  \n\nAuthoritarianism's rise is correlated with intellectual decline.",
        "I'm disappointed in your evaluation of raw milk.  The number of illnesses is low precisely BECAUSE of all of the regulation that RFK wants to dismantle.  Raw milk can't be exported over state lines, and it's limited largely to small diaries because of that, where milk from a single contaminated source has very limited distribution.\n\nMoreover, 11 million people is only 3% of the population. If you extrapolate your #s to the full US population, that would be more like 26,000 illnesses per year.  Granted, that's an oversimplification, but your argument that raw milk doesn't cause much illness is an even worse simplifcation.\n\nFinally, once the restrictions on raw milk are lifted, we will likely see larger dairies, which mix milk from numerous source cows, supplying raw milk across the country.",
        "Public health agencies lack nuance in their messaging and policies so when evidence in contrast to  their messaging emerges it creates distrust and resistance of the message.\n\nTake the CoVid vaccine.  I had a severe case of CoVid in 2020 that affected my heart and colon (not my respiratory system).  I had an adverse reaction to the first set of vaccines that set up a case of long CoVid affecting my heart.  My PCP told me not to get the second set of vaccines.  Meanwhile other medical providers insisted my health problems were not due to the vaccine. Because of the public health messaging to do the right thing and get vaccinated, I ignored my PCPs advice and got vaccinated again with disastrous results that ultimately ended in a heart attack, sleep apnea and a fib.  At 68 I have been an athlete my whole life and as one friend told me, “I thought you were indestructible”. Stress tests and a CT scan showed the artery clear that clogged up 10 months later.  They are listening now. But Public health agencies still suppress messaging that the CoVid vaccine can be dangerous for some. \n\nMy undergraduate degree is in nutritional science.  I go to a dairy to buy (not ultra) pasteurized  milk and think raw milk is dangerous to consume unless it has first been scalded like when I make yogurt or cheese because of disease risk.  However, I think consumers should have the freedom to make an informed choice and raw milk (from individual dairies)should be widely available for purchase.",
        "Before the advent of the internet most people did not have easy access to scientific research and perhaps were a little less sophisticated about understanding it. For this reason black and white recommendations from the scientific community was most helpful. However, in today's world more people are picking up on the nuances and have much wider access to different studies and opinions. For these reasons the nuances described in this article will be necessary going forward to reestablish trust in science in general.",
        "So grateful for this call for sanity in our society full of name-calling and a refusal to listen to one another.",
        "I strongly agree with the advice in the column. It would be worth it for public health authorities to develop a simple system for lay people to approach scientific controversy. A simple 2 point 1-5 rating would suffice: one for the strength of evidence for safety, and one for strength of evidence of benefit/effectiveness (including best estimate of the “number needed to treat”). Measles vaccine would be 5/5, raw milk 4/1, water fluoridation 5/3.\n\nA lot of public health interventions are really geared toward a small vulnerable population—for example the fortification of bread primarily to avoid birth defects, even though these would be very uncommon even without fortification. People are tired of elites telling them what is best and removing choice. Arm them with information and let them choose for themselves.",
        "This is a sensible article. Comments herein that use this article to blast Trump are deeply misguided and missing the point. \n\nWe missed nuance during the pandemic. As Oster says, “The problem is that when people find one piece of guidance is overstated, they may begin to distrust everything.” \n\nUntil we start understanding *why* people distrust public agencies we’re never going to gain their trust back. I lost trust during the pandemic when public health officials wouldn’t concede that masking outdoor la was likely overkill. I felt the public could have handled nuance about that. Conceding the point and explaining the nuance about raw milk for example could be a good test.",
        "Most people aren’t qualified “to do their own research” and if given the details by a health agency, they’re going to ignore it. They want someone, anyone, besides the big bad government, a scientist, or an expert telling them what to do. People are dumb and will make terrible choices, most of the time. \n\nIf I put a glass of water and a glass of Coca Cola in front of most Americans, what percentage is going to drink the water? Admittedly, having wrote all that if you put a glass of raw milk and a glass of pasteurized milk in front of most Americans they would take the pasteurized. “Raw” has made it into the food lexicon.",
        "I, and most of my neighbors, grew up drinking raw milk straight from the bulk tank on our dairy farms and it did not kill us.   I dont feel any burning desire to drink it now but I also roll my eyes at health department folks who insist it will surely kill us all.  It might kill the careless and stupid but that does not mean all of us should be treated like we are stupid.  Extreme absolute positions that contradict my lived experience are why I don't trust the chicken little  Public Health nanny state on things like performative masking .",
        "I grew up in the era where there were no vaccinations for chicken pox (I had that when I was a baby and don’t remember it), mumps (five years old, it made swallowing incredibly painful),  measles (eight years old, it’s like having your entire body covered in the worst mosquito bites you could possibly ever imagine, and you have to keep the room dark so that you don’t lose your eyesight), and rubella (some mild itching).  If I had had children I would definitely have made sure they were all vaccinated at the earliest age possible—it seems insane to me that parents would put their child’s future at risk because they’ve fallen for weird conspiracy theories.  Just say no to eighteenth-century living!",
        "I cannot believe this is even a discussion in the NYT. This is how low we have fallen. \n\nNow the conspiracy theory crackpots that “do their own research” on whatever internet site and Reddit forum they look at can run free as experts. \n\nHigher education, years of scientific research, pharmacology, and data mean nothing. \n\nThe next time anyone needs a heart surgery or organ transplant, let’s see if they ask RFK or a surgeon that is trained from evidence and research based medicine. \n\nEvery other country in the world will be ahead of us scientifically, and we’ll be too busy suffering from measles or polio to care.",
        "Great article.  If the election tells us anything it is that the faith most Americans have in our institutions and \"experts\" has been destroyed.  And rightfully so, particularly on the medical/science front.  Our Covid response saved millions of lives, but the poor communication around some of our government's choices may risk future lives by eroding confidence in our agencies.  When our medical institutions and most respected scientific journals have been captured by ideoligical activists the public SHOULD be expected to seek their own information.  Providing the right amount of information about personal and public health topics will allow people to make their own choices and hopefully rebuild trust in the CDC, FDA, AMA and others before another crisis hits.",
        "So a man who is an environmental lawyer will spew his ideas against decades of science. Making America Sick Again. Just shameful.",
        "This is exactly the kind of information I’ve been getting from officials.  Guess you have to actually read and listen, though.",
        "The social media lies and misinformation are so rampant that it's hard for the rationality of articles like this to get through to the public.",
        "The New York Times should make public safety articles sharable, especially when there is significant misinformation in social media and other media.\n\nPerhaps it would make a dent in correcting misinformation if such articles were widely shared.",
        "Reading the comments, a lot of the problem is there. You guys want to believe that medical decisions are not nuanced. I was straight out of my master's classes at a medical school when my daughter was born. I asked them why they were wanting to give her the first vaccinations at the hospital when her immune system was not yet at a point of development to respond to them. They admitted on pressing that they give vaccinations in the hospital to get parents used to getting them done so they will continue on. That is not a compelling argument to me and I delayed her first vaccinations until the correct month of development which the doctor understood when talking directly to me. But I had to explain multiple times with the nurses about why we should wait and they looked exasperated and made me sign things. We have a system that asks you to be entirely trusting or pushes you to be on the defensive which makes you more open to fruity ideas. Not being respected enough to explain a medicine or therapy is infuriating to parents.",
        "Nuance is not the problem, especially with people dumb enough to vote for Trump or embrace an RFK the Extremely Junior.\n\nThe problem is that way too many Americans have less scientific knowledge than I had back in sixth grade during the 1960s, and absolutely refuse to learn the simplest things. In fact, they’re very often infuririated by atttempts to teach, or convinced that the attempts are brainwashing.\n\nFDA or whoever can explain till the cows come home, or devote their website to pictures in crayon, whatever.\n\nThese guys and gals are not in the market, period.",
        "Whatever else RFK recommends for people’s health I wish he would tell people to lay off the sugary soft drinks. Those are definitely much worse for you than milk pasteurization.",
        "Making intelligent decisions about topics that are statistical in nature requires some basic understanding of what the numbers mean. Sometimes it's fairly transparent, and other times it is opaque. Understanding the difference between relative and absolute risk is also important. Good luck reaching people who can barely balance their checkbooks.",
        "The solution to public health problems caused by anti-vaxxers, alt-medicine advocates, science deniers, etc. is to sue them for damages when you get sick as a result of their errors/omissions. Everyone understands money, and for some that's all they understand.",
        "Let's talk about the reality of persuading entire nations on certain topics.\nGoing with complexity, while one's opponent goes with simplicity (however wrong) will result in in a victory for your opponent.\nThe GOP has been winning the propaganda wars since Reagan.\nLargely because they follow the old Army KISS formula:  Keep it simple, stupid.   Add their willingness to lie, and they have sold a series of outrageous positions in regards to complex topics.  A very good example is their recent hysteria regarding trans people.\n\nInstead of muddying the waters, public health officials should be firm and simple.  Otherwise, fluoride out of the water will be the least of our public health crises under RFK, Jr.",
        "Trump's purpose as a serial liar is not to entice his listeners to believe what he says but to create skeptics who don't believe or trust anything, except what they see on FOX or Newsmax or read in Murdoch publications.\nThe total lack of critical thinking skills among Americans will enable Trump to continue his deceit.",
        "At least part of the problem are the people who see and read these headlines (from Kennedy, for example) and don't understand or care about \"nuances\" and \"details.\"  Sad, but some Americans won't research and learn; it's not that they're ignorant but just lazy, intellectually.  Sad.",
        "Give us more science in schools! Bottom line is don't make me roll up my sleeve for the idiocracy. I've been vaxxed since the 1950s. I have 98% of my own teeth thanks to my parents taking us to the dentist, getting our fluoride treatments, safe city water, and pasteurized milk. They grew up in times when none of that was available and had seen the effects on their peers. Bad teeth, damaged hearing and eyesight from measles, childhood diseases crippling and killing children. \n\nFluoride. A naturally occurring mineral found in many common foods today: tea, fish, cheeses, meats, nuts, rice. What are you going to do? Stop eating? \n\nThe greater danger is the erosion of shared reality, shared facts and data, shared reason. That is what is making us unhealthy, from a mental and whole physical and social sense.",
        "\"Being more nuanced will not be easy for public health agencies. They need to put more trust in their audience. This means communicating that sometimes the evidence is uncertain or complicated and may change over time.\"\n\nThis assumes that there is a public willing to think about the details, research a variety of view points and draw an educated conclusion about health agency advice.\n\nThe public I'm familiar with loves reality TV,  spreading salacious rumors and falsehoods on Facebook and showing their disdain for scientists and education.  One Facebook post will destroy away all the nuance and trust you extend to them.",
        "My dad was a dentist pre-fluoride and post-fluoride.   He told me the number of children with cavities dropped significantly, and he even mused about a lack of patients in the future.\n\nSo, go ahead and take fluoride out of the water, so parents can spend their hard earned money on their kids rotting teeth once again.   The dental profession can always use a new income stream.",
        "Why are we platforming an economist about topics related to science? This is part of the larger issue in the US of people thinking they can claim expertise in anything. Listen to scientists, who just about universally endorse the idea that driving raw milk is bad.",
        "The thing about providing details is that when you write that at high levels such as those seen in studies out of China, fluoride causes health issues, is that *this* is the one and only thing people who haven't studied statistics hear, and then they rush to buy toothpaste without fluoride, stop using mouthwash, and get those filters that take out every bit of fluoride from their water. \n\nIn the US people are not educated to use reason and logic on facts. They don't know what relative risk is. When one COVID-19 vaccine showed a rare risk for a specific population - young men - to get a treatable, short-term cardiac issue, they stopped vaccinating at all. \n\nThat, even with the message that the rate of a more severe form of that same disorder was a risk of getting COVID-19 while unvaccianted. \n\nAnd then the AV takes the first message, \"this causes THAT!\" and that's all people know and care about. They run with it.",
        "Distrust of science didn't come from the pandemic, there's been an assault on science by corporate America for 50+ years in order to maximize profits (see tobacco, oil and sugar industries and just recently producers of PFAS compounds).  These industries (and others) have made Billion$ off of muddying the water by undermining the most basic scientific consensus. As a result, Americans ability for critical thought has eroded and have now embraced a \"pride in ignorance\" and unparalleled in the rest of the industrial world. So now even the most undisputed scientific concepts like global warming or even a spherical Earth are now commonly disputed. \n\nRemember that, statistically speaking, half of the population is of below average intelligence.  And, I can't believe this has to be stated, but that half of the population (but likely more) aren't interested in details on complex scientific issues; no more than they are interested in nuanced discussion on complex socio/political issues.  We have been groomed for mindless sound bites and easily-digestible one-liners. Anything requiring independent thought we find abrasive.",
        "Growing up in India, I have consumed raw milk my entire life. That is true for most Indians who have access to fresh raw milk that is home delivered or purchased at source (ie. a farm). Milk is boiled before consumption for safety, and I have never heard anyone get sick from it. But milk that is packaged for sale at stores has to be pasteurized, no argument there. I guess the question is, does US prevent people from consuming raw milk at their own farm? If yes, that is overreach.\n\nRegarding fluoride, sounds like it’s absorbed by enamel, and does not need to be ingested for its benefit. If there is a remote chance that it is harmful then why take a chance? Why not let people take responsibility for their dental hygiene?",
        "If Trump wants to reduce government, he should eliminate the Dept of Health and Human Services. Let Americans do their own \"research\" and decide for themselves how to handle their own health. They already rely on podcasters and influencers more than they do public health experts, so just get rid of the experts. Let them drink whatever milk they want, get vaccinations or not, add fluoride to their water themselves if they want it. Eliminate the NIH and FDA, since nobody trusts them anyway. As for the Human Services area, it administers Medicare and Medicaid, which is going to run out of money anyway, so just let some other agency handle it until the funds are gone. And, while he's at it, Trump should eliminate FEMA. After natural disasters, people just complain about how FEMA handles things, so get rid of it altogether. In fact, get rid of all federal agencies. Let the states handle things however they want, or better yet just let people figure stuff out for themselves with no government interference at all. Americans can learn everything they need to know about everything from social media.",
        "Thank you for the sanity.",
        "Maybe if we'd given nuanced detailed explanations of why it was implausible that Haitians weren't eating pets, more people would have seen through the lies fed to them by the politicians.  But I'm willing to try to explain vaccine and fluoride nuances to friends who are skeptics and see if it works, based on this article.",
        "Get the flouride out of the water. Everyone has the right to decide what drugs they will put in their body. I don't want flouride in mine, and I  really resent it being forced on me against my will. Part of the reason Democrats lost the election is their (often arrogant  seeming) high-handedness, so maybe they should dial it back. Let people make more of their own choices--their body, their choice.",
        "What about drink your milk the way you like it or don’t drink milk at all?  There is also growing evidence linking dairy to a range of health issues.  This information should also be available to the public. Another thought is, can raw milk be tested and certified free of TB, bird flue and other?",
        "I appreciate an argument in favor of nuance over current messaging on public health, which is \"this is good\" or \"this is bad\". Nancy Reagan's \"Just say no\" was useless as a drug abuse prevention strategy, why should other public health messages be any different?\n\nThere -is- an argument to be made that people need and want only simple, straightforward messages. Popular reliance on TikTok and other digital media instead of carefully vetted and edited news sources during our recent election support that. But, it is those same, simplistic messages on digital media which have led people to distrust vaccines and fluoridation.\n\nSo perhaps there should be 2 (or even 3!) levels of information: 1) The basic, \"this is good\", or \"this is bad\" that we currently have, 2) a more nuanced view, citing the degree of risk, supporting the current conclusion, but also acknowledging some evidence to the contrary, and 3) detailed citations to online studies.\n\nFor instance, re fluoridation: Current evidence is overwhelming that fluoridated water is safe and dentally beneficial at current levels of fluoridation. Yes, higher levels of fluoride can cause a variety of problems, and that may be a problem in rural areas with well water.",
        "Thank you for this article! Yes! We need more transparency and the ability to discuss things without being labeled a crank or a heretic. Because once a person loses trust in our institutions on one issue, that opens up a person to question all institutions and “experts.” \nFor fluoride if someone told you to take a pill that would reduce your cavities by 25% but may also reduce your IQ would you take it? I wouldn’t! Mechanistically, it inhibits the enzymes responsible for the production of glutathione in the brain. Glutathione is one of our most important antioxidants. At only 2x the recommended level in water it has been shown to lower iq. Lower IQ is a big side effect! We don’t know what it’s doing at lower levels yet. If people want to use this on their toothpaste that’s their choice but get it out of our water. And there are more deaths from bagged lettuce than raw milk. The government is raiding small regenerative farms and ruining some of them over this. We tolerate health risks from ib profen because it helps people with inflammation even though it comes with risks of kidney issues and stomach ulcers. I had severe gut issues until I discovered that a few sips of raw milk a day cured them (recolonized good bacteria in my gut). Maybe there’s not much science behind it yet, but that could also be because there’s no big industry to fund that kind of science? I hope our progressive reckoning includes more humility and lifts the gag order on issues like these.",
        "Corporate greed and public health are anathema to one another.  I give Kennedy ten minutes in the administration.  Once trump sees corporate backlash, it'll be \"Bobby, you're fired!\"",
        "As a retired physician, I can’t tell you how much time I spent trying to debunk some of these myths and untruths. But as my other used to say a fool convinced against his will is of the same opinion still.\nWith the incoming administration I fear the issues of health and safety will only become worse. It isn’t u til the deniers become really and are admitted to hospital that there is an aha moment. Which regretfully comes too late. I foresee a much less healthy population with an u supported medical system. I wish much strength for all current and incoming physicians",
        "I take thyroid medication and fluoride is an endocrine disrupter, and can affect thyroid function. Fluoride is mistakenly seen by the body as iodine. Iodine is an essential nutrient for thyroid production, and therefore directly impacts the ability of the body to make thyroid hormones by literally tripping up the system. Until recently I always had a well for my water. We moved and have city water where you can smell the fluoride, and the taste is a bit off as well. So I, by accident, looked up fluoride and found that I should avoid it because I take thyroid medication for hypothyroid. I knew nothing about this. I am a huge water drinker so felt that I needed to avoid our city water.  I drink mostly water we get from a nearby spring until we can get a whole house water filter that can remove fluoride.\n\n<a href=\"https://pmc.ncbi.nlm.nih.gov/articles/PMC5754860\" target=\"_blank\">https://pmc.ncbi.nlm.nih.gov/articles/PMC5754860</a>/\n\n<a href=\"https://pubmed.ncbi.nlm.nih.gov/38029816\" target=\"_blank\">https://pubmed.ncbi.nlm.nih.gov/38029816</a>/",
        "To the people who think fluoridation around 1 part per million is a health risk, my question to you is what do you consume on a daily basis? Do you even take the time to look over every ingredient in your processed food?",
        "This essay did nothing, unfortunately, to convince me of the author’s premise that nuance by authorities on matters like fluoridation, etc. would produce a better-informed public.  When anti-vax people or anti-fluoridation people have legitimate arguments based on science, I want to hear them.  But expecting the public to sort through competing claims, rather than hearing the consensus of science, will not produce the outcome the author hopes for.\n\nCan we just remember the idiocy of Trump vs. Fauci at the COVID briefings—with Trump casting doubt on the efficacy of COVID vaccines (while he took them himself, of course)?  Science and politics are not in the same league.  The last thing we need is people like Kennedy and Trump given a platform to challenge science when they have no education behind them, but a political axe to grind.",
        "Elements in the same vertical column have similar properties. Beneath Fluorine is Chlorine, then Bromine , then Iodine. All of those elements are in daily constant use, especially chlorine. The risks of not treating public water supplies far outweigh the risks of using a bit of chlorine to inactivate microorganisms or using some iodine to sterilize vegetables or some bromine in your pool or hot tub. This is a case of \"If you can get the people asking the wrong questions you don't have to worry about the answer\". Kennedy is a crank... the fluoride in water is not a serious risk. On the other hand, telling lies to frighten about measles vaccines causing autism literally puts us all at risk. People who intentionally expose their children to Chicken Pox are setting them up for painful Shingles later in life. Having a chief exponent of such ignorance in charge of public heath is a uniquely stupid thing to do.",
        "Anyone who thinks RFK Jr. should be influencing vaccination policy ought to conduct a quick websearch on what happened in Samoa when his misinformation to leaders caused an outbreak of the disease. \nSpoiler alert: 5,700 cases and 83 deaths.",
        "OK Dr Oster, give us one example of how YOU would communicate to the public about fluoridation, vaccines, etc.!!\nAs a scientist I am satisfied that the US Public Health Service is\ncommunicating fairly and in an easy-to-understand way based on the scientific facts.",
        "In exactly which branch of science does Kennedy hold an advanced degree? Medicine? Nutrition? Dental Medicine? Physiology? Pathology? Immunology? Answer: none of the above.",
        "Of those I know, people from the pre-fluoridated water era have mouths full of fillings and/or missing teeth. Those who grew up with fluoridated water have no fillings or next to none. Why is Cheryl Hines' husband qualified to run anything in the U.S. government? Oh, I guess, the ultimate goal is to destroy our institutions. Got it.",
        "“Robert F. Kennedy Jr. said this month that the new Trump administration would recommend removing fluoride from public water supplies”\n\nShould that be done before or after we all get our bleach injections?",
        "The vast majority of Americans have never taken a science class beyond basic high school science.  Half of Americans don’t have a reading level beyond 6th grade if they read at all.   The greater majority of doctors and scientists give advice based on research and the benefit of the common good.  Can we let these people do their jobs rather than listen to the influencers, journalists , politicians and wingnuts?",
        "Very typical hubris by an economist. They seem to think they know everything, even issues far outside their field of expertise.",
        "\"Concern about autism has been conclusively debunked in large and reliable data sets.\"\n\nIf you believe the deep state is out to get you and your kids, you just don't believe the data as presented.  Fake science if you will.  Kennedy will find the data that matches his conclusion.  Science done backwards.  How fitting.",
        "The thing about fluoridation is that it essentially means medicating people without their consent or knowledge.",
        "As to raw milk, sometimes one is able to judge what happens when one drinks raw milk.  In VT one summer I bought raw milk directly from a local farmer.  After I served it at a meal my kids all had digestive reactions.  The meal was a typical meal — PB&J and some fruit that was a part of a batch from the store.  The raw milk was an outlier.  I didn’t serve it again and the incident ended.  Nothing scientific, observation only.",
        "Interesting examples.\n\nVaccination is something you can do to protect yourself, but more importantly protect others. That makes it a collective social choice (horse sense).\n\nFlouride is something imposed on everybody to confer a benefit on some more safely than if it is done as a personal choice (the high test treatment the dentist gives you if your water is unflouridated). \n\nAnd raw milk is a risk you can choose to take that affects only you.\n\nSo the three examples are of different categories. Better communication only really affects the last.",
        "It's all about choice. I'm tired of the government telling me what's good for me. I don't drink milk, but if I did, I should be able to buy raw milk. I don't want fluoride in my tap water, but I'm forced to consume it. I saw my nephew's son go from being a healthy, interactive two-year-old to becoming severely autistic. Was it the forced vaccine schedule? I don't know, but people with questions are labeled conspiracy theorists instead of wondering why one in 37 American kids are now autistic. Follow the money, I always say.",
        "The author says, \"...Reasonable people may make different choices on a given issue.\"  Yes.  Of course.  \n\nBut this statements falls prey to the author's own warnings about oversimplification without context.\n\nWhen \"reasonable\" people choose to behave in ways that endanger others-- as they did in droves during (and before) (and after) the worst of covid-- they are, in my opinion, no longer reasonable.  \n\nThis \"reasonable people\" idea, in practice, collapses.  People say, You make your choices; I'll make mine.  Live and let live.  Live free or die.  All that.  \n\nBut, when others make choices that endanger-- and even threaten to end up killing-- others, like, say, attending an event (bike rally, swingers convention, holiday celebration, etc.) with flu-like symptoms during the height of covid, even though people at the event are older and/or immunocompromised, these choices are deadly.  And those who've made them are effectively \"living free and letting others die.\"  This is not \"reasonable.\"  Yet this kind of behavior was rampant during covid.  People savored and flaunted their freedom to spread disease.  The behaviors were deeply anti-social.  People had this cavalier and even resentful attitude toward prevention and a very repugnant stance on even the mildest forms of inhibition, let alone self-sacrifice (masking, distancing, etc.).  \n\nGiven the author's somewhat simplified statement about choices, it's worth noting that not all choices are reasonable.  I'm sure she'd agree.",
        "I can speak to my observations about raw milk. The farm cleanliness standards for raw milk are far more stringent. And even then you get a higher incidence of illness. I don't see milk producers ramping up raw milk production.",
        "Why do we need scientists with all their book learning and research when we have prairie wisdom, Robert Kennedy Jr, and Joe Rogan?",
        "Imagine that the public health experts provide the level of detail suggested in this essay. The science is often complicated, and it's impossible to give people complete confidence without them taking science courses to understand how immunology works. If the experts do provide greater detail, people either 1) dismiss the evidence as propaganda by Big Pharma; or 2) get bored quickly at information they don't really understand. \n\nYes, public health officials can do a better job in communication; there's always room for improvement. But at some point, we all have to trust experts. If enough people are scared of flying, do we no longer trust experienced pilots, and regular people should just do their own research and fly their own planes? Do airlines need to provide engineering schematics and the fundamentals of aerodynamics, as if non-experts could understand that information?\n\nThe problem here isn't public health communication. It's a problem of epistemology and how we know what we know. And the reason we're dealing with that now has more to do with the internet and rise of social media than poor public health communication.",
        "When I’m researching a health-related topic, I always search for an NIH-funded meta study on the issue. Some wonderful research is widely available. However, sometimes I need to login to a university account to access the full pdf, and sometimes the abstracts aren’t very accessible to lay people or don’t clearly state the conclusion of the study. I would love to see increased accessibility and promotion of these taxpayer-funded studies.",
        "There is no lack of nuance in the public health literature.  Ms. Oster's article has links to many useful studies, and interested readers should follow them.    However, she simplifies things.  To take up just the raw milk issue, the link that might support her point on tuberculosis is to a history-of-science study on the pasteurization campaign in Chicago, 1908-1916.  At the time, researchers believed that much TB in children was bovine TB.  Both the pasteurization campaign and later cattle vaccination programs grew from this belief.  One of the surprises of ancient DNA research is the rarity of bovine TB in people, both in the distant past and more recently.  Nevertheless, pateurization kills food contamination organisms.  It increases the \"safe before\" range for refrigerated milk, just as irradiation vastly increases the shelf life of \"refrigerate after opening products.\"\n    I have consumed raw milk for much of my life, but I've lived in rural areas and kept my own livestock.  Raw milk tastes so much better!  But the cow-to-consumer distance is critical.  If yesterday's milk goes in the churn or the cheese pot, one is at much less risk of contamination.",
        "I spent a lot of time on dairies when I was a boy, and the places are awash in cowsh#t, with cows walking in it, rolling in it standing in it 24/7, so it's very easy for bacteria to get onto the udders, teats, and into the milk, so the dairy people were extremely careful about cleanliness, hosing down cows before milking and housing down milking barns a couple times a day. Then the milk was hauled off to be pasteurized, which makes perfect sense to me.",
        "The author is not a public health expert. They are not a medical doctor, dentist or food scientists. They are an economist who is devoted to the individual- who seems unable to understand how (small) individual risk- and her willingness to accept some risks and not others- does not translate to public health policy.",
        "I'll switch to drinking raw milk as soon as I've determined that it's safe to drink from mud puddles.",
        "I keep on thinking that all of these articles are trying to make sense and meaning in a world where that no longer matters. Public health officials could elaborate. But if social media companies continue to monopolize and monetize our engagement and attention, often with inflammatory, false and easily digestible information, what good will clear explanations from public health officials do? No good. They won’t reach people no matter how well they explain things.",
        "Nuanced communication is very good, though soundbite culture and social media can make that difficult. In the larger sense, expertise itself also carries nuance -- we can value someone's expert knowledge while still acknowledging that it comes with blind spots.",
        "Part of the problem is that scientists are portrayed like magicians on television and other media, especially geared towards children or toward potential customers for new drugs and supplements. PR offices of universities looking for donations are also playing a role here. The first thing we should do is demand nuance from general children's programs and all medical and para-medical advertisers that market to adults as well as PR departments. They are muddying the waters and raising expectations for an un-nuanced, absolute truth from scientists who really would love nothing better than to explain the nuance to a general public that wants clear guidelines. Scientists find themselves in the unenviable position of the parents of teenagers who want to discuss everything and argue anything based on their limited world experience. Scientists do not know everything, but they sure know a lot more about their field than I do.",
        "Thank you for taking the time to start a broader, information-based dialogue about these topics.  The reactive fear-mongering against people who have been asking legitimate questions has not been helpful, and has caused a significant backlash against public health messaging, which has eroded trust.  As to fluoride in the water, everything I have read indicates that at best fluoride might help protect teeth when used topically, as in toothpaste.  However when consumed internally, fluoride is associated with numerous significant health problems, many of which have surged to epidemic proportions since the widespread use of fluoride in the water.  As a very small sample (my family), fluoride did not protect my teeth from numerous cavities, but my children, who are now young adults, have been cavity-free without any fluoride at all, not even in their toothpaste.  At minimum, the pros and cons of fluoridated water and all public health topics should be an open discussion that does not demonize people who challenge the status quo.  Thank you for being part of getting that conversation  started.",
        "I think raw milk is a space where regulation (and not outright bans) is crucial. I have been buying and consuming raw milk legally for years, including through several pregnancies (I did not, however, touch any cold cuts or precut packaged fruit). My children all drink raw milk and are all up to date on vaccines, including flu and Covid vaccines. \n\nAfter years of consuming high-fat, fresh, clean Jersey cow milk, my family all think milk from the store tastes absolutely horrible. In my own risk-benefit analysis, I know the raw milk we buy is safe because I know the farmer; I regularly see his calm, clean, happy cows (whose bodies are in great condition); I know their diet is mostly grass (and hay in winter), and that they graze in different spots to damper parasites; and I know that he tests his milk for bacteria counts. I would never buy or consume raw milk without knowing this kind of information. \n\nThis nuance is crucial but missing from a lot of the conversations around raw milk. The price and convenience that Americans expect when procuring their foods, including milk, requires scale and regulations that are not always conducive to freshness and, therefore, safety.  I think if we want to be able to drink raw milk safely, we to be on board with raising costs, so farmers have the resources they need to prioritize the health and safety of their cows and milk — and oversight, so inspectors can evaluate the milk for bacteria and viruses that could make consumers sick.",
        "The context with which you want public health officials to present such information is already readily available if people want to look at it, ever more available in this age of the internet.\nThe problem is that some people adopt attitudes towards these topics and then will not give them up, despite any rational information presented. And they will claim that efforts to have them review such information amount to (Choose as many as you like: Big Government, Big Pharma, Big bad AMA) are the results of 'conspiracies' against them. With this mindset rational persuasion is not possible. \nPublic Health Authorities should continue to do what they have been. As for those oppressed by conspiracies, they will have to change their minds on their own, or not.",
        "The author is an economist - not a public health expert. I am not seeing how this author is qualified to make statements regarding the risk of zoonotic disease from raw milk - and this is the is the problem. Can't we agree that the field of public health is left to - public health experts? Just like during COVID, everyone seems to be an armchair epidemiologist on fluoride, raw milk and measles.",
        "Why would you think the true believers care about the pros and cons of scientific explanations?  That’s where we are…",
        "I’ve talked to people who were “doing their own research” on fluoride. They had no idea that tea plants are superaccumulators of fluoride, and the levels in tea—especially powdered mixes and bottled—can be much higher than in public water supplies. \n\nDrinking multiple servings of the highest fluoride teas a day tea could actually potentially affect health, but that doesn’t support anti-government anti-public-health paranoia, so people don’t talk about it. Fear mongering  gets more clicks than facts.",
        "Fantastic article for normal people who process information in a critical manner and perhaps respect science or have a science background. The \"do your own research\" crowd, like Tom Cruise lecturing the world about the evils of anti-depressants, or the insane movement against 5G networks, or the anti-vax/anti-mask crowd, and now these people like RFK Jr. that are against fluoride and pasteurization, they're all cut from the same cloth. They don't care about the conversation in this article. They go down internet rabbit holes to confirm, and reconfirm, over and over again, the things they've come to believe. They don't understand science, so they are hostile towards it. When someone comes up with an explanation they understand that goes against the science, they latch onto it. They do not want to have this conversation.",
        "Germany has not fluoridated their water since the 1970’s. In many parts of the country you can drink clean, clear tap water which tastes great. No body has died because of it.\n\nRaw milk is legal in Germany and just needs to be labeled as such. Few if any deaths.\n\nVaccines for measles should be available to anyone who wants them and those who don’t want them are welcome to experience the disease. I do not want my tax dollars to pay for the treatment of preventable diseases when people chose not to get vaccines.\n\nOur healthcare system and food are a travesty. We need change now.",
        "Since the US flouridates more drinking water than the rest of the world combined, perhaps it is time we consider how other countries reached a different conclusion regarding its safety.",
        "Measles and milk, yes, but I don't agree about fluoride. Fluoride from other sources, such as toothpaste and dental rinses, has to be added to the fluoride from water. And where scientific results aren't yet consistent and straightforward, the responsible approach is to consider the worst case scenario.",
        "It is hoped that the new administration will enable the free market to function, ensuring continued access to pasteurized milk and vaccines. It is often the case that cities and counties determine water fluoridation policies, so one can hope that they will also respect state's rights in this regard.",
        "I am a stunch raw milk drinker and have seen the health benefits with my sister who has had asthma.",
        "Politicians should not make policy decisions on subjects where there is solid scientific evidence. That evidence might be complex and (very) difficult to explain to laymen. Layman politicians, e.g. RFK Jr, and we as other laymen need to accept that there are things we cannot understand that may nevertheless be correct. It is OK if policies are implemented if deemed beneficial by the very scientists who for the most part have spent decades to understand the issues at hand and why their recommendations are needed.\nWater flourination, recommendations on sale of raw milk and    use of vaccines are perfect examples of such issues where laymen incl. silly politicians, journalists and influencers should just accept what the experts are saying. There is a reason why why those experts are considered experts!",
        "\"fluoride is a complex topic, and glossing over that complexity — as public health experts and agencies often do — leaves people understandably skeptical.\"\n\nIt is my strongly held belief that (1) public health officials  are generally driven by science and good intentions; and (2) the public is not interested in the complex details. Part of their job is to make decisions on the behalf of a public that cannot possibly do so.  Public health agencies make the underlying science available to those who care to dig in. It seems rare that they do this with anything but good intentions and methods - although there certainly are instances at the national level where the pharmaceutical and insurance industries gets involved.",
        "\"sometimes the evidence is uncertain or complicated and may change over time. It may mean acknowledging that reasonable people may make different choices on a given issue.\"\nMaking a different choice on fluoride might be difficult for some people when it's put in the tap water.\nI have misgivings about fluoride beyond those mentioned here. Concerns that have a credible basis and are supported by research.",
        "Looking forward to the quality of domestic cheeses going up.",
        "all that is written here has been well known or at least printed in public media for over 50 years. Including the nuances. \n\nThe problem is in the reader not the public health authorities lack of awareness and presentation of nuances.\n\nraw milk, no advantage to drinking raw mile vs risks of drinking it. \nPasteurized milk has no listed shortcomings.",
        "Emily-\n\nWe don't need to debate the benefits of Fluoride or the dangers of raw milk.  \nRobert Kennedy has absolutely no training or background in any area of Health Care or Science. He is as Qualified to lead a Federal Health Agency as he is to Pilot a 747. As an active heroin addict, he injected himself with dirty needles and contracted Hepatitis. Why would such a person be trusted with the Health of million of Americans?",
        "This is a fair point on raw milk. \n\nBut as noted, most people pushing this stuff don’t care about nuance. People like me are the ones reading these articles and reconsidering a knee jerk reaction against raw milk. The anti measles vax folks will go to the grave screaming about the link to autism. \n\nI think it’s time to let it fly. Let these people do whatever they want to themselves and their communities. The rest of us can listen to crazy elites like doctors who went to medical school.",
        "Excellent points -- and I hope those in the federal agencies who read this article will take them to heart.",
        "It is worth remembering the quote of Charles Bukowski regarding the state of the world: too many smart people are full of doubts whereas not-so-smart ones are full of confidence.",
        "@Betty I grew up in a fluoridated suburb of a major city. By age 16 I had a mouth full of huge metal fillings and two root canals. Fluoridated water did not prevent this. The problem was unlimited access to candy and soda (including at school), and only a modest commitment to dental hygiene. As an adult with a very healthy lifestyle for the past 20 years *including the near total exclusion of sugar*, and copious consumption of water that is filtered for many contaminants including fluoride, I have had no further dental problems. \n\nBottom line: fluoride is probably fine in toothpaste, I don't want to drink it! It offered me nothing.",
        "As a kid our family drank unpasteurized milk for 10 years or more.  Every week we would drive to a dairy farm to pick up milk that was still warm from the cow.  To my knowledge, nobody ever got sick from it.",
        "I don't mind if fluoride is removed (and I can't stand Trump). In fact, I'd welcome it. Little kids and \"dental work\"? Stop feeding them sugar. They'll be losing those milk teeth, anyway.",
        "Excellent perspective.  I was on the frontline for drug safety issues during my working career and it is extremely difficult to convey scientific evidence to a skeptical public.",
        "You're right, but I've found that people tend to like simple yes-no answers rather than complex \"it depends\" answers. It's hard to win.",
        "The appointment of RFK,Jr. to any agency that deals with public health is tantamount to trump thumbing his nose at the American public, actually the whole world.  I now have another fear to add to my list vis-a-vis the trump presidency, the main one being a nuclear war. Now add to that, a plague.  My world is getting scarier and scarier.",
        "\"The reaction from public-health officials often seems to be to yell the same thing, only more loudly. This isn’t working.\"\nWorked for Trump.",
        "Too many people have already had their brains rewired by social media. They expect immediate, definitive answers. If they are not immediately forthcoming from some \"authoritative source,\" they will distrust the source. If they are nuanced and not definitive, they will distrust the source. What we need more is public education to explain to people how science works: that it is always provisional, that conclusions can be changed or even reversed by further research, and that it takes a lot of time",
        "With the best of intentions, the author is asking that the population approach information with nuance, the one thing that social media, news media,higher education, and even the CDC has abandoned. It may be too late.",
        "I'm just glad people are talking about these things instead of mindlessly listening to one source. Now lets talk about the 3,000 approved Food Additives in the US compared to the 300 in the EU, funding more research for entheogens and their impact on ex-service members with PTSD, why \"Big-Pharma\" is allowed to advertise on TV in such large numbers, why Autism diagnosis' have tripled in the last half-century, why 70% of young men between 17-24 are ineligible to join the military. \n\nNobody in the public eye has been asking these questions except for RFK Jr., who has hundreds, if not thousands, of hours recorded online as to why he thinks these issues are important to discuss.  And if that comes at the cost of a few kooky ideas here and there, then that's fine by me as I can make my own decisions.",
        "We have a saying in teaching: it’s typically more important to be clear than to be complete. And that is with a captive group of students in a learning context where there are immediate consequences to failing to assimilate the information. The writer might understand the complexities of the science, but she doesn’t understand anything about teaching. The public has no ability to absorb details and to think critically about evidence. It did not lose trust because it was mislead by public health officials who were working against the clock using the best available evidence, it was by being mislead by ideologically based evidence deniers. We are now facing a campaign of systematic misinformation that is monstrous in scope and will hurt many people. There is no public attention span for details.  They must be informed that everything coming from conspiracy theorists and science deniers is not to be trusted.",
        "Retired dentist here. When I worked in a rural area, I didn't have to ask a mom where they lived, I could tell when the child opened their mouth if they lived in the town with fluoridated water or out in the country with nonfluoridated well water. The differences were remarkable. Now those kids have mouths full of metal and nonmetal restorations. Once the fluoride is gone, mouths will fill up with restorations and then the under-informed who believe dental restorations are full of poison will be cranked up. The naysayers will have to \"pick their poison\", you can't have it both ways.",
        "These are excellent points, but they fail to diagnose the bases  of the communication strategies among public health agencies in the context of the media outlets used to distribute their guidelines. They also apply to many other   scientific subjects when transmitted to a largely ignorant or gullible population. \n\nThis has to do with how MSM and now social media package and  present their public health oriented coverage, their formats, who is chosen to \"respond\" to the presentation, the length of time allocated for it etc.\n\nThese structural features made a mess of CDC communications in '20-'21 whose disastrous consequences for trust continue today. \n\nThe fact that MSM always feels it needs to have a non scientist \"moderator\" who guides the discussion within the short intervals allotted to the subject  is presumably due to the concerns that \"conversations\" will wander, lose focus, or get too technical within the shortened intervals required by reduced attention spans.\n\nIn addition the talking heads format means that effective visual aids either do not accompany the discussion or it isnot sufficiently explained what they are trying to convey. \n\nIn such a context where follow up and sustained focus are not given the emphasis needed for a nuanced understanding of  the basis for a  guideline, coherence and clarity are lost upon the uninformed viewer who ends up with a very simplified, easily distorted (by bad actors) understanding of the basis for a particular guideline.",
        "Thank you for the amusing and witty meme, if I am using the term correctly, that accompanied your headline. For those of us who are horrified by what is about to come to pass, the use of humour might be the only thing that gets us through the next 4 years.",
        "When I was in college, I had a little button on my Army Surplus Eisenhower jacket. It read, \"Question Authority.\" I thought it made me look avant-garde and cool. I know, I know -- what a knucklehead. \n\nToday, at the age of 61, the button I'd like to pin on my jacket would read:\n\n\"By all means, question authority. \nAnd give the answers a good, sincere listening.\"\n\nThat would have to be a very big button, wouldn't it?\n\nStill a knucklehead after all these years...",
        "Absolutely, public health officials should disclose and explain more.  But what makes you think people will read it?",
        "Interesting that Kennedy and his followers are so focused on fluoride in water when a third of Americans cannot access clean running water, half of Americans’ drinking water contains lead that is elevated beyond what the American Association of Pediatrics says is safe (and lead has REAL neurodevelopmental effects on children), many of the nation’s water tables have been sucked dry by industrial agriculture, and corporations continue to dump toxic waste products into our waterways with impunity. No, the REAL problem is fluoride that a shadowy THEY put in the water and not profoundly greedy people who feel entitled to the highest ROI at the public’s expense.",
        "I am fully vaccinated, including recent covid and flu shots.  But in taking vaccines, I have to violate my ethics.  I am a strict vegetarian, against killing animals.  Vaccines can contain animal derived substances, like squaline (sharks liver) and gelatin (animal bones, cartilage, skin).  They also contain chemical preservatives that I would never eat in my food.  I carefully look at food labels and avoid such chemicals.  Then when I get a vaccine, they are injected directly into my body.  Nuance would be being informed about vaccine ingredients.  But we never get this.  I have made an informed decision to sacrifice my ethics for my health and public health.  But most people have no idea what's in that needle.",
        "\"The reaction from public-health officials often seems to be to yell the same thing, only more loudly. \"\n\nI don't agree with this, especially when it comes to vaccination. I thought that health officials did an excellent job at educating the public on vaccination during the COVID Pandemic. People where not listening to public-health officials. They were getting their information from social media and sketchy \"news\" outlets. Some people (who shall not be named) even made vaccination political. So yeah, public-health officials were treated very unfair",
        "I doubt the MAGA crowd will read the studies and make an educated decision.  What Kennedy and Trump say is enough for them",
        "Why do Republicans want to detach themselves from generally recognized science.  Yes, there is possibly a risk in fluoride, but there is a must bigger risk in driving a car and you don't see GOPers telling us to stop getting behind the wheel.  (And if anything, they want to reduce safety measures.)\n\nRemember it was the GOP that also advocated that was too prissy to wear masks during the pandemic and individual rights allowed one to infect a stranger with a potentially deadly disease.\n\nClearly, they are trying to reach out to their newest constituency, low information voters.  Be careful when considering advice from Donald, Bobby, Elon, et al, who do not preach from their areas of expertise.",
        "I have drunk fluoridated water fot years, even when I was pregnant.  My children and grandchildren have also drink fluoridated water since birth.  My children and  grandchildren have intelligence a lot above normal, and didn’t ha be cavities.  Fluoride was not in water when I was growing up and I have a mouthful of cavities tI show for it. As a child, I had every form of measles but my children and grandchildren have never had measles.  I was lucky enough to never get polio and was lucky that polio vaccines became widely available when I was in my teens and twenties. A friend wasn’t so lucky.  She still has a drooped foot from a bout with polio and recurring symptoms as an adult.",
        "“People often do their research[.]”\n\nWe cannot delegate the public health to the people.  The people are not scientists or experts.  Science gets things wrong no and then.  But throwing the baby out with the bathwater is no solution.",
        "Amusing to read the uninformed opinions of non-scientists about similarly silly concerns.  If only all of you really knew what the risks were that  no-one likes to talk about.  \n\nThe one bit of sense from this essay is that public health should really focus effort on mitigating the biggest risks that are most amenable to a public health approach.   The coordinated efforts (along with other changes) that have reduced cigarette smoking has been remarkably effective and offers a wonderful example.  \n\nNonetheless, talking about any of this now is just wasting all of our time.  The amount of chaos on the way will make these concerns seem silly.",
        "We’ve been telling Americans to fend for themselves without universal healthcare. \nPeople can’t afford healthcare. We isolate medical professionals from those in need and then blame end users for their distrust in a broken system.",
        "So you're saying all we need to do is explain things in more detail and people will come to the rational conclusion?  Just like the many millions who, against legal proof across the country, still say the 2020 election was stolen?  Who believe FEMA didn't help people after the flooding?  Come on, people can easily get the facts through Googling, they just refuse to believe anything they don't want to agree with.",
        "I agree with the author, but ….\n\nThe kinds of people ranting about flouride and vaccines will not wait patiently for nuance. Once flouride and vaccines are banned they will start on chemtrails and such.",
        "There outright quackery in popular media today is not a new phenomenon.  The nineteenth and early centuries were rife with patent medicine hucksters and suspect treatments.  The FDA was established to combat it and to provide a scientific basis for information about health, medicine and drug treatments.   Yet the hucksters are still with us, hawking panaceas that don’t exist treatments that do little or nothing.  The purveyors of this stuff often tell viewers and listeners that “the FDA doesn’t want you to know about this,” and other conspiratorial suggestions.  This is one of the great threats to public health in America.",
        "Though I agree the ideas suggested in the article are a good start, there’s an underlying problem of people defaulting to the easiest, most accessible source of info, which frequently comes from totally unverifiable places like social media or whatever rumor mill.  Combine that with a general population lacking the practice or capability to think critically, and it’s definitely an uphill battle.",
        "Raw Milk:  my dear departed spouse, born at the tail end of the Spanish civil war, grew up in a tiny village in the province of Córdoba, Spain.  He was the second of 17 children.  So you can imagine the family needed a lot of milk.\n\nMilk was delivered by goat:  a flock of goats to be specific.  And each morning my mother-in-law would tell the goatherd how much milk she needed.  And the goats would be milked.\n\nRight away all the milk was taken to the kitchen and boiled!  This may have been all during the ‘40’s and into the ‘50’s.  Those who milked the goats and boiled the milk may have been illiterate.  But these people knew the health risks and minimized them by consistently boiling milk every single day.\n\nIf poverty and illiteracy were endemic even in tiny backward villages in Spain after the civil war, these people were not stupid.   They knew well enough to protect themselves.  And so should you!",
        "So many now have given up on traditional media in favor of social media, that I wonder whether academics and expertise really matter any more in the United States.",
        "I know RFK is a bit of a wacko but honestly, I don't think we should be entirely trusting drug companies (and governments subject to their powerful lobbies)  to tell us what is good for us.",
        "I wouldn't worry too much about flouride, raw milk, vaccine phobia, or any of RFK, Jr.'s pet causes of the month. I predict within a month after the inauguration, the only time his name will be mentioned in the White House will be when someone asks, \"Bobby Who?\". All who believe he will have actual power in the Trump administration should line up now for their chance to buy the Brooklyn Bridge.",
        "I am not convinced that all Americans understand nuance. During the height of the pandemic I spent a lot of time talking to people about vaccination. And yes, a lot of time was spent listening. And what I heard was “on my feed I read…” or “I saw a video on (pick a platform)” I would ask how they knew it was accurate and often the circular reasoning was “because it was on my feed”.  Is every vaccine risk free? Of course not. But for most people, the benefits outweigh the (small) risks.",
        "It's not conspiracy to say that medical science is burdened by certain paradigms and actively penalizes research and practice of alternative, complementary and folk medicine.  Where rigorous research exists in these fields, it is unknown or ignored. When such research cannot be found, anecdotal evidence is still evidence, yet there is little guidance on how to evaluate it. \n\nWith rigorous medical research taking 10-20  years before approval and insurability, patients have a right to inquire about alternative medicine, to heal, survive and thrive now, not in 20 years. They have a right to question medicine's side effects and complications vs. alternative medicine's safety. \n\nThese considerations can be incredibly nuanced, or they can be corrupted by misinformation and conspiracy. It is up to the patient and their qualified alternative practitioners to navigate the maze critically.",
        "I believe in immunizations (Vaccines -a misnomer used truly for only Smallpox is in the general usage).\n\nI have gotten all immunizations and had no issue with them and in practice I gave out a minimum of some 30K doses of them to the limited degree that I can estimate over 40 years and had others give out perhaps some 10K more doses under my orders.  During that time maybe 500-600 got some mild fever and innumerable people got sore arms, but only 2 ever required hospitalization and none died.\n\nOne hospitalization was of a Diabetic male who was started on a new medication for his blood pressure with an ACEI and had a reaction to that and not to his immunization.    At least the signs and the treatment were only given to that end after his symptoms developed and no treatment was required for his immunization.\n\nThe other patient, a girl had a mild allergic reaction to the 'vaccine'.\n\nThe context:\nImmunizations are a good deal more safe than infections gone awry.\n\nCurrently Florida is at risk for a Measles epidemic as the threshold of 94-95% immunization has not been met and Herd Immunity is not sufficient to prevent an epidemic.\n\nMeasles without immunization programs caused an estimated 2.6 Million deaths a year throughout the World and perhaps as few as 100K deaths annually about the year 2000.  The reduction is well beyond chance.\n\nEven with the best hospital treatment, 1-2 in 1000 die and a good deal more are left with brain injury, hearing loss or other issues.",
        "As you write \"fluoride is a complex topic, and glossing over that complexity — as public health experts and agencies often do — leaves people understandably skeptical.\"\n\nMany topics in modern life are complex, but so many people are too busy or distracted with shiny things to take the time to understand them properly.  I fault these people, I find them NOT understandably skeptical.",
        "The problem with Mr. Kennedy sems not any particular belief he holds but his apparent fanaticism in imposing his beliefs. \n\nIf he believes measles vaccine causes autism, there wouldn't be a problem if he were to undertake an extensive search of the existing research and if he finds fault(s) with it, initiate new studies to verify or disprove his concerns. \n\nInvestigate the biases of the researchers. What role if any does \"Big Pharma\" play in existing policies? What institutions and persons are \"behind\" Mr. Kennedy?\n\nThe problem as I see it is his \"enthusiasm\", apparently without a solid background in the relevant science. I would feel much less concern if his agenda was not to quickly change policies but to investigate the whole institutional structure and increase transparency and then any needed changes should become \"obvious\". Also, he needs to show that he evaluates the risks versus the benefits of the various policies, research, etc. \n\nWe still as far as I can see have not fully exposed where Covid 19 came from. Was it military related \"gain of function\" research in some collaboration with the Wuhan Virus Institute? Far more important than fluoride in the water is making sure we are doing due diligence to try to prevent another disaster like Covid-19, always aware that complete certainty is rarely if ever possible. \n\nMr. Kennedy should start from humility and investigations, not changes in long established public health measures. Isn't the legal term \"stare decisis\"?",
        "Good thing the type of nuance Ms. Oster is arguing for is already part and parcel of public health communication. CDC and others spend a lot of time trying to tailor messages to accurately capture risk (a very challenging task) and in their statements rarely say things like,  \"raw milk is bad, never ever drink it\". \n\nRather,  good public health communication focuses on the risk of raw milk, the benefits of pasteurized alternatives, and then reiterate that children should never drink raw milk (deaths in children is the big thing we want to avoid).\n\nInterestingly, the author does not mention tobacco or nicotine products, one area where public health communication focuses on absolutes, where no amount of these products is deemed safe. Do these products also need nuance?",
        "Good perspective. Not sure whether people who are heavily swayed by emotional claims on social media will pay enough attention to additional factual info.",
        "A common factor in all debate these days is a lack of nuance. Everyone has been trained by social media that only black and white exist, true or false, there is no room any more for mostly true or mostly false let alone a mix of the two. The trouble is that the real world does not work like this. In the real world EVERYTHING is a shade of grey, darker or lighter depending on a multitude of factors and sometimes just circumstance at that monent in time. The other problem is hyperbole. Nothing is allowed to be ordinary any more, its either heaven or a complete distaster happening in X days usually tomorrow.",
        "\"As with many things, the dose matters.\"\n\n\"The dose is the poison\" is an axiom among pharmacologists and toxicologists.  This is certainly true of acute intoxication (which means poisoning, not drunk, which is just ethanol intoxication); we increasingly encounter chronic, cumulative effects for which it may take years or decades to get reliable data.\n\nFor those latter (public health, epidemiologic) problems, \"an ouce of prevention is worth a pound of cure.\"  Or as we say in our household, it may do some good, and certainly does no harm.",
        "I think the discussion around fluoride has to take spring/bottled water into account.   \n\nI think the percentage of people/children that drink city water has fallen dramatically this generation. I have relatives in Florida that haven’t drank city water in over 20 years because it tastes so bad. \n\nWe sell a LOT of bottled (non-fluoridated ) water in this country so I think the argument is mostly moot.",
        "The problem is a generally younger set of middle-aged Millennials and GenXers, many of them didn't know their grandparents and great-grandparents or their health histories. Before WWII, adults and children died in large numbers from something simple like strep throat (it killed my great-aunt at the age of 27) because there were no antibiotics. Polio was rampant - I went to school with kids whose legs were in braces and walked with poles, and those were the lucky ones. Some ended up in iron lungs for the rest of their short lives (and I'm a late Boomer). When vaccinations came along, my parents took my sister and me to the doctor and we had shots. We avoided smallpox, polio, measles, pertussis, diphtheria, and tetanus, the latter two my parents had and nearly died. \n\nIf you want to see what the lack of vaccination caused in the 20th century, go to any old cemetery from that period and look at the dates of death between 1916 and 1918 - most died of a worldwide influenza pandemic. There are dozens of graves for babies and small children. My maternal great-grandmother had 13 children. Three died from measles or diphtheria. \n\nPeople can agree or disagree with things like the taste of coffee or who wore a dress better. However, disagreement over treatment or prevention of diseases that can take people's lives because some people don't understand the science or believe in conspiracy theories fomented by uneducated yet popular internet influencers is another issue altogether.",
        "You're just adding legitimacy to that model conspiracy mongers and Republicans (who are one and the same) use all the time to promote their idiocy. They create problems where there are none by \"asking questions\" and they expect the public to take their uninformed thoughts seriously. Then the supposedly serious people feel the need to address these \"concerns\" that are nothing but stupid opinions expressed by grifters like RFK Jr. Next you'll be telling us that we should take Tucker Carlson's story about being attacked by demons seriously, because in the 13th century, these kinds of stories were rampant.",
        "\"They need to put more trust in their audience\".\n\nThis is the crux of the problem in our country right now: no trust in anyone but yourself. A democracy cannot function at high levels when this is the absurd definition of Libertarianism in which we all function. As a physician, I know that every decision we make is based on risk/benefit ratios, a concept never mentioned in this article.\n\nIf you think you can be an expert in everything, then you will be an expert in nothing.",
        "Calling for messaging by public health agencies that provides more nuanced summaries of the evidentiary basis behind their recommendations is appreciated. It's important though for that messaging to not be packaged in dense statistical terminology and data that, let's face it, many people won't make sense of. Relative risks (aka risk ratios), odds ratios, risk differences, etc. are routinely misunderstood and misinterpreted (occasionally even by the journalists writing about new scientific studies) and should be translated to more meaningful comparisons from everyday life that people can relate to.",
        "the movie quote from MiB fits nicely here, \"A person is smart. People are dumb, panicky, dangerous animals and you know it.\"\n\nI appreciate your thoughtful, nuanced, intellectually honest approach, but the last election has proved that on average, we aren't capable as a group of looking at facts like thoughtful and educated grown-ups.",
        "We need solid, nuanced, and accurate information about our bodies and how diet, medicines, and environmental (including public health) factors affect them from four sources: 1) the entities that manage our medicines (pharmaceutical and regulatory), 2) our medical and dental practitioners, 3) the media (print and broadcast), and 4) our education system (K-12). \n\nRe item 3)—Scientific, technical and medical reporting by the media has long been too simplistic.",
        "Bottom line - rely on experts, not social media or entertainment \"news\" for your information.",
        "Adding nuance is a smart way to combat distrust. Unfortunately, social media is not designed to handle nuance, but I still think you're suggestion is a good one.",
        "Emily Oster is great, but that parenthetical aside about the theoretical risk of bird flu in raw milk, oof. \n\nThis is the thing: risks and benefits aren't steady state. What may have been a reasonable \"personal choice\" may be a reckless endangment of the public in different circumstances. \n\nAnd right now, facing down a potential avian flu pandemic in humans, with reasonably convincing evidence that the virus survives in raw milk: well it doesn't seem like this is a good moment to take chances on loosening rules, or chalking up to \"personal choice\" a decision that could be the spark that ignites a pandemic with much higher lethality than covid.\n\nAnd if our regulators do loosen raw milk rules, we sure as heck need to give them the ability to quickly tighten them when public health requires it.",
        "This is a wonderful article: the unintended consequences of heavy handed government paternalism often undermine the benefits of the good medical science behind those policies.  Treat people like they are stupid and you often instigate some pretty stupid behavior where it would not have been previously.  Real autonomy in medical decision making requires accurate knowledge, it is more than, in the words of South Park's Cartman, \"I do what I want!\"",
        "I don’t know where you get the notion that the government doesn’t explain the reasons for their recommendations. I just went to the CDC website and found 10 pages of information on fluoride with dozens and dozens of links to data and research. <a href=\"https://search.cdc.gov/search/?query=fluoride&dpage=1\" target=\"_blank\">https://search.cdc.gov/search/?query=fluoride&dpage=1</a>\nDitto for measles vaccine <a href=\"https://search.cdc.gov/search/?query=measles\" target=\"_blank\">https://search.cdc.gov/search/?query=measles</a>%20vaccine&dpage=1\nand pasteurized milk <a href=\"https://search.cdc.gov/search/?query=pasteurized\" target=\"_blank\">https://search.cdc.gov/search/?query=pasteurized</a>%20milk&dpage=1.\nPerhaps it isn’t so much the big, bad, “elitist” authority figure--that some folks rail against--but the way people get their “information”. If you get your info from memes that dart around your screen, or from instagram, then yes, you are ill informed. There is plenty of info out there for those willing to look.",
        "While I don't totally disagree with the point of the article, I think the real problem is that, with the advent of the internet, people seem to think that if they read one article on something, they now know as much as the real experts.\n\nAs a society, we need to go back to respecting those who are experts in their fields and sincerely listen to their advice. Are the experts right 100% of the time? No. But our understanding of the world changes daily, and experts in a given field are presenting a current \"best practices\" view of their knowledge.\n\nI am smart enough to know that I know a lot about some things, a little about others, and that there are always people out there that know more.\n\nOn the other hand, vaccine deniers, etc tend to be those who know a little and believe they know all.\n\nHonestly, I don't think the recommendations in the article will help with them. Sad.",
        "This article is a good start in trying to build confidence among people — more detail does need to be provided to people about the risks, however small, of vaccines. The reason many people are skeptical is that they know scientists don’t know the long-term effects of newer vaccines (have you read the potential side effects of some of the Shingles vaccines) and often know of someone who had a bad reaction, sometimes a serious reaction, and would rather not take any chance that it could happen to them. I have read coverage of RFK, and while I don’t agree with all of his positions, calling him an “antivaxxer” and basically making him out to be a lunatic is unfair. He is not against all vaccines. I encourage people to listen to what he says directly and see if you agree. He is rarely directly interviewed for articles or asked to explain.",
        "Great piece!",
        "We don't need flouride in the water when almost every toothpaste on the shelf has flouride in it. Also, most pediatric DDS offer your kids a flouride treatment. We should worry run-off from fire-retardent and other pollutants (allowed by the GOV) in rural and impoverished areas wreaking havoc on generations causing birth-defects and cancer. here is one of many: <a href=\"https://www.cpr.org/2022/06/15/pfas-chemicals-security-widefield-colorado-springs\" target=\"_blank\">https://www.cpr.org/2022/06/15/pfas-chemicals-security-widefield-colorado-springs</a>/\nRaw Milk - thank you! This was such a thought and sane perspective on raw milk. Every week there is a listeria or salmonella outbreak from Costco meat or Boars Head or Strawberries from Driscoll. No one is throwing a fit about Boars Head Turkey eaters on TwitterX. Let people drink raw milk if they want. We have BIGGER issues as democrats. The \"your an ignorant woo-woo crunchy hippy who doesn't care about their kids\" is not getting us anywhere. We have to be in dialogue.  This movement of judging a person for drinking passion fruit tea to sleep as woo woo instead of taking a sleeping pill is causing so much discourse. The irony is that is almost always the person fighting for indigenous peoples rights (as WE ALL SHOULD) and saying down with captalism as they pop a pill from BIG PHARMA who is in the biz of making money-- that's it! When every tribe across the globe has a deep knowledge of plants that support health. We can hold two truths taking and Advil and putting some salt in your water. We must not be like the GOP! Be a better listene",
        "It's nice to know that more detail would reinforce what the public health authorities are saying.  But what this is telling me is that, in fact, the public health authorities are correctly interpreting the research and distilling the message.\n\nIf you gave me all the details, I'm not sure I would know how to interpret them.  Yes, it's good for all the details to be out there, but they already are and we already knew that.  There is no need to sow doubt and disinformation.\n\nThe question is whether public health authorities are doing their job.  I am trusting them to do that, and according to this article my trust is not misplaced.  I don't know, then, what the \"more detail\" or \"better way\" is going to do beyond creating confusion.",
        "Many commenters here are equating personal choice about vaccines with choices that affect only the person choosing or their children.  Unfortunately that is not the case, especially with highly transmissible diseases like measles, polio and Covid.  There are a lot of people with compromised immune systems or the quirky inability to acquire immunity to a particular disease.  For them herd immunity is a necessity.  I am going to cite some anecdotal evidence from my own family but the statistical evidence is uncontroversial.\n\nMy brother takes meds that suppress his immune system.  So do many others such as those with psoriatic arthritis.  That is why so many TV ads for drugs mention risk of infection as a potential side effect.\n\nMy grandmother had measles at least three times during my childhood.  Her body simply did not acquire immunity to that specific disease.  When the measles vaccine quickly led to herd immunity she was protected.",
        "I hear raw, full fat milk is good for you. I also hear it’s good exercising running away from the leopard when it chases you. Good times in the ole days! Because it’s old it’s good!",
        "You forgot to mention why some people prefer raw milk. This is exactly why people don't trust scientists: they don't feel heard. \n\nIn my understanding, often they or their children are lactose intolerant and pasteurization of milk removes a component that makes them able to consume milk.",
        "Fluoride is an essential mineral in the development of strong healthy teeth in developing fetuses. Fluoride in the water continues to protect these new teeth until the teeth come into the world..so to speak. When they come through the gums, they are now on their own for life. We protect babies teeth from decay with fluoride toothpaste. However, the benefit the children gained from fluoride before birth is lifelong - better, stronger teeth more immune from decay. These are the facts.",
        "Humans are fully capable of understanding the public health risks being addressed by current policies if they would focus on facts and leave their imaginations aside. But they do not, and so bad outcomes from ignoring honest and informed experts result, often to innocent children.",
        "\"However, the number of illnesses are small.\"\n\nThe number of illnesses IS small. The number is small.",
        "There is entirely too little scientific literacy in the country. We definitely need to increase our educational levels so people can understand why vaccines are safe and how to tell if the data shows that they are ineffective or unsafe. The irony is that Trump wants to eliminate the Department of Education, an organization that could be used to promote better science education in the US.",
        "I have been a physician for 45 years. During the pandemic I spent most of my time in the iCU helping to care for dying patients. I got the COVID vaccine as soon as it was available. When I see patients who are refusing vaccines I used to ask why? What I heard was a litany of ignorance, superstition, political propaganda and conspiracies. Now when I discuss vaccines with patients and they tell me they don't believe in vaccines I simply say \"That is the dumbest thing I've ever heard\". These are not people who are amenable to education.",
        "Nuance in the NYT would indeed be a good idea.\n\nWe should judge an idea on its merits, rather than who suggested it.",
        "As a result of bureaucratic bungling, water in the city of Buffalo contained no fluoride from June 2015 to September 2024. I wish some organization with resources and authority to collect this dataset and use it to evaluate the efficacy and safety of fluoride in a US setting.",
        "Why don't you mention the risks of raw milk during pregnancy?  \n\nWhen I visited a friend in France while pregnant, she mentioned that her French OB strongly recommended she only eat pasteurized dairy products and avoid fresh greens and vegetables unless she knew they were washed well, preferably by her.  The risks were listeria and toxoplasmosis, infections that a healthy adult probably wouldn't even notice, but that could irreparably harm a fetus. \n\nRaw milk and cheese is practically a religion in France but I took her warnings seriously.  It was a trip that was memorable for reasons other than food--I've never eaten so much overcooked spaghetti bolognese in my life!",
        "Excellent points. You'd probably want to have a severity level for public health recommendations, just like for hurricanes. If people got the same kind of urgent evacuation warnings for a small tropical storm as for a cat 5 hurricane, nobody would trust those warnings anymore.\n\nIf you follow social media frequented by young progressives, you realize that many of them seriously believe that if we stopped vaccinating all children against measles and everybody drank raw milk, virtually everybody would die. They really think it would be millions of dead. This in turn makes those people look ridiculous to the skeptics, who know that plenty of people drink raw milk and are unvaccinated and didn't die. It's an elevated and unnecessary risk but not a huge one. Measles are dangerous, but still 999 out of 1000 infected children do not die from it - growing up with an anti-vaccine mother, I was one of them. Hiding these facts doesn't help anybody.",
        "Very interesting and good! What a terrible headline title and graphic, though! Enough with condescension! (\"You're talking about it all wrong! Here, let us....\") How about: \"Some information about...\" \n\nGiven the mood of the country, as recently expressed, find a new tone, please.",
        "Measles. When I grew up (back in the dark ages) there was no measles vaccine. We all got measles and no one died or even had any difficulty. I have no problem with a measles vaccine now, but you need to look at the CDC's chart of recommended childhood vaccinations. They want NEWBORNS to be vaccinated IMMEDIATELY for a sexually transmitted disease even if there is no reason to do so. Common sense is needed rather than whatever Big Pharma thinks will make them a buck.  By the way, most of the conspiracy theories about COVID turned out to be true.",
        "the irony of this article about arguing for more nuance and not dumbing down science is that it is an op-ed and by definition dumbed-down...\n\nWhile I see the author's point about nuance, and agree with it in an ideal world, I think she misses the fact that she has probably spent half her life sifting through research papers and analysis as an economist and doesn't acknowledge that she is arguing from this lens. That the grand majority of the public doesn't have this experience. Nuance would be great if the audience wasn't getting their news from tiktok, Instagram reels, etc. \n\nPublic Health does have a communication problem. The answer isn't to communicate more pedantic science like the author's argument leads you to conclude, but to communicate in ways in which the audience is consuming information. Basically, meet people where they are at."
    ],
    "web_url": "https://www.nytimes.com/2024/11/13/opinion/vaccines-fluoride-raw-milk.html"
}