{
    "main": "This Is What It Takes to Get an Abortion in America",
    "abstract": "In text messages, videos, voice memos and pictures, we hear from the people at the frontlines of abortion access about how their worlds have changed.",
    "keywords": [
        "Abortion",
        "Abortion Drugs",
        "Dobbs v Jackson Women's Health Organization (Supreme Court Decision)",
        "Law and Legislation",
        "Women and Girls",
        "Pregnancy and Childbirth",
        "States (US)",
        "United States",
        "Deaths (Fatalities)",
        "Women's Rights",
        "Doctors"
    ],
    "comments": [
        "voting for the convicted felon very clearly displays who that percentage of the electorate is.",
        "Thank you for sharing these harrowing stories of American women, whose bodily autonomy and medical decisions have been denied by their patriarchal state governments run by religious zealots, venal politicos chasing maga power, and brain dead imbeciles who barely passed their biology classes in high school. It shows a fraction of the misogyny shown to women worldwide, but this recently legislated retroactive backwardness is appalling. We need to keep documenting and sharing to reach a critical mass of protest to force a reinstatement of Roe.",
        "The most Sickening, Repulsive thing about the 6 Faux Supreme Court Justices who enforced so-called \"justice\" by kowtowing to Sick, Repulsive Trump to overturn Roe v. Wade, is that these Liars who are supposedly Stewards of U.S. Laws and Pro Lifers -- \n\nCAN'T CARE LESS FOR LAWS OR FOR LIFE.",
        "I am not so much for or against abortion as i am against human reproduction period.  Really, do we need to add to the 8 billion gaping maws against the natural world?\nThis is the first time in evolution history where not breeding helps the species to persists.",
        "I wish I could force the two women on my street, one of whom is an OB/GYN (really!)  and both of whom are single and bought their homes by themselves, but who proudly display their sickening \"Women for Trump\" signs in their yards, to watch this--Clockwork-Orange style if necessary.",
        "This is Ruth Bader Ginsburg's legacy. If she had resigned when the Democrats controlled the Senate, as Obama urged her to do, Roe would still be the law of the land.",
        "When Democrats say there is no late term ELECTIVE AND OUT OF CONVENIENCE abortion you know they are lying. Where is the reasonable cut off line for out of convenience abortion? Day before giving birth? A week? 2 weeks? Democrats owe that answer to voters.",
        "Do NOT vote for GOP for any role! NO!",
        "We waited too long. The Roberts Robe Rustlers attacked habeas corpus, unions, gun safety, the Establishment Clause, contraception, the ballot, and the environment (two stays from Roberts on the Sierra Club lawsuit against the racist border wall), long before Brett Kavanaugh's gavel came along. BvG, Dred Scott for the new century.",
        "The Supreme Court did not do this to pregnant women; they  stripped all women of their right to agency and self determination, they have denied all women to their right to life, liberty and pursuit of happiness, they denied all women their right to free from religion.\n\nThe conservative cabal on the Supreme Court should be impeached, removed from the bench and disbarred. They have failed to uphold the Constitution. No amount of denial and gaslighting is going to change the fact that they created a decision to make their religious beliefs into the law. Everyone of them is a scoundrel and should be banished from our justice system so they can no longer abuse it.",
        "What strikes me first is that Erika Ferguson has more courage than all the Doctors in Texas.\n\nMore courage than all the doctors in all red states as a matter of fact.",
        "What does it matter to Republicans? These self-righteous prudes and misogynists have only one goal: punish and inflict pain and misery on 'lascivious' women.",
        "This tragedy is one horrific part in the right wing white nationalist's intent to force their  Project 2025 \"values\" and \"christian\" religion upon the rest of us, and turn out democracy into a fascist dictatorship.  Don't think that they will really do that if they win?  You need to inform yourselves better, especially about those whose philosophies and money created Vance.  It's terrifying, and the \"base\" voting for them has zero clue of how they will suffer the most brutal economic losses.",
        "Votes matter. I wish the news media would ask people who their voted for when they complain that their rights disappear. If you voted for the Don, you should not be surprised that there’s no abortion anymore in your Red State.",
        "And to think…all of this can be avoided by simply using condoms. Crazy thought, I know.",
        "This article treats babies as if they're a disease. As though getting pregnant is like getting cancer or something. Aside from being distasteful it must be said: we need babies! Our birth rates are plummeting. It's a major growing problem for society. \n\nI wish that the mainstream media were one 1000th as interested in the plight of mothers who kept their children, as they were about the mothers who don't want their children. \"Supporting women\" doesn't just mean the childless ones.\n\nPractically everyone has different opinions on whether or not abortion should be legal, and at what stage of fetal development. Yours and mine might differ wildly. But surely we can all agree that babies are precious and sacred, quite literally our future, add great meaning to people's lives, not to mention are necessary for our economy. However you'd scarcely know it from the endless parade of articles bemoaning (and greatly exaggerating) how difficult it is to kill them.\n\nIt's plain to see that the media's obsession with abortion rights fits right into their promotion of a culture of easy anonymous sex, childlessness, and ultimately loneliness and misery. Why not promote stable and committed families instead?\n\nAbortion legality is a complex and sensitive topic and I'm not prescribing a position on it here. But I would love for the media to start prioritizing the very real struggles of pregnant women, mothers and families with children, whom we as a society need, and who need more support.",
        "I write this post as a woman who has weathered less than equal pay and discrimination for being a woman because I might miss work due to a pregnancy. Never been pregnant and never missed a day unless I had the flu or had to have breast cancer surgery.\n\nThe only way this issue can be rectified is at the ballot box.\n\nEvery woman who is registered to vote stand up to this discrimination.\n\nEvery man who is registered to vote fight to protect your Mother, Sister, Grand Mother, and Auntie.\n\nThis issue affects every Woman in this country!\n\nWomen's Healthcare is a right and not dictated by others!",
        "How ironic - this outcome as a result of a ‘pro life’ decision by SCOTUS!\nEndanger women’s lives leading to their death - Pro life \nRender some women infertile- Pro life\nScare medical professionals out of OBGYN practices - Pro life\nThis feels totally surreal. 😱",
        "I'm grateful that I'm almost 76 years old.\nCan't imagine being young & god forbid getting pregnant in this country.\nWhen I heard Mitch McConnell said after the 2020 election that then President Donald Trump was \"stupid as as being ill-tempered. a \"despicable human being and a 'narcissist\"...\n<a href=\"https://apnews.com/article/mcconnell-trump-biography-election-0a861001d95287e689336504abc2281f\" target=\"_blank\">https://apnews.com/article/mcconnell-trump-biography-election-0a861001d95287e689336504abc2281f</a>\nWhat else people need to hear???",
        "Don't get mad, GO VOTE!",
        "We were voting for the Supreme Court In 2014! Where was everyone???",
        "All these heartbreaking stories, and for every one thousands of true believers so proud of what they’ve accomplished they can barely be bothered to wipe the hateful smirk from their hollow faces.",
        "Vote blue and give Harris the Congress she needs to end all of this suffering.  It’s on you now",
        "In their effort to close the border entirely, to own the libs, and have cheap gas, the right wing has happily thrown AMERICAN women under the bus.  \n\nWe are no longer (if we ever were) a first world or developed nation.",
        "So when does SCOTUS begin considering women 3/5 of a man?\n\nOh wait…. Decision made.  How any woman can in good conscience vote GOP is beyond all rational thought",
        "And republicans wonder why more women are choosing not to have children.",
        "It would help a lot if someone would publish the per capita abortion rate by state over time. Then we can see what the facts are pre-Dobbs and post-",
        "Please make this incredibly important piece available for free to everyone so we can share with as many as possible. 10 gifts articles is not nearly enough for this one.",
        "It’s amazing to imagine how much of a non-issue abortion would be if men could become pregnant.",
        "American women and Dobbs dads read these stories with horror, while the men at the Heritage Foundation, the Supreme Court, the Vatican, the Peter Thiel offices and the Elon Musk offices rub  their hands with delight at the untold suffering of women and girls? \n\nThis is the backlash to #MeToo.",
        "“Did anyone really want this?” The simple answer is yes. There were septic abortion wards in hospitals before Roe. Women (and girls) will always suffer when this medical procedure is taken away from them. That’s the point.",
        "The arrogance and cruelty of Conservative Christian doctrine has been on display with their abject refusal to acknowledge the horrors of a pregnant woman facing death because of their judges and legislators.\n\nThis is the Christian nation they want.",
        "The Supremes twisted laws to meet their ends. Women must take back the power in the only way left: at the ballot box. Will they?",
        "Now there are right wing politicians in Australia that want to follow America. They can see that their popularity will take a major boost if they bring in this archaic law. And are these politicians mainly women? Of course not. They are mainly middle aged men. It’s disgusting.",
        "Justice Alito was foaming at the mouth for this. He wanted. He prayed for it. He worked for decades on it. This is his idea of justice.",
        "This year France enshrined abortion rights in its Constitution. Merci, President Macron.\n\nI view Donald Trump's plan to reverse Roe as a profoundly misogynistic act. I see little difference between that and the Iranian mullahs who force women to cover themselves. It's all about control, punishment and male domination over women (and their bodies), nothing more, nothing less.\n\nAnd to think that half the American population venerate this individual and are poised to vote for him. It's baffling and beyond compréhension.",
        "Brave sounding words but a great misunderstanding of the valances of power. The women of these states must be given every tool available so speak out for themselves. Let them tell congress and the SC they are just tools of who holds back this country whatever the state. Allow them to shame them out of office.",
        "For those concerned, abortion services remain available in Utah from Planned Parenthood up to 18 weeks gestational age. The Utah Legislature did pass a ban, but this was blocked by state courts. See\n\nPlanned Parenthood of Utah\n<a href=\"https://www.plannedparenthood.org/planned-parenthood-utah/utah-patients/pregnancy-options/abortion\" target=\"_blank\">https://www.plannedparenthood.org/planned-parenthood-utah/utah-patients/pregnancy-options/abortion</a>",
        "Only the mother can decide whether her late-term seriously ill fetus can be delivered into a world where the gvmt is ready, willing and able to help (medicines, money, equipment) the child to live a dignified and pain-free life. Right now, red states are withholding the kind of assistance needed to do that. In cases like these, saving the baby means aborting the fetus. Red states are creating tyranny with the way they do things now. They have caused nothing but suffering and fear. They have saved no one.",
        "If you don’t believe in abortion, don’t have one. \nYes, it’s as simple as that. Just stop it already with involving the secular law in what is a personal and religious matter!",
        "You ain't seen nothing yet if women in swing states don't show up in droves to vote for Harris on Election Day.",
        "Given how prophetic Margaret Atwood was when she wrote The Handmaid's Tale, maybe we should ask her who will win the election in November",
        "This headline does not accurately portray the action and the truth of what occurred.  The Truth: the 4 males (5 counting Robert sniveling whine claim of he would not have overturned the settled Law of Roe v Wade) who have been assigned lifetime appointments to the Supreme Court and the one woman rushed appointment to the Courts by Mitch McConnell & the Federalist Society, with a follow-up from the rubber stamp from the former occupant of 1600 Pennsylvania Ave. there are 3 other women on the court who did not vote for the ruling in Dobbs vs Jackson. it was not a universal decision.  That should be noted.",
        "I’ve never been more thankful that I’m post-menopausal, and more frightened for all the women who are not.",
        "You know, I'm fully pro-choice but I also agree that Roe v Wade was based on questionable legal grounds. This \"right to privacy\" in the constitution doesn't exist. The Supreme Court made it up.  They said it's derived from the \"penumbras\" of several other Amendments. Come on. \n\nAnd look, this is the result of people losing all perspective on what was really important in the 2016 election. Were your minor reservations about Hillary Clinton really worth having this happen? This is the price of being distracted by nonsense and allowing that clown to squeak by and fulfill this goal that conservatives had been working toward for decades. But her emails. But her pantsuits. But she seems like kind of a scold. This is the price of not caring about politics.",
        "Reproductive health is not just a matter for women. Rates of sexually transmitted infections are rising. Even syphilis, once on the verge of becoming eradicated, is again prevalent. \n\nIt is rather rich that conservative groups like the Catholic Church, while settling lawsuits over child sex abuse, continue to tirelessly moralize over sexuality.  These groups work both to legislate against reproductive health and undermine our public health system. \n\nThe OB/GYN doctors highlighted in this piece understand that their patients problems are personal, biological, and deeply connected with individual circumstance. Seldom are they moral. \n\nWe live in a world where in certain places women are banned from looking a man in the eye or even showing their face in public. Even these draconian rules don’t stop miscarriage, hemorrhage, fatal fetal anomaly, infection, amniotic fluid imbalance, early rupture of membranes, and so on. They simply serve to put women under a religious regime. \n\nSo how about we stop moralizing about our sexual health, fund women’s health and offer men something as well, perhaps funding for vasectomies and STD screening.",
        "What can one say? Women deserve full access to reproductive healthcare. Roe must be codified. \nSubscribers, please share this article widely.",
        "First they bombed Planned Parenthood clinics and assassinated abortion providers, then they packed the Supreme Court, and now women are left with no Planned Parenthood clinics, no abortion providers and no hope of any help in their time of greatest need. This deprivation of timely health care would be disgraceful in any country, in the home of the brave and the land of the free it's a self inflicted tragedy.",
        "“New laws have forced doctors to delay care in life-threatening situations and made women afraid to seek it, leading to preventable deaths. Did anyone really want *this*?”\n\nWhy, yes. Yes, they did. \nControl and cruelty are the point.",
        "Next time maybe the woman will go vote! It’s not like trump didn’t say he was going to stack the court and overturn Roe. Hopefully woman will get off the couch and go vote this time.",
        "Nope… THATS not what the court did at all.\n\nThe Court interpreted CORRECTLY our Constitution, and NOWHERE in there does it say that anyone has a  “Right”  to an abortion.\n\nThat simply means that it’s the STATES JOB to decide that kind of thing… NOT the Federal Government.\n\nThere IS a method to actually put the right to an abortion into the Constitution if that’s what most of us want, but playing like the Constitution says something that it doesn’t was just WRONG.",
        "Not just pregnant women.  ALL women.\nThe 13th Amendment outlaws slavery and involuntary servitude.  Even if (a big if) a blastomere is a person, why is the woman’s body being wholly subjugated to it, against her will? That is the essence of slavery. \nAnd don’t get me started on that “states decide” stuff.  The same war that gave rise to the 13th amendment was lost by the side arguing that human rights should be decided on a state-by-state basis.  \nSo, are women not human beings?  Do we not enjoy the same rights under the Constitution as men? \nApparently not, according to this SCOTUS.",
        "It is unfair to blame the Supreme Court for overturning Roe v Wade.  Does anyone remember that McConnell kept a seat open for almost a year ? Do you remember RBG's precarious health and refusal to step down ?\n    The new Fedralist judges did exactly what everyone knew they were appointed to do.\n     Trump clearly stated he would get rid of Roe.\n     The honest starting point for understanding the end of Roe is October and early November of 2016.  Over half of white women who voted - voted for Trump. \n    Many women didn't vote or they voted third party. This is the result of not taking voting seriously.  And yet today the election is a toss-up.  I can't believe it is happening again...",
        "I think that, one day in the not too distant future, we will have to organize a national strike.",
        "The same people with their panties in a twist over our low birthrate have created an environment where women, and their partners, may not want to risk a pregnancy.",
        "In the summer of 2004, my wife went back east to take care of her mother.  Being on my own, I went out to get dinner and listen to some live music. The restaurant was packed, so I had to take a seat at the bar. I was close to finishing my meal when I heard a commotion behind me.  A woman, surrounded by her friends, was having an emotional break down.  I got up and offered my seat to her.  She took my seat, I paid my bill and left.\n\nAbout a week later, I went back to that same establishment. That same woman was sitting in the outdoor seating with her daughter.   She remembered me and graciously invited me to join them.  \n\nThe daughter and I started talking politics.  She was going to vote for George W. Bush.  I brought up the possibility of Rowe being overturned, which was also discussed back then in the media.  She replied, \"That will never happen, because that would be crazy\".\n\nTragically, she was half right.",
        "The Supreme Court is derelict and focuses on taking away our rights.\n\nFunny, I thought their job was to guarantee our rights.",
        "White women voters chose Trump over Clinton in 2016, yet this fact is never mentioned when discussions of Roe’s reversal are discussed. Now we’re bombarded by white women who are shocked, shocked that the elimination of abortion rights affects their miscarriages and nonviable pregnancies. Trump is poised to be elected again.  Miss me with the fake outrage.",
        "Congress had nearly 50 years to pass legislation codifying a woman's right to choose.  Granted, getting this through Congress, especially when it is divided (dem. house and rep. senate, or vice versa) or when POTUS opposed it (all GOP) meant it was impossible.  \n\nThe other problem is a lack of courage.  Congress cares more about grift and fundraising and getting elected and re-elected, so they were thrilled to be able to punt this to SCOTUS.  SCOTUS can't be voted out of office when it issues unpopular or just plain stupid rulings.  \n\nBut the radical theocrats played the long game, and in their Savior Trump they got 3 SCOTUS justices in addition to other GOP justices and once they got theocrats on SCOTUS, then this is the first step.  Ban abortion.  Yes, yes, so far it is up to the states, but when Trump returns to power, Congress and Trump will enact a national ban, so abortion in the blue states will be outlawed.  After that, contraception, gay marriage, and all of the other \"rights\" that currently fall under the right to privacy.  They won't respect the separation of church and state either.  We'll resemble Iran or Afghanistan than the kind of country we had for decades past.  \n\nI'm saddened and sickened by these stories and by the suffering of women and girls.  \n\nThose of you who are eligible to vote, this election matters.  Vote blue up and down the ticket, and then pressure your reps to codify Roe.  \n\nOtherwise, we're chattel and livestock (no say over our bodies).",
        "Where is the father in all of this?  Seems like the law is unconcerned.",
        "We can’t talk about this issue without  talking about the fact that hospitals are closing or no longer providing obstetric services in rural areas. These hospitals are usually owned by large multi state corporate health companies. These decisions are financially driven and are leaving women with nowhere to safely deliver babies. In my state, Wisconsin, this puts our women and babies directly in harms way.",
        "Incredible reporting but no surprise for those of us who remember the horrible patch work of laws before Roe. V Wade when abortion was illegal in 30 states. \n\nIn 1971 I was 17 and hospitalized with life threatening complications from an unwanted pregnancy while enrolled in a Chinese language program at Washington University in St. Louis, Missouri. My parents who lived in Illinois checked me out of the hospital in Missouri where abortion was illegal and put me on a plane to NYC where my older brother who lived in New Jersey met me and took me to get an abortion at a Manhattan clinic on the last day of my first trimester, as permitted by New York State laws. \n\nI was forever grateful to New York and moved to the city years later to attend a graduate program at Columbia University and had a rich and rewarding career as a single working woman in NYC and beyond.",
        "In 1973, the SCOTUS in Roe issued a decision that was legally flawed. There is simply no right to abortion in our Constitution. The more recent SCOTUS decision remanding the issue of abortion to the states is legally correct. It reflects a more reasonable interpretation of our Constitution. In the absence of a federal statute authorizing abortions, the issue must be decided on a state by state basis.",
        "The horror of this for pregnant women.\n\nAnd it affects so many more than just them:\n\n- their children\n- their husbands/boyfriends/partners\n- their parents (as a mom of an adult, this cuts deep)\n- their employers\n- their communities\n- their doctors and nurses\n- their military units\n\nAnd the decisions of young people:\n\n- where to go to college\n- where to live\n- where to accept employment \n\nNo Republican up or down the ticket can be trusted to do the right thing for women.",
        "While I am in favor of abortion for everyone, I also don't know why more women are not getting IUD's, or using the pill. Having to travel for abortions should be a rarity.\nI understand the fears of women who are pregnant not receiving proper care which is horrible.\nBut it's not like birth control is banned, and planned parenthood is still open.",
        "Enforce the Equal Rights Amendment which is the 28th Amendment of the Constitution. It has been validly ratified and is facing partisan delay tactics from a Trump appointee who refuses to sign it into law. It provides for the legal argument that women 'should be treated equally under the law' per the 14th Amendment and would stop the underhandedness of the atrocious and dangerous Dobbs decision rendered against women and girls.",
        "Powerful and moving. Any caring person not blinded by religious certitude would be left very angry and saddened.",
        "The core of the problem is that conservatives cannot acknowledge (much less cope with) the real complexity of pregnancy. \n\nPregnancy is not a Disney movie. It  presents real health risks. A zygote, embryo or nonviable fetus does not have the same physical or moral standing as the woman in whose body it resides. \n\nThere are reasons that it may be essential to terminate a pregnancy and (to some) overly casual reasons for doing so -- but inserting the government into making those decision would involve a level of intrusion few people are willing to accept. '\n\nThe reality is that in Supreme Court in Roe v. Wade weighed the rights of privacy and liberty v. government interests correctly. There is no compelling government interest in preventing abortion before the fetus could be viable outside the uterus.",
        "I knew it would be horrible.  It was much much worse than I imagined.",
        "I read a lot of comments about how horrible and wrong is resulted from the anti women rule by the SCOTUS is.\n\nThe anger and frustration is more than understandable. But it would be better to deal with the cause, the SCOTUS.\n\nThe concept of SCOTUS was based on honest judges rulling based on the constitution.\nWhat happens when the assumption is not met? \n\nSome would answer that congress has the power to rain the SCOTUS. So I asked what happens when congress is not doing it? What happens with the GOP and the SCOTUS are operating with a \"want to be dictator\", imposing personal religous beliefs, slowing down justice department investigations?\n\nThe system is broken, including the seperation of powers and the check and balance concept.\n\nThis SCOTUS is like the \"blue screen of death\" on a frozen computer screen. It needs a major reset (or power off, wait 10 seconds and turn on).\n\nThe only rest button I see is for president Biden to use the new absolute immunity to officials deal with the SCOTUS. They intended to give that power to trump, but Biden still has time to protect us using the new power.\n\nI think it is the only way. Anything else including complaints about the SCOTUS gets back the the same SCOTUS. It is a broken system in need of urgent repair.",
        "This is what happens when courts and politicians interfere in people's personal or religious decisions. Abortion is a religious and/or personal issue. No one has a right to interfere. but the ultra-right wing fundamentalist Supreme Religious Court decided they had to tell everyone in America that we have to follow THEIR religion.",
        "When The Times writes what overturning Roe did to \"women in this country\", I only want to point out that there is a very large percentage of women who view overturning Roe as a way to preserve the life of unborn fetuses, in other words, these women are pro-life.  Women make up a majority of the population, I believe, in every state in the union.  If women - all women - supported the right-to-choose, there would be no abortion bans anywhere in the country.  But they don't, and I'm only guessing but I'll wager that there are states where nearly a third (if not more) of all women support abortion bans.  I just think it's important to point this out  because the press often gives the mistaken impression that nearly all women are pro-choice.  That's most certainly not the case, and the numbers of women who are pro-life is large enough that it should be acknowledged whenever the issue of \"abortion\" and \"women\" is brought up.",
        "It feels like an attack on womanhood. And it is. The refusal of red states to convene a medical panel to clarify exactly when abortions can be provided in a crisis pregnancy, it’s as though they are making these women pay for all the legal abortions that happened in the prior 50 years.",
        "The United States has never valued women and girls, not for 250 years. \n\nThe singular question of this decade is whether it ever will.\n\nSo far, it seems the answer is a hard \"nope\".",
        "I'm at the end of my fertility years and being pregnant in my prime years was not easy.   \n\nSo I fear for all those US women that get pregnant at my age and cannot get the best medical care for their needs.  I hope and pray that all comes out right for you.\n\nI'm fortunate that I live in a country where professional medical doctors can provide the best solution for the healthiest outcome.",
        "FDR famously proclaimed, \"The only thing we have to fear, is fear itself\".  The Supreme Court with a religious mindset and without a Constitutional mandate has created fear in this country.  While we are 50 states, we are one nation.  Trump is dead wrong when he says that everyone wanted abortion remanded to the States.  That's not a fact.  Well over 60% of the nation wanted abortion safe and legal in America.  Trump and his Supreme Court minions sent the matter to the junior varsity legislatures within our states.  Some of the most corrupt bodies of legislation in the country.  They are led like oxes by the nose ring by the road preachers who gin up the abortion matter.  Every one of those Supreme Court justices when asked during their Senate hearings about Roe v. Wade told the public it was settled law.  They all lied.  So now the fear that Roosevelt spoke of is very real and many women with complex pregnancies, accidental pregnancies and life impacting pregnancies know real fear in many of our states.  The blame lies with the USSC and Donald Trump.",
        "This is the hardship and chaos for women 'leaving it up to the states' hath wrought. Trump calls it a beautiful thing and  boasts about overturning Roe. He would confirm more reactionary judges to the federal courts making the situation even more precarious.\n\nI'm depending on the women of America to show up and vote like never before because their rights are on the ballot. Trump's MAGA acolytes claim to be pro life but have no problem putting women's lives at risk to achieve their political ends. As it stands, women are now third class citizens behind men and a fetus.",
        "To those commenters who think this is just about abortion, what it is really about is women's legal right to make our own healthcare decisions and our ownership of our own bodies. To those who shrug when others' rights they they don't personally value are stripped away, just remember that those bent on controlling others are never satisfied. One day you may find yourself thinking, \"First, they came for the women...\"",
        "The Supreme Court correctly ruled in Dobbs that there was no right to privacy in the US Constitution, the principle on which Roe rested.  Even Justice Ruth Bader Ginsburg understood and acknowledged that Roe's legal underpinnings were wrong.  It is not the Supreme Court's role to create a right that does not exist in the Constitution.  That is Congress's duty and privilege.",
        "Anytime the former guy is asked about abortion he claims everyone wanted it sent back to the states. Now those states that would have had 6 week bans are voting to legalize. Here in Ohio we overwhelmingly voted for it to be legal. There s a man running against Sherrod Brown for senate  who claims women over 50 don't even need abortions, so why would they care? That he would vote for a national ban. JD vance,  another Ohio senator and misogynist, also will support a national ban. The misogyny is unreal. \n\nSo, what this means is, we need to beat them again. the former guy did this. We are not going back.",
        "Women will continue to have abortions, legal or not. Many wanted pregnancies will become situations where termination is necessary to save the woman’s life. This country has lost its mind.",
        "What the Supreme Court has done for pregnant women is precisely what got them pregnant to begin with.",
        "Mitch McConnell will go down in history as the key Senator who actually destroyed the platform for the Republican Party by appointing anti-abortion justices to the SCOTUS.",
        "I want to thank the people who contributed to or created this story.  It was an emotional experience to make my way through it.  Scrolling underscored the seemingly endless scenarios that women find themselves in. It deserves an award, for its empathy first, but also for its graphic design, journalism, and creativity. \n\nMy mind reels at the medieval situation for women in states with restrictive abortion laws. How did we women become so devalued that laws are put in place that kill or maim us or ruin our fertility? The cruelty in these stories is simply astonishing. It seems like we’re always just a whisker’s breadth from becoming property again.  It’s as if we’ve woken up from a dream and—poof—our independence and self-determination have disappeared.",
        "The system is broken.\nThe idea is based on the assumption that judges in the SCOTUS will be interpreting the constitution. \n\nIt assumes that they will not impose thier personal views, religous beliefs, political views, influence by rich donors on society.\n\nWhat happens when such assumption of honesty does not take place? Any chalange to a SCOTUS decision can be brought back to the same SCOTUS and they can block it. They have the last word.\n\nBut the SCOTUS ruled that the president has unlimited immunity (it was meant to protect trump). President Biden still has some time to use this NEW and LEGAL immunity to do what it takes to protect us. \n\nThe 12 judges have a 9 BILLION budget, and a lot of taxpayers paid security. I think it would be naive to think that the SCOTUS will not interfear in the vote count. \n\nI don't suggest that the President should send seal team 6 to assasinate the judges. I do want  President Biden to do what it takes to protect us against a court that is harming the women and is a threat to democracy.\n\nThe system is badly broken. Something needs to be done before the SCOUTS do more harm.",
        "What is even more foreboding:  according to the American Association of Medical Colleges, the organization responsible for the training of physicians in the US, has noted that OB/GYN residencies are declining in red states.  Meaning, those who graduate medical school and opt for an OB/GYN residency are choosing not to work in a red state.  And more telling:  right now, half the counties in Mississippi and Texas do NOT have an OB/GYN.  Women's healthcare is far far more than terminating a pregnancy.  This will have horrific consequences for YEARS to come.  This is the wrath you have brought upon american women.",
        "Outstanding journalism, and very timely. The anguish of all these women, be they the helpers, the doctors, or the afflicted, was deeply moving. This comprehensive illustration of how widespread the suffering of women needing reproductive care, and needing to travel to get it was something I didn’t fully appreciate until I saw it here. What has happened to women’s rights, and especially after the overturning of Dobbs, is criminal. And those criminals sit on the Supreme Court.",
        "Dear New York Times,\nThis article is so moving and important. But please have text that people can click on. \n\nI looked at this during my lunch break. Yes a beautifully done video has more emotional impact. But reading is much faster, and some of us take in information better from reading than listening. I didn't have time to watch all the videos, so I just skipped half of the this article. Back to work now.\n\nPlease give us the option of reading.",
        "First, to all the men who has stepped up to support not only the women in their lives, but the right to choose as well, thank you!\n\nWhen Republican men take away your right to choose and then double down to demean women further and to blame them for their inability to keep it zipped (so to speak), perhaps it’s time to revisit a play from 411 BC. Look up Lysistrata, a play by Aristophanes: women were convinced to no longer engage in/provide sex until the men stopped fighting between the two warring countries. Unfortunately, in this play, we are the other country. And if you think it’s bad now, if project 2025 ever becomes a reality, we will be returned to little more than chattel.  And while I can’t agree more that there is plenty of blame and finger-pointing to go around to our elected officials, some of those fingers better be pointed at ourselves. Because at the end of the day, we got complacent. Not just our lawmakers. Perhaps it’s time we all gave men with so many of them seem to be asking for: the strains to not be tempted by our lascivious ways.",
        "When will the Democratic Party enshrine Abortion rights in congress? They have had plenty of opportunities but for some reason or another they chicken out every time. Until the party leaders grow a spine things will get worse.",
        "Look, Don't blame Trump.\n\nPeople elected him. Maybe not a majority of voters, but the people of the USA elected him as president.\n\nSorry, but our problem is You!, not Donald Trump.",
        "Putting on white pants with a period stain and being empowered not to care, young women recently broke out of the menstrual hut.  T H I S  kicks them completely out of the house. \n\nThe effect of  T H I S  goes beyond healthcare. It is a travel ban. A free speech ban. A right to exist ban. All women everywhere are DEMEANED by it. Even those of us with grey hair. \n\nWhether or not you have or even want kids you are now worth L E S S to society. \n\nI have a destroyed pelvic floor from births. One more pregnancy and I’d need a catheter and a colostomy bag. This ban makes me so mad I can’t think. \n\nNothing but tears for the loss of Amber Thurman, her motherless son, Candi Miler, her motherless children and all the unknown woman, dead, dying and suffering from this outrage.",
        "why do men want such control over us? (religion, economics, political, in our homes, in all countries) the women who \"buy in\" are just afraid of the men in various ways... what are men afraid of?",
        "A decision made by men.  \n\nThis is why we need to invest in our kids’ education so they won’t be ignorant in the future, unlike some of our current female adults who deny they lost anything from 45.",
        "Not a single elected Republican has proposed any legislation that protects women having a miscarriage and ensures they have access to care.\n Zip- nothing\n\nNot a single elected Republican has proposed any legislation to subsidize day care or housing or wages for families with small children\nZip nothing\n\nThese are not serious people -they are unfit for office - especially the ones who voted against Biden’s electoral win without any proof of any fraud\n\nWe are under siege",
        "Just for some clear statistics: The maternal death rate in Texas skyrocketed 56% after Dobbs and the abortion ban. That’s compared to an 11% increase nationwide. From a recent NBC article:\n\n“Among Hispanic women, the rate of women dying while pregnant, during childbirth or soon after increased from 14.5 maternal deaths per 100,000 live births in 2019 to 18.9 in 2022. Rates among white women nearly doubled — from 20 per 100,000 to 39.1. And Black women, who historically have higher chances of dying while pregnant, during childbirth or soon after, saw their rates go from 31.6 to 43.6 per 100,000 live births.While maternal mortality spiked overall during the pandemic, women dying while pregnant or during childbirth rose consistently in Texas following the state’s ban on abortion, according to the Gender Equity Policy Institute.”",
        "So it seems that many people do not know what COVERTURE is—that is the idea that women are “covered” by men.  It predates the constitution.  It’s why women couldn’t vote until a century ago.  It’s why women couldn’t have their own financial life.  It’s why many things that men take for granted are still not equal.  Simple one:  ladies, are you aware that men’s belts are sold by length?  Look at the racks in any store.  Women’s are small, medium and large ( ). Which is, frankly, meaningless, but sure causes a lot of extra time to find a belt.  Why?, you might ask?  We are told that the answer is that it is too hard.  Really?  I have maybe 100-200 other examples of COVERTURE.  Why is this not more well known?  Why?  Please—let people know.  Once you start looking, you will see it everywhere.  All the time.",
        "First and foremost, the Supreme Court has violated the Establishment Clause of the First Amendment of the United States Constitution.\nSecondly this same Catholic Court (and yes it's a Catholic court) stripped away the right of women in our country to life liberty and the pursuit of happiness.\nSix religious ideologies pretending to be judges did this to all the women in our county.\nWhat are we going to do about it ?",
        "This affects women of all ages since it will become much harder to find ob/gyns. \n\nLess doctors will be attracted to a specialty which carries with it the possibility of imprisonment. We already have medical deserts in much of the country, where it takes many months to get an appointment for standard treatment. This will become much worse. \n\nIt's past time to recognize that we don't have a democracy. The electoral college method of holding elections has resulted in minority rule and a takeover by, well, fascists. The Republican far-right Supreme Court, who accept costly gifts aka bribes openly, is unfit. We desperately need to take back our country.",
        "And yet half of your country, including many millions of women, vote for this. Please explain!",
        "In 1973, President Richard Nixon praised the Roe decision, and 2 of his 3 Supreme Court appointments voted in the 7-2 majority. His 2 successors, Gerald Ford and Jimmy Carter, were also both pro-choice, and the democratic party had large margins in both houses of Congress until 1980. At the time, most states had large democratic majorities in their legislatures. Both Presidents Bill Clinton and  Barack Obama had large democratic congressional majorities early in their terms. Yet, none of these democratic politicians lifted a finger to codify Roe into law.\n\nI am not pointing fingers, but why is that ? Abortion did not really become a national issue until Reagan. Why did no one think to codify Roe? One of my  college professors, in the late 1980s, told us that dozens of anti abortion laws, some dating to the 19th century, were technically still on the books in many states. Roe had invalidated them, but they in theory could become active again should Roe be overturned. \n\nWhy didn't anyone think about this? We are now stuck with this mess.",
        "I don't see how the Supreme Court is the one to blame here. What changed is that the individual states of this union are once again left to determine their own laws on this matter. So, blame respective states if you don't like the laws within said states. Even if you disagree with the Supreme Court's ruling it is very hard to deny that there isn't some constitutional basis for their ruling.\nWe have a congress for a reason too, if this is important enough for a majority of Americans they should be implementing laws on the matter. Expecting the Supreme Court to compensate for the failure of Congress to legislate is not a sound way to run government.",
        "The goal of the anti-choice movement was never saving babies, it was always about putting women back in their place by making pregnancy and childbirth as painful, dangerous and deadly as they believe their god decreed in Genesis. That they are utterly unmoved by the suffering and death of pregnant women is shown by the fact that when presented with the inevitable results of their bans - higher maternal AND infant mortality - they deny the facts or blame women and doctors rather than seeking ways to mitigate those harms. Medical decisions should be made by patients and doctors, not voters or politicians or clergy.",
        "Shameful. Both my son and his wife, and my daughter and her partner, all in their early 30s, have chosen to implement permanent forms of birth control so they never have to make any of these heartbreaking choices.\nI have always questioned why someone would be a  single issue voter, but if ever there was a time to be one, it's now. Harris is the only choice if my daughter's generation does not want to become The Handmaid's Tale. I never could have imagined she would have less rights than I did.",
        "It means going back to time when 3 out of my 4 grandparents, all born and raised in Tennessee or Arkansas, did not grow up with a mother and were farmed out to relatives or Catholic foster care because their mothers had died in childbirth after 10+ pregnancies. Or how one of my grandma's sisters died in childbirth for her 13th pregnancy after barely surviving her 12th pregnancy. Her husband disregarded the doctor (a cousin) warning him that another pregnancy would kill her. This was the era when contraception was banned & there was no moral or legal recognition that rape could happen in marriage. She wasn't even cold in the ground when her husband dumped the surviving children with my great grandmother and propositioned one of my great aunts, who shoved him. My own Mom, who was conservative, shuddered in response to news stories about women carrying stillborn babies to term post Dobbs b/c pre-Roe she was traumatized by giving \"birth\" to a dead child. It's a return to values, alright. Just ones that traumatize and kill women & harm their families.",
        "It's a terrible situation that can't be allowed to continue without push-back. The first step is to vote as many Republicans out of office as possible.",
        "Fifty percent of our population is women. They have a chance to vote and change every woman’s future for the better in the US. So why are so many women in red states hobbling the futures of all young women in their own homes by voting for Trump or any of the extreme right proponents. Freedom of choice is a sweet personal right. Don’t let it be stolen by Republican misguided policies. Vote blue! Vote for Harris-Walz. Let women’s choice be encoded as a federal right.",
        "The right to privacy includes the right that individuals have to control what happens to their bodies, like the right to refuse medical treatment or the right to refuse to get their blood drawn for blood tests.\n\nThe old rule was that abortion was a health care decision until there was a \"quickening,\" or the point at which a pregnant person could first feel fetal movement, which typically occurred around 16th week of pregnancy. Until then, the law said that the fetus wasn't alive, and the fetus was seen as part of woman's body rather than a separate legal entity.\n\nI think Roe's viability standard was just a more medically informed version of the quickening standard, personally.",
        "I read various proposals and suggestions by lawyers and politicians about how to deal with the SCOTUS. But all the ideas to restrict or limit the court are based on legal procedures (term limits, ethics rules and more).\n\nUnfortunatly, it is the SCOTUS that gets the last word. They can make illegal behavior become legal, and visa versa. They ruled that while receiving gifts by officials for bribes is wrong, receiving gifts for past favour's is just fine. \n\nThey also turned legal into illegal. From the abortion issue to the unlimited immunity even for crimes by a president, or imposing rules based on religon... \n\nThe SCOTUS can't be dealt with by normal legal means, because they can undo any such attempt by ruling the oposite. \n\nIt would be NAIVE to think that they will not insert themselves into the election, putting their hand on the scale, or continue to rule agaist women.\n\nThe only solution I see is to have Biden use his new LEGAL unlimited immunity to do what it takes to constain the SCOTUS. \n\nFighting illegal behavior by the SCOTUS that decide what is legal is a losing battle. \n\nExtreme problems require extreme solutions.",
        "The bad news is that the Republican controlled supreme court appointed by Trump took away a fundamental right from women and created legal and medical chaos which is astounding in what is supposed to be a modern secular state. The good news is that it has now turned into huge albatross for the Republican party.",
        "While the Republicans were openly waging war on women's rights and openly trying to overturn Roe, what were the Democrats doing to prevent this? What actions did they take, what backup plan did they develop to help women? Because it seems like they didn't do much more than seize on it as a campaign issue.",
        "The horrors that have resulted from overturning Roe vs. Wade aren't an unanticipated side effect or a 'small price to pay'.  The horrors are intentional.  The religious extremists who now control our Supreme Court want to replace our Constitution with religious dogma and turn our country into Afghanistan or Iran.\n  \nSo reporting on those horrors won't dissuade the perps, it will only encourage them.  We need to discard the hope that they will abandon cruelty because they think it's wrong.  They don't, and they won't.  Shaming doesn't work against people who are incapable of feeling shame.  We need to adopt other tactics and take the decision out of their hands.",
        "This isn’t the will of the people. And that’s the problem. A minority fringe group of Americans made it their mission to outlaw abortion. Then Mitch McConnell illegally got two conservative justices appointed to the Supreme Court. That was the turning point. Why Americans didn’t rise up with their on fire is beyond me. It worries me actually. Because now a minority is ruling the highest court of the land.",
        "This made me cry. Thank you to the brave people who shared their stories. Please post information on where to donate?",
        "Now contrast the fear, turmoil, and disruption these women and girls suffer, the obstacles and concerns of those who help them with the hundreds of millions of tax dollars going to \"crisis pregnancy centers\".  Facilities that aren't required to have medical personnel or even a relationship with a truthful presentation of facts.\nWe are exactly where misogynistic christian nationalism wants us to be.",
        "I’ve never liked the idea of mine black-robed justices making law for the entire country. The states should have control over this issue and now do.",
        "I am appalled by what women and girls are facing in needing reproductive care. I had a missed miscarriage in my second trimester and needed a D and C, to avoid sepsis. Now women in my exact situation are dying or becoming very ill due to Dobbs. The misogynistic suffering imposed on women is horrific.  Look at the doctor in Texas sterilizing young women, frightened of ending up in this mess. Welcome to dystopia.",
        "Wonderful reporting, New York Times. So vital and needed. Thank you.",
        "The base level of disrespect shown to these women courtesy of Dobbs/the Supreme Court and the Republican Party makes me feel very protective of them. I do not understand how their individual rights as citizens cannot be challenged AGAINST the Supreme Court's decision - which clearly violates the Constitution.\n\nI am not hopeful that this election cycle will produce Democratic majorities in Congress and a Democratic President - but that's what it's going to take to right the wrongs being perpetrated here. There also needs to be a set of laws protecting Abortion Clinic workers that carry extremely stiff penalties without possibility of parole.\n\nI feel outraged right now, and I'm wondering why the recent polling isn't showing women voting Democratic in massive numbers. Remember the Women's March the day after Trump's inauguration? Where is that anger today? Ladies? How many of your sisters are you willing to sacrifice in order to placate the men in your lives before you stand up for your rights and do something about this?",
        "White women gave us this in 2016. Perhaps they should consider what they did and help fix it?",
        "Get the WSJ and other right leaning media companies to publish this",
        "And yet, according to the polls at least, there seems to be no female backlash against these restrictions on reproductive rights. Polls are tied everywhere. You would think that this was a once in a generation election for women, that irrespective of their views on inequality, taxes and tarrifs, 5% more women would, at least this time, cast a vote that would have a generational impact on reproductive rights. And yet, according to an NBC poll, reproductive rights were seventh on the list of people's priorities after immigration, the economy, crime and I forget the other three. \n\nMaybe all the focus on black male patriarchy is displaced. After all 70%+ of black men vote Democrat. In 2016 and 2020, over 50% of white women voted for Trump and according to polls, likely will again in 2024. Why do the majority of white women care so little about women's reproductive rights?",
        "Aside from the horrific effects of the Republican abortion bans themselves, presented effectively in this article, what's missing is any mention of the fact that the basis for abortion bans is the religious belief of a radical minority of religious extremists. \n\nFundamental to that extremism is that women deserve to suffer and be punished.  The suffering  documented in this article isn't an incidental effect that the perpetrators of abortion bans have overlooked or chosen to ignore.  Rather,  the pain and suffering that goes with abortion bans is fully intentional.  So describing the horror of the suffering won't dissuade the perpetrators of the bans, it will only encourage them.\n\nIt's been apparent for some time that right-wing religious extremists intend to turn our country into a theocracy much like Iran, where the suffering of women is the law of the land.  \n\nThe Republican abortion bans must be seen as the imposition of the religious dogma of a small number of cruel extremists on women.  They've got nothing to do with life, only with punishing women.  \n\nAs horrible that is, though, don't let yourself think it will end there.  The plan, well underway, is to replace our Constitution with religious dogma in all its terrifying aspects.",
        "I wholeheartedly believe in a woman's right to have an abortion if she desires one.  Nonetheless, I can't help but think that a lot of things have to happen before a woman chooses to have an abortion.  The woman has to have sex, she has to not use birth control, and not use the morning after pill if she did have unprotected sex.   If all 3 of those things  have happened, she then has to not get a pregnancy test  in the first 6 weeks afterwards in states which have a 6 week limit on abortions.  Last I checked, no supreme court ruling caused her to make these choices, even though one would think that the Dobb's decision would actually make people more careful.\n\nOf course, there are instances in which birth control fails or a situation arises in which the health of the mother is in danger or a fetus has severe birth defects.  These  account for the vast minority of abortions and these should of course be protected (as all access to abortion should be).  Most abortions occur because people are are irresponsible.  You can't blame the supreme court for that.",
        "The lives of women are not valued by those who support a total abortion ban, or the trope that the \"life of the mother\" can be protected, or an abortion can be obtained if there is rape or incest - often these scenarios cannot be proved within the legal time frame.  Woman under the Supreme Court and many state legislatures do not have the fundamental right to control their own bodies.  Men can control their bodies - but woman cannot.  It's all about power.  It has nothing to do with these people caring about children or life in general.  Many states banning abortion have an abysmal record on maternal health, life expectancy and education.  They simply want to impose their will and religion on all women.",
        "The Supreme Court is irredeemable. Until we can muster the support required in the state legislatures to convene a constitutional convention to end the rule of a hopelessly outdated and deeply flawed 18th Century constitution, Congress must act to restrict the Supreme Court to its very limited original jurisdiction as set out in Article III of the Constitution.  This will largely end the current court’s demolition of our rights and liberties.  In its place, Congress currently has the power to create a national circuit court of appeals staffed by randomly selected judges from the existing circuit courts for short terms of no more than five years, or through some other scheme that will limit the influence of any single judge or group of judges. Congress may deem such a court to be the court of final appeal in all cases outside of the Supreme Court’s original jurisdiction, which are the vast majority of cases in the federal courts. The cabal that has hijacked the court must be stopped now before more of our citizens needlessly die on the altar of extremist jurisprudence.",
        "This country is supposed to have been created to separate church from state.\nThe conservative actors on the supreme court should be ashamed.",
        "Republicans orchestrated this situation and the ultra Christian views on women’s bodies. Then, the Republican controlled supreme court initiated the reversal of basic women’s rights. \n\nDear women of America, your men are nothing without your support and love, vote wisely.",
        "The path from \"cannot\" to \"must\" is very short indeed. Beware, America.",
        "No mention of babies.  Problematic.",
        "The Supreme Court created a tri-part test for presidential immunity out of whole cloth. There is nothing in the Constitution that allows this. Yet they struck down Roe. \n\nThe Court is poisoned by religious fanatics and corrupt to the core.",
        "In a nutshell - horrific.",
        "I tell all my nieces - and their daughters: Do NOT move to a red state if you are of childbearing age.",
        "The Democratic leadership who left Roe v. Wade intact as a fundamental privacy right led us into this morass.  Many pro-abortion people, like Ruth Bader Ginsburg,  thought that it should have been based on Equal Protection and Due Process.  But Congress, and Democratic presidents,  took no action.\n\nEven after the Dobbs Decision,  Democratic leadership decided not to codify Roe or even to establish a national ban at a level that would protect a fundamental right to abortion in keeping with the majority of Americans; opinions on the subject.   \n\nAbortion has been a political issue of great value to disingenuous politicians who don't really care about resolving the matter at all.",
        "“In the 13 states where abortion is banned outright, fear and confusion permeate every interaction around the procedure.”\n\nAccording to Guttmacher, 63% of abortions are by medication, which is available in states with bans, like Texas. Years ago me and my 19 year old girlfriend opted for a surgical abortion in a ban state and we traveled to a state where abortion was allowed. The logistics were easy (even though we were working class teens) but the trauma involved ended our relationship. \n\nContrary to the representations here, trauma for women seeking abortions in ban states is avoided by most and mostly because of the availability of medical abortions. And while many women are all on board with the abortion decision, many are not. So the abortion decision can cause great trauma for many regardless of state laws. \n\nThe most common argument is that abortion bans traumatize all pregnant women, but that is mostly untrue. And another common argument is that the abortion decision is straightforward and not traumatic. But that isn’t true either. \n\nThere is far too much black and white thinking about abortion. The abortion decision comes in many shades of gray.",
        "Since the overturning of Roe, I've been wondering why women never protested in the streets in the millions. Where are the calls for a general strike, which I'm sure would be supported by many of us? Why have Planned Parenthood and NARAL been so quiet? The response has been surprisingly passive. What am I missing?",
        "To what extent do we blame the Democratic leadership for the current Supreme Court?  Why has Justice Thomas (and his wife Ginni) been given a pass by Congressional Democrats?  He has refused to recuse himself from several cases related to January 6th.  A reminder Ms. Thomas exchanged at least 29 text messages with Mark Meadows urging him to make efforts to overturn the results of the 2020 presidential election. Those texts are documented.  Why were the Democrats on the Senate Judiciary committee so easy on Kavanaugh and Coney-Barrett?  The American Bar Association expressed concern about Kavanaugh's \"temperament\" yet not one Democratic Senator confronted Kavanaugh about it? Kavanaugh was already on the edge... had Democrats pushed him harder, he might have \"blown up\" and disqualified himself. As for Coney Barrett, not one Democratic Senator asked her to withdraw her nomination considering the election for President was already underway. Imagine how powerful that would have been if every Democratic Senator asked her if she would withdraw her nomination? Granted, it would not likely have changed the outcome, but it would have highlighted the issue for Americans.",
        "I hate the idea that the supreme court is to blame for any of this. Legislatures around the country make the laws. I think there are very good faith interpretations of the constitution that lead to both sides of the Dobs decision.",
        "And Trump voters like this and want more of this.",
        "The fact is the SCOTUS over ruled a precedent for no reason. Several of the Justices openly lied about this issue in their confirmation hearings and committed perjury. The case that was ruled on was a set up test case as part of a procedural effort on the part of the right. The same is true of the decision on Affirmative Action and the Chevron doctrine. Citizens United also flies in the face of long standing law that corporations are not in fact artificial people but restricted use business entities. Those who defend Dobbs and its outcomes show their disdain for women and their health and personal rights.",
        "When women are empowered they organize for democracy. That’s why autocrats the world over try to restrict abortion. \n\nThe surest way to disempower women is to make them carry forced pregnancies and tie them to unwanted children.",
        "The “exception” for LIFE of the mother is a joke!  The exception should be for the HEALTH of the mother. If the mother was your wife or daughter which “exception” would you want?",
        "Some are saying that in the United States, there never was a constitutional right to abortion, and that we don't have a right unless it's specifically granted by the Constitution.  \n\nBut in fact, our rights include anything that isn't prohibited by law.  That includes not only reproductive rights, but a hundred other things that Republicans want to prohibit, and will unless we stop them here and now.",
        "All of these situations are examples of The Woman Tax, which, for abortion, is taxation without representation because the males in these state legislatures know nothing or nearly nothing about female biology. How about the extremely enormous medical costs of keeping a baby alive for a day or two, when the woman previously knew serious problems existed for the fetus but could not abort?",
        "It's important to keep in mind that restricting abortion rights is just a small part of a much larger initiative to reshape American society to conform to an extreme conservative vision. It is remarkable to see how closely this all this resembles the Talaban.",
        "This Court is morally, ethically, and intellectually obscene.",
        "The right to an abortion has never been in our constitution. Let the states decide whether they want to allow abortions.",
        "Six Federalist Society-indoctrinated Supreme Court justices with NO medical training nor knowledge killed the ability for millions of women and medical professionals to make very difficult reproductive decisions in private. Their decision was based on their personal religious beliefs. They basically passed that very personal/private decision on to untrained state politicians who passed legislation based on their religious beliefs with deadly consequences for women. Every one of these laws should be challenged on a freedom of/from religion basis.  There is nothing pro-life about the so called pro-life movement.",
        "My mid-20s daughter just had her fallopian tubes removed. She lives in a blue state with abortion access but fears a national abortion ban if Trump is elected and demand for the procedure increases.",
        "This  article was extremely painful to get through.  The overwhelming sense of needing help— reaching out— not knowing where to turn.  The fear and utter sense of helplessness and vulnerability. I have been there.  \n\nThe sheer bitterness that it does not have to be this way.  \n\nIt feels like spite against women— punishment for daring to be fully human. \n\nTrump oft says”it’s with the states where everybody wanted it to be.”  \n\nCan not even the most ill informed see the problem with that “cheery” statement?  So, say your foundational belief system holds that a zygote has more value that a real live vital female— you okay that the states get to decide that?  Huh!  I thought not. \n\nHaving abortion laws “with the states” is open war against women. Females, I should say because it’s girls, too.  A free for all denigration and subjection of humans who are not male. \n\nLord god, we are better than this.",
        "I had my first ectopic pregnancy in 1994, likely caused by the c-section I had in 1992. I had my 2nd ectopic pregnancy in 1995.\nI am a single issue voter, I always have been.\n\nIf I had an ectopic pregnancy in any of these red states, in 2024, I could die for lack of care.\n\nWhy should women in red states die for lack of access to reproductive health care?\nWomen are dying.\nWe need bodily autonomy or we have nothing.\nROEVEMBER is coming\nVOTE BLUE",
        "There are doctors who no longer perform abortions because they fear prosecution. Can you blame them? They have spent years in medical school and thousands of dollars. They want to practice medicine.",
        "Great journalism. Hard to read, listen to these stories that, while resulted in care, didn't need to be so hard. Hard to read, listen knowing there are other women who didn't receive the proper care and may die or be forced to carry a pregnancy to term.\n\nWHERE are the men? Women are the victims of these insane laws and women are also the heroes - providing medical care, risking their own safety to travel with women across state lines, crowd sourcing funding etc. And the article only features one man. Is that representative of the overall pro-women's health care movement in the US? Considering there is no way for woman to get spontaneously pregnant without a male partner present, it is beyond demoralizing that this is still seen as just a woman's issue. \n\nFinally, as I look for a new profession position and consider moving anywhere in the US, I refuse to consider states with abortion bans. I tell my nieces and daughters to never live in a state with abortion bans. These state legislatures need to feel the pressure of votes and the pressure from economies hurt by this legislation",
        "Thank you one and all who care for women need healthcare. A 9 yo. I can’t stop crying, it’s the age of my granddaughter who still plays with dolls. We don’t treat men this way. I want my rights back!",
        "I believe this is a separation of church & state issue. Ending Roe is the result of 6 justices bowing to rich citizens who feel they can impose their religious beliefs on the rest of us. Freedom means we can determine what to do with our own bodies. Choice means we can abide by our own religious beliefs and are not obligated to follow a religion I do not embrace.",
        "One candidate supports a woman's right to choose and the other doesn't and yet the Presidential race is tight??? How is that possible?",
        "Thank you for reporting this. This kind of coverage needs to continue and continue until people realize what a serious situation this is and take whatever steps they can to overturn it - through voting for the right candidates, court cases, media coverage, etc",
        "It's not the Supreme Court - it's the state legislatures.   Voters can have any laws they want, but they have to go out and vote - and know who they're voting for.",
        "It’s sad, and frustrating. \n\nIf this were a sheer political piece, recounting #45’s latest outrage, the comments would be packed. \n\nDo readers flinch from this subject matter? Yes. \n\nThe irony is, it’s pure politics for #45, a pro-choice Dem for decades. Till the day he realized how intoxicating public racism is for much of the GOP. And, later, how many votes could be had from evangelicals and single-issue GOP voters via the carrot of banning and criminalizing abortion.\n\nMinus that quid pro quo, #45 had no chance in 2016 and Roe v. Wade would still stand.\n\nThe answer to that is the same in 2024: We all need to vote blue like women’s lives depend on it.",
        "Constitutional rights cannot be created the legislative or judicial process. Constitution rights not included in the existing constitution can only be created by the amendments  process. The Supreme Court cannot create constitutional rights. It can only issue opinions that a constitutional right exists or does not exist. \n\nThere never was a constitutional right to abortion. In Roe v Wade, the Supreme Court issued an opinion that the First, Fourth, Fifth, Ninth, and Fourteenth Amendments guarantee Americans a “right to privacy.” It issued an opinion that this right to privacy gave women a right to abortion until the third trimester.  But in Dobbs v Jackson, the Supreme Court reread the amendments. It noted: “The Constitution makes no express reference to a right to obtain an abortion, and therefore those who claim that it protects such a right must show that the right is somehow implicit in the constitutional text. Roe, however, was remarkably loose in its treatment of the constitutional text. It held that the abortion right, which is not mentioned in the Constitution, is part of a right to privacy, which is also not mentioned.” It then issued its  opinion, which was that “the Constitution does not prohibit the citizens of each State from regulating or prohibiting abortion.”",
        "As other commenters noted, some people really did want this. Among them are the people who took on abortion as a handy wedge issue after segregation had lost its punch. It's working well for them.\n\nIn this dispute, I keep coming back to two things. One is that you can't end abortion; you can only end legal abortion. The other is that in this country no woman of sound mind who wanted to carry her pregnancy to term has been legally forced to end it.",
        "The article asks the question:\n\n\"Did anyone really want this?\"\n\nThe answer is unequivocally yes.  Republicans wanted this.\n\nIf they didn't want this, they wouldn't have pushed for the overturning of Roe, and wouldn't have passed legislation in their states criminalizing healthcare.\n\nAnd not just the lawmakers.  Republican voters wanted this.\n\nThey may not have 'wanted' women to suffer and die, but that's what's happening and they aren't backing down. \n\nIn the same way they don't want kids to get shot with guns.  They don't 'want' it to happen, but - and here is the important point - they think it is an acceptable consequence of their policies.\n\nThe pain and suffering of these women is just another acceptable consequence of their policies.  As long as they aren't the ones suffering, they simply do. not. care.\n\nAnd they vote accordingly.",
        "This is just a bad decision by the Court giving the state a\n'right' to a woman's decision making,\nwhile at the same time taking a women's 'right' away from her decision making...\n\nLike prohibition, this is just a poor and very bad decision that needs to be reversed.",
        "Selfishly, I find an upside to the unrelenting suffering that is perimenopause/menopause because to live in a world as woman that doesn't have oversight over her very being is so monstrous I shrink from the thought - but I also recognize it is the reality for millions of women in our country today. I can only hope/pray/believe that when we elect a new President next month that things will improve for the better.",
        "The SC corrected a bad decision - abortion is not a constitutional right.  It should be legal in my opinion but that is a decision for the people to make, either nationally (preferably) or state by state.  The fact that the unborn child is a life unto itself makes the issue more than one of a woman controlling her own body - no one is telling women they can't have cosmetic surgery.",
        "It was difficult to get through this excellent piece.  I couldn't.  It's unfathomable how politicians and judges are inflicting this kind of pain on women and their families and loved ones.  It is strange that we can separate the kind of individual a Dr. Mengele is in our minds from those politicians and judges, but in reality we elect people whose sense of human decency is rather on that level.  We need to remember that these law makers are people we have voted for.  That's scary.",
        "It’s not just the Supreme Court it’s the Republican Party and their allies, who’ve waged a concerted battle to undo women’s rights for decades, more should be examined re the tax breaks and dark money enabling these groups, and blame must be meted out appropriately.",
        "However much 'Roe vs Wade' was never perfect, it did allow women the right to do as wished and needed with their own body, without having deeply insecure and abusive men in power decide to subdue women's rights to their caprice, all to show men's fabricated superiority.  Now, abortion, a very delicate opiton that was validated some 50 years ago...was destroyed bt a far-right Trumpian Supreme Court of Injustice. Its reversal shall occur of course in due time, even tomorrow should Congress choose to get back to work, legislate, to serve the people that elected them to represent their needs. Abortion, shall become legal again, and hopefully rare...but safe and available, an affordable, a choice made between a pregnant woman and her physician, not an abusive politician seeking relevance. As to how to keep abortion rare, shouldn't we promote contraceptives as prevention? Yes!!!",
        "Texan woman here. I want to have a baby sometime soon but I’m terrified. I don’t want to die. I don’t want to have to fly out of state for healthcare. I’m just scared.",
        "As a journalist, I understand why this article is in the opinions section. But this is news. It’s the impact of healthcare becoming political. And in turn, people are dying or being denied basic health care. It should be front and center on the New York Times app. Especially as Nov. 5 approaches.",
        "\"Can you think of any laws that give the government the power to make decisions about the male body?” —Kamala Harris.",
        "Alisha Dingus at the DC Abortion Fund fails to reveal that donations dried up because DCAF made statements that “reproductive justice includes Palestinian liberation,” and called for an immediate cease fire. The story was reported in Slate. \n\nHad DCAF stuck to funding abortions, it wouldn’t be turning people away today. Too bad they won’t take responsibility.",
        "Asking \"Did anyone really want this?\" is such an obtuse question. Of course they wanted it! The people who orchestrated the overturning of Roe v. Wade do not care about human suffering or the medical needs of women and children. We are acceptable casualties to them: a cynical sacrifice to their bloodthirsty god.",
        "Bravo - this should be linked from the front page of your site until the day Roe is reinstated.",
        "In the conservative, religion-based bubble where the six right wing supreme court justices live, they could not have ever imagined that abortion is a healthcare imperative in many, many cases.  Bolstered by radical right wing operatives like Leonard Leo and bribers like Crow, they smugly believed that by outlawing abortion they had delivered on the promises they made by outlawing a necessary medical procedure.  Reaching back centuries for precedents to outlaw this 50-year old precedent should have been a hint that their decision to end abortion was not going to be an easy one to defend.  \nThe rule about access to abortion is simple: restore its legality in the WHOLE United States by codifying it.  Then, if you don't want to have an abortion or don't believe in it, don't have an abortion.  The constitution guarantees a  right to freedom of religion, but it should also guarantee a right FROM other people's religion.   By banning abortion, the right wing justices have essentially said, \"MY way or the highway.\"",
        "I have two unfortunate distinctions:\n\nOne, I was born in a country whose dictator enforced a natalist agenda and grew up hearing my parents' stories of  the friends who ended up dead, infertile, or prosecuted because they sought illegal abortions. (if you don't know, look up \"Decree 770\" and the excellent Romanian film,\"4 Months, 3 Weeks, and 2 Days.)\n\nSecondly, at age 37, my husband and I received the news that our planned and wanted baby-to-be had a rare and devastating genetic disorder. The diagnosis came at 24 weeks, after a clear NIPT test and normal 20 week anatomy scan, when my OB noticed that I'd ballooned with excess amniotic fluid and sent me for an off-the-schedule scan (deemed by my insurer to be unnecessary, so we paid out of pocket).  The termination was a story that could be featured in this article, even before Dobbs, since even my home state of NY didn't allow for me to have an abortion at that time.  The cost was in the five figures and we had to pay to travel and deal with the whole thing in a Hampton Inn in another state. \n\nIf you can believe it, my father is a besotted Trump voter.  We no longer have a relationship. \n\nAll I have to say is this.  Please, don't let this happen to America.  Protect your sons and daughters and their sons and daughters and everyone else's sons and daughters.  VOTE BLUE.",
        "This is an excellent piece by NYT.  \n\nOnly religious zealotry and blind faith would put supposed welfare of fetus above the health of the mother carrying the fetus.  \n\nI am hoping that Harris campaign is asking a direct question to women supporting Trump in swing states and red states ... \"what would you do if your own daughter's health was in jeopardy because she had troubled or unwanted pregnancy?\"",
        "Trump is a danger, but even worse are Vance and future SCOTUS judges nominated by them. Yet millions don't seem to care.",
        "I just read the story in NYT about the man in Texas who is on death row. Bew evidence has come to light that he should not be executed, but the governor hasn't pardoned him.\n\nThe map of states that have the death penalty is oddly similar to the map of states that do not allow abortion.\n\nHow do you reconcile that??",
        "The overturning of Roe was the correct legal ruling...as none other than RGB stated. \n\nThe aftermath of that is clearly a mess, but the laws are now where there belong.\n\nAnd whether you like it or not, there are a lot of good people, including women, who think abortion is wrong...and they have just as much right to their opinion as you.\n\nHate to give aid and comfort but:  Maybe if all the emotion in these comments were channeled into cleaning up the mess of the states suddenly (in big picture terms) having to deal with this issue...Maybe then things could be made better and more workable.\n\nToo many here seem to just want to hold onto their hate and anger. \n\nIt is going to require compromise at some point. I think the adult response would be now rather than later.",
        "“Did anyone really want this?”  Of course, many, many anyones did indeed want women to suffer like this.  Christian Evangelicals, most Trump Supporters, Cynical Politicians, and, of course, the woman-hating Solomons of the Supreme Court very much wanted exactly, exactly this.",
        "What the anti-abortion movement can expect to see coming their way in the states with bans:\n\nMore deaths, infertility, and grievous injuries;\nwidespread misery, suffering, and despair;\nwomen outraged by the loss of autonomy, dignity, and freedom;\nproductive, respected, citizens (sometimes with young children) imprisoned;\nshortages of doctors, particularly obstetricians/gynecologists; best practices not followed when miscarriages, fetal anomalies, and some diseases are treated;\n11 year-old rape victims forced to give birth;\nincreases in childhood poverty, neglect, and abuse;\nincreases in the number of children in foster care;\nincreases in all other social problems;\nafter a few years, increases in crime (and, thus, taxes);\npolice states established;\nthe children of rapists staying in the gene pool;\n“brain drain” and economic decline;\nsome young men saddled with 18 years of child support after a one time hook-up.",
        "I am wondering when Americans are going to realize that abortion affects a very small number of citizens, and that other than a continual hammer against Republicans, issues such as open borders, crime, 35 trillion dollar debt load, global warming affect every American.  We are not currently even pre-Roe v. Wade (1973) since states are passing liberal abortion policies not available prior to 1973.  Anyone who has taken a High School civics class knows that \"a national abortion\" law that Democratic Senators are using this election season is a farce.  A supermajority in COngress is needed to pass a law and that will never happen.  As for abortion \"bans\" except for 10 states and DC that allow abortions up until birth all states have \"bans\" whether they are at 24 weeks, 15 weeks, first trimester (as in Europe).  I  wonder how many Americans would not be outraged by abortions in the 9th month (other than health of mother) that occurs in those 10 states and was documented by the Washington Post.  Just another NYT article \"coincidentally\" right before the election where the Senate is up for grabs and Democrats at a disadvantage.",
        "This reads like dystopian fiction, and yet it's horribly, tragically real. Thank goodness I enjoyed the right to bodily autonomy and access to health/life-saving reproductive care throughout my child-bearing years. I'm also thankful that my daughter and niece live in enlightened states where their reproductive freedoms are safe--for now. But I feel terribly sad for women and girls who live and suffer in forced-birth states, and I worry about what will happen if Trump is re-elected. He is the reason we're in this mess, and I have no doubt he would enact a nationwide abortion ban if it suited his fancy. So of course I will be voting for Harris, as she passionately supports women's reproductive rights. \n\nBy the way, when is the state department going to issue a travel warning for pregnant (or possibly pregnant) women to avoid traveling to or through these states where their lives could be in extreme danger if they have any complications?",
        "If Trump wins this election and Republicans take control of Congress, those 13 states that ban abortion will turn into 50 states. The filibuster will be ended in a nanosecond to accomplish this. The US already has the highest maternal and child death rate of any developed nation, and the rates have increased in the states that banned abortion since the Dobbs decision. A vote for any Republican is a vote to have more pregnant women die and to have more women suffer from pregnancy complications that may make them unable to have future children because women will no longer have access to all reproductive healthcare. Is this really the country we want?",
        "On the bright side of things, Trump is the father of IVF after a 2 minute lesson and thought moment.  He is also the 'protector of women'  Just check his all Republican operative town hall where he got the question on why the government should be in women's decisions. His answer; because before Roe it was terrible.  That's why I'm votin trump; let's have more of that!",
        "JD Vance and other MAGA people are starting to encourage pregnancy and birth. He says he is concerned about the falling birth rate. Both the GOP and Democrats are proposing policies that will give benefits to people who choose to have children. There is no equitant benefit offered to people who do not have children. In other words, there is a penalty for being childless. Those policies came along at the same time that abortion was banned, which is interesting. There are whispers that Congress is also considering a ban on birth control. If I was a conspiracy theorist, I might suspect that the government is engaged in a program to coerce Americans into having more children. But surely that can't be true. can it?",
        "Six justices on the Supreme Court have imposed their personal religious beliefs on all Americans.  They have removed our freedom of religion.  They tell us that we are not free to follow our consciences, our ministers, our rabbis, and our sense of right and wrong, but, instead must obey their religious prejudices.  We don’t live in a democracy anymore.",
        "@Gene -- Are you saying that a man who decides he wants a child that was conceived during a \"college fling or a one-night stand\" has the right to force a woman to continue a pregnancy she doesn't not want? Is that the \"right\" you are supporting? And how should the woman in that case be treated? Imprisoned so she doesn't have the opportunity to go somewhere to have an abortion or have her mail inspected to ensure that she doesn't receive the medication that might end the pregnancy?  How can the man be sure that his \"right\" is protected?  Are you suggesting that a man who has sex with a woman without a condom and impregnates her has no responsibility to financially support the child, whether he wants it or not?  How is a man's decision to have sex ever \"beyond their control\"? If a man decides to have sex, then he has a responsibility to accept whatever consequences result from that encounter, just as the woman does. That is the \"balanced approach.\" Why participate in a \"one night stand\" at all if precautions are not taken? Why is someone given a pass from responsibility just because the encounter was a \"fling\"? And if a man forces a woman to continue a pregnancy can the man be forced to take care of the child he wanted, or would the woman have to raise a child she never wanted? How should the whole situation be handled? And what about the child who, by no fault of their own, is at the center of this legal/ethical battle over \"rights\"?",
        "It’s heart wrenching just reading these stories. And doing the math. For every one that’s reported, how many aren’t? How many end worse?\n\nThe sight of #45’s face twists my stomach up. He has no beliefs on this issue…just the quid pro quo. \n\nHe sold out women’s healthcare and reproductive freedom—our safety, our peace of mind—to win enough evangelicals and single-issue GOP voters to get elected. All this aggrieved minority had to do was vote like their doctrine trumps women’s lives. To deliver us the extreme Supremes, who roll back rights and laws with little regard for the legal underpinnings of their rulings.\n\nIt worked. The results are devastating.",
        "So powerful.  Thank you for these stories.  I am heartbroken for the women and girls of America.",
        "I would never even attempt to get pregnant in an anti-choice state. Pregnancy is inherently risky so I'd need to be somewhere where, if something goes wrong, healthcare professionals have every tool at their disposal to help. Voluntarily or otherwise, it's unsafe to be pregnant in much of America. Another reason American women may choose to be childless (which JD Vance will ignore).",
        "Id like to thank all the courageous medical providers helping pregnant women in abortion restrictive states, get abortions.\nDespite being male, I can empathize with women that are stuck with unwanted pregnancies.\nI worked in a red state county outpatient clinic, for people without medical insurance, as a med tech, and I was surprised at how many women who came to the clinic, who were unaware that they were pregnant.",
        "The country would benefit from a national law that reflects the opinion of most Americans - which ignores the zealots on both sides.  It should be legal but restricted - to early in the pregnancy and with parental involvement for minors.",
        "US state legislatures will never deliver equal protection of national law. The states should have been made administrative districts long ago.",
        "And yet, so many men and women will vote for maga candidates up  and down the ballot all across the country. \n\nIf we don’t defend women’s rights, we are all diminished.",
        "Maternity control aspirants are as old as existence itself. No set of mores, laws, Chasity belts, birthing chair clasping or begging or pleading will alter the psychology of an unwanted pregnancy.  Knocked up and unhappy is one thing but determined to rid yourself of pregnancy frequently risks everything to be \"not pregnant\".   Moralist, legislative jurisprudence or God's ire cannot dissuade determined women and girls from termination.  The good news is that medical technology, internet connectivity and knocked up determination will outwit all moralist forever.  More global abortions occur today than ever before and the GOP, SCOTUS, and Donald Trump do not have the horsepower or intellect to reverse this reality and the more they try results in much, much lower birth rates.  Womanhood is not a dairy milk barnyard and anti-abortion sentiment will drive the population to zero.",
        "This is what happens when a pseudo-theoractic state that views women as second-class citizens wants to punish them for having sex, and wield control in the name of a fetus. Oh, I meant life.",
        "I guess that women's lives don't matter in the United States.  The \"pro-life\" faction has made it very clear with the laws they have supported and the threats that women are less important than what their reproductive organs can do.  It's disgusting.",
        "I, frankly, haven't paid much attention to the abortion debate in the U.S. I'm an American living in Germany, where abortion is settled law and is never a matter of discussion, even among the religious here. I'm pro-choice. This package of interviews with women across the U.S. is electrifying - when not infuriating - and brought back memories of the two times I thought I was pregnant (I wasn't); the second time, in 1996, I was living in Louisiana and called what I thought was a crisis hotline, only to be quoted Scripture verse. Knowing from around age eight that I did not want children, ever, I often asked my doctors if I could be sterilized; the question continued for years until cancer finally got me the operation I always wanted. Come to find out, young women across America are now increasingly asking the same question because they know what awaits them in this post-Roe era. This OpEd, sadly, prompts me to think about various stories I've written (I'm a journalist and editor for Deutsche Welle) on women living under the Taliban. In other words, the topic of abortion suddenly feels more urgent to me.",
        "Valentine Faure wrote a horrifying deeply insightful piece about the trial of the dozens of men who raped Gisèle  Pelicot after she had been rendered unconscious by her husband who repeatedly drugged her over many years.\nValentine writes, “Feminism has long been interested in the relationship between knowledge and power, in how women deprived of knowledge are deprived of power.”\nThis past Sunday,   David French, in his column  arguing for a 6 week abortion ban wrote, “Heartbeat laws are near-total bans on abortion (many women don’t know they’re pregnant at six weeks).”\n He essentially is saying that one great benefit is that at six weeks many women don't know that they are pregnant so when they find out it will be too late to have an abortion. Underlying how similar the contempt, the need to dominate, coerce, punish and control  driving the forced birth movement is to the contempt and hatred driving sexual assault. In the war on women, in all the multi-forms that it takes, “women deprived of knowledge” is often a key ingredient in the patriarchal tool kit.",
        "Please, please, please share this as a documentary on streaming services. Please allow us to freely circulate this article on social media. Make these female voices heard for all to hear. Absolutely devastated to my core about what my daughter will experience in a post-Roe world.",
        "These stories from frightened women are horrific. More women should be supporting Harris. The Republican party is anti-woman.",
        "\"Pro-Life\" has turned out to be Pro-Death.",
        "I know a woman,has become a religious fanatic, spends time harassing women at clinic. Starts crying you can adopt  has grandkids not adopted. Kids not adopted   they do not care. Am required by INS to go to a Catholic hospital in Calif.   Catholic rules apply. I would not give birth there but folks don't know.  More and more hospitals are Catholic owned",
        "This story on women struggling to get health care is awful.  I have lived in pre-Roe times and knew women who had dangerous back street abortions.  \n\nI protested FOR Roe in the 70’s.  I have lived in Roe times and known women who have had safe abortions.  \n\nNow, I am living in post-Roe times and am appalled that these women have to skulk around to get care.  I do not blame the young 23 yo woman who had her tubes tied.  If I was still “fertile”, I would too.\nIt’s just too dangerous to get pregnant and find health care.  \n\nVote for all candidates that recognize that the government,federal or state, has NO RIGHT to dictate or pass laws governing a woman’s body.",
        "If ever there was an \"issue\" inflated in importance to the point of absurdity, this is it.",
        "This is madness and an assault of the health and wellbeing of every woman in your country. I cannot imagine the horror all of these women have faced. What has happened to your country?  This is nothing short of a travesty.",
        "Is there any meaningful non-religious rationale for a near complete abortion ban? I can't think of any.\n\nThe idea that a completely insentient complex of cells has \"rights\" that supersede those of an actual person seems preposterous on its face, at least from a secular, non-teleological perspective.\n\nAbortion was legal in pre- and post-colonial America as it was considered a fundamental right under common law.\n\nI thought the government was supposed to be secular. [Or at least that is what Madison, the author of the Constitution, said was the intent at the time.]",
        "The only people responsible for our current predicament are the voters who prioritized banning abortion and the voters who couldn’t be bothered to vote these animals out.  \n\nThe legislators, and Trump, and Supreme Court are only doing what the voters said they wanted.",
        "I have just started reading this piece, but I can tell you right now that the answer to the posited question \"Did anyone really want this?\" is YES, Republicans did.",
        "This is a frontal assault on the 13th Amendment.  Being forced to remain pregnant is involuntary servitude.  The same people continue to target the 14th and 15th Amendments.  They want to go back to the time before the Civil War, when the only people who were people were rich white men.  We won't go back.",
        "It has been proven time and again that restricting ANYTHING from women affects the society as a whole in a bad way.\n\nYou restrict abotion?  Women die, children starve.  Restrict education?  Society is affected and not in a good way.  \n\nWhen women have autonomy society as a whole thrives.\n\nThis breaks my heart and I fear for my daughter and all women.  \n\nIn this day and age this should be a non-issue but as long as old, white men hold the power it is an unfortunate reality.",
        "I’m so glad my child bearing years are way behind me",
        "A plurality of white women voted for Trump twice. They're getting what they voted for. There may not be enough liberal male voters like me to save them from further reproductive indignities resulting from their poor voting choices.",
        "I am so thankful that a 1999 abortion in Arizona went relatively smoothly. I am strongly pro-choice. My abortion was for serious medical complications, however. Someone today with the same problems I had in 1999 would be at risk of uterine rupture, bowel obstruction, and sepsis. Vote blue, Arizonans!",
        "What group of people in UnitedStates history had no choice about their lives? The answer is slaves.  Women are in that position now.",
        "For everyone complaining that the medical community can solve this, WAKE UP. If the law is against these procedures, the medical community has no power to change that. How about people not vote for Politicians who take away our freedoms? MAGA women also get pregnant and even those who would never consider an abortion might miscarry and die and yet they will vote for their own demise.",
        "The Christian Right is trying to use the 14th amendment to make a woman and a fetus legally the same, so all abortions would be illegal.",
        "A woman's health is at risk during pregnancy. Restrictive and oppressive reproductive policies exacerbate these health risks. More women will experience needless suffering and death because of these harsh policies.",
        "Women in every state now have the right to decide what they think is appropriate for their local values and vote to implement these rules. This change seems fair to me in a world where abortion is clearly not outlined in the constitution and has no federal ruling. As a lifelong liberal and feminist, I support a woman's right to choose and am happy that I am able to advocate for that within my state.",
        "Women absolutely deserve the right to make their own reproductive choices, including whether or not to have an abortion. While I identify as conservative, I believe outright bans aren't the answer—there should be reasonable limits, as outlined in Roe v. Wade.\n\nHowever, we rarely discuss the rights of men in these situations. Why does \"my body, my choice\" apply only to women? Men should also have the option to opt out of parental responsibilities, especially in cases where the pregnancy results from casual relationships, such as a college fling or a one-night stand. In such cases, it seems unfair that men are legally obligated to provide child support, based solely on a woman’s decision to carry the pregnancy to term. If women have the autonomy to choose, men should have a comparable right to decide whether they want to take on that responsibility. Otherwise, men face legal and financial consequences, including jail for something beyond their control. We need a more balanced approach that respects the rights of both gender.",
        "Seeing all of these stories in one place in a multilayered context was deeply jarring. Women’s lives should not be poker chips in Trump’s transactional political games. He has blood on his hands and no amount of Pollyannaish whitewashing about states’ rights will wash it off. This gave me the motivation I needed to donate to the Harris-Walz campaign.",
        "I’m a lawyer but not experienced in medical malpractice. It seems to me the dog that isn’t barking is the insurance industry. Can someone explain why doctors refusing care aren’t being sued for medical malpractice? Is there some sort of loophole that only legal procedures are covered?",
        "This is just devastating all around. I'm in tears for the women who have been forced into scary and unsafe situations. Women whose lives have been irrevocably changed because they've lost the right to choose when & how to have a family.",
        "Where is the AMA in all this?  Healthcare providers need to establish what they consider their standard of care and stick to it nationally. It’s called equal protection under the law. It needs to include the examples given in this article. Medical emergencies from medical abortions draw an ethical the line of dissension apparently. However if someone becomes deathly ill from illegal or overdose of legal drugs or alcohol abuse they are treated. Hence those individuals with ill effects from medical abortions must be treated or those with life threatening drug and alcohol abuse not treated.  That would squash draconian abortion laws immediately. “It’s their own fault” applies to all of the above. Where is the plaintiffs bar? Where is the leadership? Harris isn’t saying anything but that restrictions are wrong. Why doesn’t she propose the above changes?",
        "Treating specific medical procedures as legal rights is destructive for all the same reasons that banning them is destructive.\n\nIt targets categorically the wrong system of rules.\n\nAll medical procedures violate the common law of the land.  Drugging people and cutting them open are wrong, generally speaking.\n\nMedicine takes place in a special system of restricted justification (i.e. formal privilege, or private law).\n\nIf a doctor tells you they're performing a procedure because \"it's not illegal\" you should probably run away fast.  The reason medical procedures are not held to the general law of the land is that they are supposed to be held to a much HIGHER standard of necessity and justification than ever applies to the general public.",
        "I predict that this will go the way that prohibition eventually ended.  It’s similar in many ways - a deeply unpopular decision that had many unintended consequences, a decision based on very conservative religious beliefs that people found ways to circumvent.  Prohibition led to bootleggers, speak easies, and the rise of gangsters like Al Capone, a favorite of Donald Trump.  Dobbs has led to the stories I just read or listened to.\n\nCountries like Ireland and Poland with strict anti-abortion laws had a big difference in that the law was national and uniform, and the laws were eventually changed when horror stories came out.  It wasn’t a patchwork of states with different policies.  Doctors and health providers here don’t have to stay in states that endanger their licenses, their livelihood, their freedom or their ability to treat their patients properly.  Who would want to practice medicine constantly on edge with the chance of breaking the law or being sued for malpractice when you can just move to a saner, safer state?  I predict a future of a shortage of doctors in these restrictive states that will be unacceptable to the general population.  And then, just like the repeal of prohibition, reproductive rights will be restored.  Unfortunately, a lot of damage will be done in the interim.",
        "And yet women and the men who claim to love them will continue to not vote at all or vote for Republicans because they allow themselves to hoodwinked by the Republican siren song of lower taxes. By voting for Republicans they will get a small tax cut in exchange for the very real degradation to their rights and the safety nets that help make society function. I find I really have to work hard to remain compassionate.",
        "I just saw a fictional play, “Blood of the Lamb,” about a woman carrying a 20-week-old dead fetus. She collapses on a cross country flight, and the plane is diverted to Texas, where a new law has just been put into place. Remember, this is CURRENTLY a fictional scenario. The woman cannot have a D & E (dilation and evacuation) because the dead fetus is considered a dead person, and the D & E procedure would be considered desecration of a corpse, a felony. She is also barred from leaving Texas to have the procedure because that act is also a felony. If I interpreted things correctly, the woman is serving as a test case for the new law. The fact that she may become septic while she waits to go into labor naturally is apparently unimportant for all the legal wonks involved. \n\nCompletely thought-provoking.\n\nRemember, dear readers, this is fiction. For now.",
        "One answer to all of this madness. VOTE BLUE up and down the ballot. Enough is enough.",
        "The people who most vehemently oppose abortion, also tend to express a desire for more children being born. The irony of their most desired policy resulting in women losing their fertility, deliberately and permanently rendering themselves infertile, and outright dying, is utterly lost on these people.",
        "I’m hoping there are more comments to follow. This piece is a real stand out. Thank you NYT. \nA politician named Bernie Moreno(running for OH senate) made a joke saying why would women over 50 even care about abortion rights. He was speaking to a group of men *and* women. Women over 50 are parents, grandparents, aunts, sisters, friends, co workers. Hello life threatening situations even if one is against all abortion access. And this, this same man, stole the OT wages of his employees/court ordered to pay them back. And yet, here we are. He’s considered a viable candidate. Almost everywhere I turn these days, I encounter nasty people. \nPlease vote!",
        "I have no idea why people want to stick their noses, and laws, into private decisions regarding abortion. Something is broken on that side. It's arrogant at the least, they don't know better, they aren't better.\nI also have no idea, in the 21st century, how women who don't want to get pregnant, get pregnant. The pill is relatively cheap, really cheap compared to raising a child. Make the man wrap up, or use an IUD.\nBefore I get pilloried by the rape or incest argument, of course those should have abortion access, but those amount to less than one percent of pregnancies.\nWomen, your government has abandoned you, best get used to the fact that controlling you own body includes before getting pregnant.",
        "Democrats repeatedly need to point out that post-Roe America has not just made getting abortion-care impossible. It has made getting pregnancy care impossible. It seems now the only kind of pregnancies doctors are able to help with are perfectly healthy ones, in least need of modern medicine. I'm waiting for some damming maternal mortality statistics to come out in journals as soon as we have enough data.",
        "“Did anyone really want this?”\n\nLet’s stop right there.  \n\nThe answer is yes. \n\nYes, the generations of people who architected this barbarity want women to live as vessels and incubators…they love the feeling of control forced birth gives them over women’s sexuality. \n\nForced birth is 100% about power and domination, and that’s all it is, all it has ever been.",
        "In the late 1950s at the age of 14 I was seduced by a man of 32.  A doctor told me \"You've made your bed, now lie on it.\" Pregnant and parentless, I went to a drugstore and bought multiple medications labeled \"Not to be taken by pregnant women and took them in large quantities.  The minuscule fetus was aborted.  I was fortunate that I neither died nor had a deformed child, and that 12 years later I could bear a wanted and loved child -- who would not otherwise have been born -- within a happy marriage.",
        "\"Did anyone really want this?\"\n\nAbsolutely. After living through one Trump presidency, is it so hard to believe that there are plenty of Americans who want women to live in fear as second class citizens?",
        "Vote. If women want to have the right to get an abortion, then they need to vote for politicians that agee with them. Contrary to most of the opinions I read in the NYT,  I agree with the Supreme Court that there is no constitutional right to an abortion. If you think otherwise, look it up, and share your thoughts. I do agree that women, generally within the Rove v Wade framework, should have the right to an abortion. This can be done by state or US constitutional amendments or by politiicians acting upon the will of their constituents and passing laws. Vote.",
        "These laws are intentionally written in vague, overly-broad language so that doctors and hospitals will be too frightened to perform any abortions. When a woman dies or suffers permanent damage to her health, the lawmakers always cover themselves by claiming that the exceptions would have covered her situation. The reality, though, is that prosecutors and judges are the only ones who can decide whether an exception was properly interpreted. What doctor is willing to risk their career and/or freedom on that? Another feature of these laws, not a bug.\n\nThe only way to right this horrific situation is through action at the national level. That only happens with Democratic control of the White House and both houses of Congress. Direct action may work in some states, but many states have no provision for voter-driven ballot initiatives. Voting on November 5th is the only way to stop this.",
        "A heartbreaking but necessary read this morning. I wish every \"undecided\" voter interviewed in the Times these last few months would look at this.",
        "All was foreseen by both anti- and pro-choice.  The anti-choice wanted it, but now we have to watch them pretend that it’s not happening or is the fault of women who fail to conquer the barriers they meant to be unconquerable",
        "The long term impacts of the Dobbs disaster will be realized in the next 5-10 years when current and future OBGYN residents of which >85% are women refuse to practice in states with  these Draconian laws. Then you will see maternal & neonatal death rates approach those of the 1800’s. The GOP will offer thoughts and prayers for the orphaned children…",
        "Did anyone want this? Yes. Infant and mother mortality would rise. They knew that. Women would die. They knew that. The Republicans, the Supreme Court, they did not value women as human beings, and this is the result.",
        "\"Did anyone really want this?\"\n\nYes, six Justices of the Supreme Court wanted this. Whether one agrees with their decision or detests it, they are intelligent people. They knew precisely what would happen after Dobbs, so in a very real way, each of them voted positively for what now is happening. We have it because they want it.\n\nIt is similar to the Court's evisceration of the Voting Rights Act in the Shelby County decision in 2013. The case of characters on the Court was different, but all of the members of the majority knew exactly what sorts of voter-suppression methods their decision would unleash. They, like the Dobbs majority wanted it.\n\nNow we have it.",
        "The Supreme Court basically green lighted a new type of Jim Crow, where the rights of women are not universal across the country, but are entirely dependent on what state they live in. Shameful!",
        "The dirty little secret in the abortion clinic world is all the people who are out picketing the Clinic and then one day they knock on the back door with (daughter, sister, sister in law, etc.) asking for help.\n\nIt's time to put a spotlight on this hypocrisy and make those people go thru the FRONT door.  Or better yet, make them sign a pledge not to ask for an abortion.  Put their name in a database with that status.",
        "We’re back to the age-old, woman-hating idea that men play no role whatsoever in a woman’s pregnancy and because it’s “her fault” she’s on her own to deal with the consequences of sexual intercourse. \n\nVOTE BLUE",
        "My father, who was a cop, told me about how in the past, women would come here via O'Hare Airport and grab a nearby hotel room to get an abortion. Not from a doctor.\n\nIf the woman bled out or died, they'd just leave them lying in the hotel room. Until the cops found her.\n\nWait until that happens to some conservative politician's daughter. They're already complete hypocrites.",
        "I am wondering how many women/children have had an abortion for rape ,incest in these states that have banned abortion?",
        "As a volunteer in the reproductive health care space, I see many stories like this first hand. The women who travel thousands of miles, often staying in the home of stranger like me, are some of the bravest out there. Please, please donate to abortion funds. As stated, the donations have dried up.",
        "Terrifying and heartbreaking. Please keep these stories front and center. They need to be told. It’s so hard to believe that even now so many women will vote for Trump and other Republicans extremists. I’m no longer of childbearing years, and in some ways I’m thankful that my 31 year old daughter lives in England. At least when she’s ready to have a child she won’t have to worry about mismanagement of potential complications. I don’t blame the doctors at all. They put their careers on the line if they intervene, and could even risk jail time. I’m sure many ObGyn will leave these states. This is so Handmaid’s Tale.",
        "I think of abortion as the power that my nana did not have over her own life forcing her to quit her job and stay with an abusive husband. It felt like that could never happen to me and that was the meaning of progress. She has passed away but I can only imagine how upsetting it is to see the world turn so backwards for your grandchildren. They are trying to take away our power but we will elect the first woman president.",
        "Our reproductive years began before Roe became the law of the land and we lived in a state where abortion was illegal.  We gave no thought to that until my pregnant wife hemorrhaged and didn’t receive the care we considered necessary for several months.  This occurred twice.  After the second miscarriage and lack of care needed we altered our plans to have more children.   \n\nIt isn’t all about abortion but whether it’s safe to even try having children.\n\nFortunately the issue is on our ballot and there are two votes in the house to amend our state’s constitution to make abortion and healthcare our right in this state.",
        "Absolutely heartbreaking stories. I can’t even imagine the fear, the suffering, frustration and deep down loneliness these women go through dealing with this archaic health care system. How is anyone ok with this madness, which could ultimately affect the women in their family, and in their personal life. Health care freedoms denied because of religious ideology! What country is this?!",
        "To me, these stories are the result of willful negligence by our Supreme Court and Congress, our elected officials and judges who took an oath to administer justice equally and to support and defend the Constitution. Women are dying. They are being denied basic health care, life-saving interventions, and bodily autonomy and freedoms. Half of our country’s civil rights have been stripped. And we’re left to fight for ourselves. \n\nThe OBGYN doctors, nurses, and medical professionals are heroes and have more courage and morality in their pinky toes than the entire GOP Congress and Supreme Court justices (Alito, Gorsuch, Kavanaugh, Barrett, Thomas and Roberts) combined.",
        "Thanks for keeping these women’s stories in the news.  It’s easy to make people’s lives political fodder and then move on. We are surely lacking in empathy as a country.",
        "My heart aches reading these stories of women forced into unnecessary emotional torture and fear for their survival, plus medical professionals harassed for wanting to save patients from sepsis. Every “pro-life” voter and every political candidate and Supreme justice should be required to read this article and asked, “Is this chaos and fear really what a 21st century nation should allow?” If they excuse such abuses, then it becomes ever more transparent that as with many Trump- era policies, the deliberate meanness is the point. My admiration to those brave advocates who reach out to help under such awful threats- the medical staff and hotlines giving answers to scared women and their families, the pilots and hosts helping the needy. Every one of them has more moral strength than the “prolifers” who impose their personal religious beliefs on everyone else and justify wanting to police and control women’s lives and bodies. And for anyone who reads this, Trump’s new claims to be “good for women” should be met with disbelieving ridicule, followed by a fury impelling you to go out and vote up and down the ticket for candidates who understand that women are equal citizens who deserve the right to make their own decisions for their physical health, emotional well-being, and personal lives."
    ],
    "web_url": "https://www.nytimes.com/interactive/2024/10/17/opinion/dobbs-roe-abortion-stories.html"
}