{
    "main": "This Diet Buzzword Is Misleading",
    "abstract": "A dietitian on why “ultraprocessed” is not a helpful label.",
    "keywords": [
        "audio-neutral-informative",
        "Diet and Nutrition",
        "Processed and Ultraprocessed Foods",
        "United States",
        "Food",
        "National Institutes of Health",
        "Sugar",
        "Salt"
    ],
    "comments": [
        "I guess the speaker is at least honest about consultation for UPF company.\n\nThe merchants of doubt all over again:\n- What about people not getting folates?\n- What about climate effects?\n- Loads of unanswered question. We don't know how the additives work. (Tobacco industry used same reasoning, there is no direct cause and effect link so let us sell more tobacco until proven).\n- You not eating veggies is your problem.",
        "What we need to do is eat unprocessed meals make our meals. Then become vegitarians. Or better yet read how not to die drgreger or eat to live I will yes it takes time to make your own food and salads but health benefits are enormous. Read that book find out. I like to tell people so they learn do eat to live for 6;weeks see what happens  boot camp for first 6 weeks",
        "It's from the same limited vocabulary timid souls who will tell you that they're not \"super-hungry.\"  They just mean they're not particularly hungry, period, and ultraprocessed...the same. If it were in English spoken straight.",
        "The real 'ultraprocessed' problem is twofold - obviously Twinkies, soda and Doritos are not good for you - but rather the 'ultraprocessed' problem also resides with an 'ultraprocessed' Congress, Presidency and Supreme Court, who are 'ultraprocessed' by corporate campaign finance contributions, corporate fake 'think tanks' and fake corporate science that exist to aid and abet poor public policy, deregulation and corporate profits.\n\nThe sugar industry paid scientists in the 1960s to play down the link between sugar and heart disease and promote saturated fat as the culprit instead.\n\nMany misleading dietary recommendations from the 1970's until recently have been largely shaped by the nefarious sugar and processed food industry.\n\n“They were able to derail the discussion about sugar for decades,” said Stanton Glantz, a Univ of Cal San Fran (UCSF) professor of medicine.\n\nDocuments show that the Sugar Research Foundation trade group, known today as the Sugar Association, paid three Harvard scientists the equivalent of $50,000 in today’s dollars to publish a 1967 review of research on sugar, fat and heart disease. \n\nThe studies used in the review were handpicked by the sugar group, and the article, which was published in the prestigious New England Journal of Medicine, minimized the link between sugar and heart health and cast aspersions on the role of saturated fat.\n\nSince then, it's been mostly all sugar all the time and declining health for millions of oversugared Americans.",
        "There was never a truer saying than \"you are what you eat.\" Healthy foods in means a healthier body. And eating healthy foods results in feeling fuller and more satisfied, resulting in better food portions. The ultra processed food is designed by the food industry to be as addictive as heroin and other drugs, resulting in overconsumption. The last thing the food industry cares about is our health. What they do is for the almighty dollar.",
        "If 2/3rds of all “ultra-processed” foods are unhealthy, then there should be a simple way to tell healthy from unhealthy foods. Calorie labels often leave people confused. Why not have clear dotted colors in three colors: green, yellow and red on all packaged food.\nGreen - eat often\nYellow - eat sometimes\nRed - eat sparingly\n\nThere should be an independent team of nutritionists (employed by federal or state / local governments) empowered to stick these labels on foods.\n\nAlso, there is no reason for school children to have access to soda in school cafeterias.",
        "When I think of the term 'Ultraprocessed' it evokes feelings of food with the life squeezed out of it. Void of vitamins and minerals and everything that makes food nutritious. Copious amounts of sugar are added to mask the flavor of this dead pseudo food. But in this new world, any food will be good food. \nGMO food has gotten a bad rap. Genetically altering a plant to be resistant to insects, molds, bacteria, fungus, able to use less water and extract nutrients more efficiently is a good thing believe it or not. The farmer uses less pesticide, fungicide, and other 'cides', less fertilizer and water, and gets a bountiful crop that costs less money to grow. At issue is the greed driven Monsanto who charges the farmers outrageous prices for their seeds and demands royalties as well. If a farmer collects the seeds from his crop one year and plants those Monsanto seeds, that farmer will be subject to law suits and be placed on the Monsanto naughty list. the farmer becomes a subject of Monsanto and at their whim and fancy. Monsanto givith and Monsanto taketh away. The farmer can never get out from under their thumb. Monsanto has taken it even further. When their creations escape into the wild, they hunt them down and destroy them, so they can maintain strict control. There is something really wrong here.",
        "Thanks for including the issue of plant-based alt proteins in this interesting article. I recently interviewed a microbiologist and founder of a startup company that uses molecular farming to create proteins and other food ingredients. When I asked what they thought about the number of ingredients one finds in some alt meats, they responded that if we listed all the amino acids, vitamins, etc. in meat, we would have a similarly long list. Is this a fair comparison?",
        "It’s not only that fruit and vegetables aren’t as easily available as fast food, but most people don’t know what to do with them. How many young people know how to properly clean, prepare, and cook, vegetables?  Things like Brussels sprouts, squashes and pumpkin, zucchini, or artichokes? \nWe live in a world taken over by convenience, and so this is where processed and ultra processed foods fill the void. \nTaxing ultra processed foods won’t do much if the fundamentals aren’t dealt with. People need to reclaim knowledge of the health benefits of unprocessed foods and relearn how to prepare their own meals.",
        "Almost everything is marked now with calorie content.  If something tastes very good, is not ultra processed but has high calorie content, for example cakes and pies and many kinds of candy, is it now OK to eat lots of it?\n\nIt's not clear that labeling something \"ultraprocessed\" adds essential information.  If people can't judge what to eat on the basis of calorie content, which is ultimately what is important, they will probably not benefit from the extra - or alternate - label.",
        "This rhetoric was very refreshing! Labels are important and could bring unwanted associations to what could be a stepping stone to people making changes in their diets. Dieting is a behavior and changing that behavior takes persistence and lots of personal courage. For instance, we should consider how discouraging it may feel (from a behavioral perspective) shifting from eating fast-food to making consistent trips to the grocery store, only to learn that food you have been consuming is still not good for you. The over usage of the term \"ultra-processed\" could very well serve as a barrier to people how want to introduce healthy habits into their lives. Change (especially changes as big as dietary habits) take a lot of time. There are so so so many variables that determines one's inclination to their diet choices. It will take system-level changes to help address the increasing metabolic illness we have seen in the last several years. Translatable research (just like this audio), investing in community spaces like full kitchens, and accessibility to fresh food is a good place to start. I could even argue that long and exhausting work days contribute greatly to unhealthy eating habits. I feel the slightest despair when I get off work knowing I need to cook dinner before I can really wind down. However, I am lucky enough to have a place to cook my meals. Changes like this need to start from our communities then up and outwards. Thanks for talking about this!! Food is medicine!"
    ],
    "web_url": "https://www.nytimes.com/2025/01/02/opinion/nutrition-ultraprocessed-food.html"
}