{
    "main": "We Now Have a Chance to Stop the Most Deadly Infectious Disease — if We Act",
    "abstract": "New advances in screening, prevention and treatment of TB make tremendous progress possible — if we tap them.",
    "keywords": [
        "Tuberculosis",
        "India",
        "Disease Rates",
        "Preventive Medicine",
        "Developing Countries",
        "United States Agency for International Development",
        "Innovation"
    ],
    "comments": [
        "Yet the upper very educated class of India, come to the state and game the system,  here. Often they own some of the best real estate, and business's.  I've  know and have observed plenty of play acting while  they reside in their Almaden Valley homes, go off to Hawaii & vacation in their relatives Tahoe estates.  Yet have their students, and family members on government assistance. \n\nWhen is the upper class going to be held responsible; in that very corrupt country?    What suddenly the U.S.tax payers , are being asked to finance health care for India?  \nI'm thinking what; \" so corporate America, and international companies can still have a reliable supply of cheap labor from a third world country?\"",
        "If bringing widespread TB treatment to the masses in India was beneficial to Modi, or his predecessors, he would have done it by now.  But it’s not. And he won’t.",
        "\"According to the law that a remedy for a sickness is always found when it has reached its peak, when it has become unbearable, according to this law, today or tomorrow the microbe of human stupidity must be found. If it is possible to discover a serum against stupidity, the most devastating of all infectious diseases, then there will very soon be no more wars, and international diplomacy will be replaced by common sense.\"\n__Curt Goetz \n1888-1960",
        "My younger sister was diagnosed with TB during one of the Xray drives at school in Belgium. My middle daughter was enrolled in a French school. The vaccine was mandatory even though the rate of success wasn't great. Back in the States and for a long time, she tested positive to TB because of the vaccine and had proof of the vaccine. Her Xrays were negative. I don't know if the BCG has improved since then.",
        "\"stopping the TB scourge will require that Congress sustain these investments and that other industrialized nations do more to fill gaps.\"\n\nIt will also take incisive, well-researched articles like this one to get the issue front and center again.",
        "Well, the fact the we have TB under control in the United States is thanks to earlier efforts on public health.  We failed with COVID and with HIV.  We fail in many ways when it comes to health care in the United States.  One reason is because its success is invisible.  If people don't get TB because of effective public health policies all our politicians see is dollar signs.  \n\nI'm worried about the rise and spread of childhood diseases that had been under control.  Measles, rubella, mumps, pertussis all of which have vaccines.  These vaccines are effective and they prevent illnesses.  The anti vaccine crowd don't want to believe that for their own reasons.  They've never seen what can happen if a child develops complications from measles or what pertussis can do to an infant.  \n\nTB worries me too but not in the same way.  If it were rampant here I'm sure we'd find a way not to deal with it appropriately.  After all, we didn't want to wear masks when it was advisable.",
        "How is it possible that public health is now under relentless attack, when it so obviously benefits society overall? Thank the self-serving demagogues and the neo-liberal profiteers with their libertarian, anti-social gospel of toxic individualism. We collectively failed the COVID test. I shudder to think what happens when an even more virulent communicable disease like H5N1 influenza strikes. And TB? It will continue to devour the poor and the marginalized until the wealthy run out of money or their drugs no longer work (MDR-TB, XDR-TB) and they too will experience the resurgence of this ancient scourge. Stay tuned.",
        "\"If we (they) act now\"...but of course we won't. \nBusiness as usual these days.",
        "So, why could I not get BCG vaccine for my children?",
        "I’m sorry to say, but the callousness of many responses no longer shocks me much. I used to think stuff like, “but how can people go to church on Sunday, and sneer at the poor and the sick on Monday,” but especially since Trump started getting cheered on by so many evangelicals, I’m pretty much over it.\n\nI just note the the take care of our own first crowd will scream their little heads off each and every time anybody tries actually to do that, and move on. \n\nBut I have to admit, the stupidity still gets to me. Take the social darwinist types, with their assuption of genetic superiority and their, “why are we trying to stop these deaths, there are too many poor kids anyway,” routine. Who cares that the only proven way to cut family sizes is to improve nutrition, education, and public health?\n\nOr take the isolationist types, who apparently live in a world without airplanes. CANNOT get them to understand that societies with immense poverty and lousy public health don’t just breed newer and better disease: they breed social collapse, crazy government, terrorism, crime and refugees. People aren’t knocking on our southern door just for funsies, folks. \n\nBestest of all, Gawande’s asking for chump change. Cheap at the price, and it works.\n\nOr to cite the old Texaco ad about having your oil changed: pay me now, or pay me later.",
        "Ahhh…Vaccine?\n     The bcg vaccine works, though not perfectly and is a heck of a lot easier then carrying around x-ray machines in backpacks.\n     I don’t get how you can advocate for all these expensive diagnostics and temporary treatments without even bringing up the available vaccine or talking about the people working on an improved vaccine.",
        "It's a shame that Dr. Gawande does not mention the potential of TB vaccines to rapidly decrease new TB cases. There are two promising TB vaccine candidates in late-stage development, M-72 and MTBVAC, and if they are successful in preventing TB, the world will have very powerful new tools to combat this deadly disease.",
        "I used to think that technology would end our civilization as we know it.  Now there is another factor----plague.\nWe must be very careful who we elect as our leaders.  We can't choose people who tell us to drink bleach (or whatever it was) to kill a virus.  We must have leaders who cooperate with other countries even if the other countries may not have the means to contribute their share.\nYou all know who I'm talking about.     Vote for her.",
        "add it to the list of 10mil other things that are a necessity and require immediate action.  One reason people start ignoring things is constant, ever present alarmism about everything.",
        "I thought Avian Flu was the disease we needed to prepare for.",
        "Sounds like India better privately and publicly fund TB treatment and eliminate the disease ASAP.",
        "BUT, we need a population who will co-operate with control measures. Look at the diaster control of the  COVID epidemic proved to be. Everyone assumes they have the right to do what they want no matter the consequences to others. Just the simple act of masking was too much. Aided by ignorant demogogues seeking power, they dug their own graves. I can recall a time when TB patients who refused treatment were confined; hard to imagine that now.\n Our lack of public spirit and willingness to comprise and sacrifice for the greater good as shown by those who fought WWII will be our undoing. We are firmly on the road to self-destruction unless we re-invent ourselves as a nation.",
        "The western right-wing governments have created a whole generation of peasants who think science is personal…..undo that first….",
        "Covid should have taught us that any communicable disease is dangerous to ua all. Air travel can import them any day. \nThis disease needs to be minimized if not eradicated. For our own selfish reasons if not for the good of those who suffer and die.",
        "India has so many billionaires. NYT just ran a story about one of them getting married lavishly inviting megastars to perform at their wedding. I think India has enough money to fund their own TB program for their own poor without being rescued by American tax payers.",
        "The government of India is more interested in persecuting its Muslim minority than helping its poorest citizens.\nThe tools for controlling tuberculosis have been available for a while but it must be a priority for the Government.",
        "India has the money to deal with this.",
        "I thought Bill Gates had eradicated this disease through his charity?",
        "Who is we??  China with a few policies perceived of as draconian  -- the one child policy -- and a good deal of oppression managed to change from a backward nation to a major world force (and women no longer want large families interestingly). \n\nIndia may have improved... but the class differences there are horrific... and frankly the billionaire with the hugely fancy wedding covered by the media  -- should  have endowed a hospital or some such with the funds he spent on the wedding.  Does he have a large charitable foundation?  Perhaps, he can donate to the cause of preventing TB and a birth control project for this overpopulated sub continent.",
        "I grew up in Norfolk MA and later worked at a state cancer hospital as an RN called Pondville. It originally was a TB hospital. Later in life I visited Zamborano hospital which was in the northwest (now under the umbrella of Eleanor Slater hospital complex in Rhode Island).  It too was a former TB hospital. \nSo in living memory, there were TB hospitals all over this country at one time.  \nSome of the nurses in Pondville had been given an inoculation against TB.  Is that still possibility?  I had to be tested routinely for TB but she couldn't get the Tine Test because hers would automatically be positive.  The immunization had exposed her to the disease so she had antibodies. \n\nA last thought is how much people in Europe suffered and died from TV.  It affected the poor mostly, who lived in close corners and had bad nutrition.  A recently diseased neighbor (age 99) and friend, lost her mother to TB so the memory of the ravages of TB live on.",
        "When we say “deadliest,” we’ll want to narrow our meaning sense. The Ebola Zaire virus is about the most certain to lead to death if you get it, up to 90% mortality within ten days of symptom onset. Influenza together with its secondary bacterial invaders probably kills the most people. But few are likely to get Ebola. People almost always recover quickly and completely from flu if in good health. Tuberculosis is a chronic infection that remains encapsulated as cysts in the lungs after recovery from an acute bout. The cysts, called “tubercles,” are visible on chest X-rays and give the disease its name. These can reactivate at any time with stress, malnutrition or aging, even many years later. The cysts are why it’s so hard for treatment to clear TB. Months of antibiotics specific to this organism are required, and some polydrug-resistant strains are incurable.\n\nIn Europe, it was called the “white death,” shortening lives as famous as that of Norwegian mathematician Niels Henrik Abel, who proved that extracting roots of polynomials of degree >4 algebraically is in general impossible before succumbing to TB at age 26.\n\nIt’s definitely in the US interest to limit TB in India. Antibiotic resistance is evolving there, and airline service joins the countries. We already have TB here in homeless and drug-using populations, jails and prisons. Once TB becomes entrenched in a population, management and reduction of new cases is much harder.",
        "The U.S. is the biggest funder of research into TB. \n\nAfter the United States, it's Germany, the UK, India, South Korea, and France. (See Stop TB Partnership website.)\n\nThe U.S. NIH is the largest funder of TB diagnostics.\n\nThe Gates Foundation is one of the biggest private donors. \n\nKeep in mind who plans to defund TB research by gutting the U.S. Department of Health and Human Services when you vote in November!",
        "When I read the title, I thought it was about Trump! He is the deadliest infection,",
        "This is a war worth fighting.",
        "I just submitted a comment on another article questioning the conventional wisdom about smart political strategy around \"What's in it for me?,\" asking whether Kennedy-esque caring is revivable. And with creativity by communicators, a viable political message? (Remember the Peace Corps and the excitement about it from that era.)\nBut skeptics may say: \"Americans just don't care about such issues,\" like malaria. It doesn't affect them. Helping poor kids in India with malaria doesn't make American lives better.\nAre the skeptics right?\nAlso, Dr. Gawande, you've used the word \"Innovation\" twice. Beyond just this issue, and relevant to all of your agency's work, are you sure you're innovating as much as you think you are?\nHave you seriously looked at candidates for USAID jobs without traditional backgrounds in health or development, but are continuous social innovators in ways you and your resume-screeners don't know you don't know?",
        "India is an over-populated country and the congested slums in big cities transmitting TB are the result of “unwanted fertility “ in rural areas of the Northern states. India needs to focus on sustainable development rather than trying to be a manufacturing hub because of resource constraints such as groundwater depletion. USAID should subsidize high quality healthcare and family planning services for reducing population growth in many countries.",
        "We have a reflexive position that every life should be saved.\n\nThe question of allocating resources to preserve a life versus using those resources to improve the quality of multiple lives is stigmatized.\n\nIn a world seething with humanity living at the margins, with the environmental costs that are a byproduct of human activities ever more apparent, the quality versus quantity issue deserves more of our attention.\n\nBut our irrationality runs deep. For example, in Afghanistan you have a country that is as completely dysfunctional as it gets and Doctors Without Borders are dedicated to maintaining hospital service for pregnant women.\n\nOn the face of it, people will say that to criticize that is monstrous. And it may well be. But you can't escape the fact that they are simply bringing more people into a world that cannot feed itself now, and that real mercy would center around preventing pregnancies.",
        "Amazing news! Thank you, Dr. Gawande. As a lung and ICU physician, I often have to tell patients with curable or treatable diseases, like diabetes, “At least your condition has a treatment; I can’t say that for all my patients with terminal illnesses.”\n\nTuberculosis (TB) is a disease that falls into the treatable category. It’s not lack of medical solutions, but politics and public health neglect that stand in the way of treating it effectively.\n\nDr. Gawande, though a surgeon (and they are great!), truly understands that by raising awareness and working on issues like TB, he’s helping to save countless young lives and improve quality of life for many more. Thank you for your impactful work!",
        "No one wants their family members to die of disease, BUT the world is overpopulated by humans. Disease used to keep the population in check. National leaders need to stop fussing over business growth and start focusing on raising the status of women the world over. Birthrates will drop and humanity can get on with the work of developing economies that don't depend of waste and growth.",
        "When in South London, my child was given the BCG vaccine to prevent TB. Looking at the Unicef website it costs less than $1 to produce in volume. Surely this should be the best place to start.",
        "Long as you're not locking down schools, businesses, and mandating masks and vaccines, I'm game.  Otherwise - good luck with that.",
        "There is a great deal of wealth in our world. If just a tiny bit more were spent on helping those in need, well, all boats would rise. Perhaps those who are of immense wealth, could try to do more.",
        "About half of the global burden of disease from tuberculosis is actually due to post-TB disease: increased disability and shortened survival due to lung and cardiovascular disease. The damage to these organs remains and often progresses even though the TB infection has been eradicated. The burden of post-TB disease does not presently enter into WHO estimates of the global TB problem. Although no TB treatments currently address this problem, prevention of post-TB disease is the subject of several innovative clinical trials of host-directed therapies that hold substantial promise.",
        "Let Modi’s government take care of its people.  The U.S. should not be providing any foreign assistance to countries that elect human rights violators.  I am solidly pro foreign assistance, but our tax dollars should be used to address the needs of the lowest income countries, such as those in the Sahel, not India.",
        "Children's hospital of Philadelphia and Girls Health and Justice Institute, my project, conducted one of the first medical screening studies of the health of incarcerated girls nationally. Previously, I had visited about 20 locked adult women's facilities in the US. (The rates of identified TB among the populations (only a tiny percentage are tested for TB) was between 4-6 %. There were no functional isolation rooms in these detention centers.\nDetention, prison, jail etc are (where the poor are crowded together and often medically neglected) are petri dishes for infectious and communicable diseases right here in the US.",
        "One of the many big barriers to eradicating TB is that treatment is unpleasant and lasts for many months. Critically, incomplete chemotherapy for an infectious disease such as TB can result in drug-resistant strains that are unmatched by our slow TB drug development, greatly worsening the problem.\n\nI'm a privileged person who underwent many months of treatment for active TB. It was an extreme experience: 2 months of isolation, heavy-duty drugs, an emergency visit for hepatitis caused by said drugs, and daily public health monitoring to make sure I was taking those meds. I was fortunate enough to have a job that allowed me to take time off, friends to bring me food, and access to scientific information about the disease and current treatments. I can't imagine what it would have been like without having these resources.\n\nReducing TB burden in low-resource areas must also focus on supporting individuals and their families so that they are able to complete the arduous treatment course. This is a huge but essential task to save lives and prevent TB drug resistance.",
        "We? I have no interest in spending American tax dollars to play doctor to other nations. We have our own problems and must take care of Americans first. India can handle its own problems.",
        "If its a matter of spending money to control TB in India, what would be an adequate budget? If it is less than 1.5 billion USD, India is capable of doing it.  That is what it spends on its space program. They may have legitimate reasons for spending that money on their space program, but it's hard to justify if that money could be spent to reduce TB levels to what is comparable in modern developed countries. Is this editorial, or something like it, widely published in India?",
        "This is an ancient scourge of humanity. With antibiotic resistance a major issue , Drug-resistant strains are on the rise around the world. And on top of that – there’s no effective vaccine for adult TB.",
        "Most of the decline in TB deaths in rich countries occurred before the existence of antibiotics, etc. Living conditions like overcrowding and malnutrition are key factors in making TB a deadly problem. This is not either/or with respect to medical technology--it's both &.",
        "I wish that awareness of important work like this from USAID were more widespread and better funded. if we could siphon off some of our military budget into things like backpack sized x-ray machines, maybe the military wouldn't need to be so large to begin with. Walk softly and carry a big heart.",
        "TB is more prevalent in the US than people think. Many people have latent TB and never know it. TB tests reveal lots of exposure, even if active TB never develops in most cases.",
        "The shameful extreme wealth disparity in India needs to be addressed. The Indian government, multitude of Indian billionaires and Indian expatriates have huge financial and academic resources, yet we still expect US Congress to address these issues?",
        "My dad contracted TB while serving during WW ll overseas .  Nearly two years in hospital and with only one lung he lived until 95. I would not wish what he went through on anyone. The pain, the depression, the fear and worst that of all…being treated like a pariah ( his own father wouldn’t see him) .\nImagine if we put money into prevention and treatment instead of guns and nukes?",
        "Wow!  Tuberculosis, the most prominent and frequent infectious disease world-wide, beyond AIDS and Malaria; fortunately, nowadays, treatable by having more affordable medications and early screening, and financial assistance. I remember, as a medical student in Bolivia in the 1960's, every third patient in our public hospital had TB; and although isoniazide and streptomycine were available, they were scant and expensive while the population most affected was poor, miners in \"early retirement\" from exhaustion, with silico-tuberculosis, dying in groves and nothing much we could do to extend their shortened life. Bolivian tin mines were exploited by having the Natives use explosives, and then, before the silica in the air could settle, they would run in to carry the mineral, as they were paid by the amount they brought out. Awful, you say? Absolutely!",
        "My partner got TB from contact with a truck driver in Denmark while visiting friends. He frequently drove in Greenland where TB is rampant.  She didn't know she had it for 6 months. Treatment took two years, caused weight gain and numerous other side effects. It was a type of TB that wasn't transmission to others but will always be in her  body.  It seems because she wasn't  part of a marginalized population several doctors never caught it.  She's fine now but she was in her 20s when it happened so it had a significant impact on her being able to participate in normal activities.  Greenland and Indigenous connunities in the Canafian north have high rates of TB still because of poverty and squalid living conditions due to significant government underfunding of their communities.",
        "My parents, born in 1914, had several peers who got TB.  When my mom became a public health nurse, she saw a lot of it in crowded tenements.  When she had children in the 1940's and 1950's, she was highly vigilant about avoiding, and having us avoid, people who seemed to have TB symptoms.  At that time, even if you survived TB, you would lose months or years of your life to the treatment, and be barred from many occupations because you would always test positive.",
        "Count on human division, skepticism of Science and poor compliance, even with weekly administrations on a short schedule to play havoc with nearly any intervention.\nI would dare people to get TB under control with a program of a single long-term injection or with a two dose intervention.   \nPeople are simply too unreliable to manage some uniform compliance.\nI would hope to be wrong and welcome any means that people can conceive to prove me wrong in my assertion!\nI so want to be wrong in what I say here!!",
        "It’s not just getting a vaccine that works.  You have to get people to actually take it.",
        "The epidemic is heartbreaking, but it's important to remember that the Government of India has the responsibility and the capability to address it.\n\nIt's difficult to say this, but we Indians must take responsibility and ask the US for assistance if we need it. \n\nPS: I loved your \"The Checklist Manifesto.\" And thank you for highlighting this silent issue.",
        "The mission to end a scourge of TB globally is great. There was a time when TB patients were isolated and treated in hospitals specifically designated to treat TB. Maybe that needs to be done on a larger scale. Diagnosing TB is not a big challenge but having a program to identify carriers of TB and to isolate then promptly to prevent spread remains a challenge. \n\nIndia has some of the best TB specialists and researchers in the world. India yesterday celebrated its 78th independence day and prime minister Modi spoke from the Red Fort and articulated his vision for the year when India will celebrate the 100th year of Indian independence from British colonial rule in 2047. I think he needed to say that TB and other deadly infectious diseases will be eradicated by then and have a plan to get that done as part of India becoming a developed nation.",
        "Public health is for everyone, not just the poor and downtrodden. That valet or that waiter can pass TB to you just as easily as your stock broker or your accountant. \nYou don't have to believe in Science to contract TB and suffer or die from it either but you do have to respect the power of something so small to create such profound disease.",
        "India is much more capable than most of the third world of manufacturing TB meds and diagnostics. It is on India to take this issue on.",
        "In the US in the early 20th century, nearly every county had a sanatarium, separate from the hospital, where one went when diagnosed with TB. There you stayed until cured or died of it.",
        "\"Among Delhi’s homeless population, one in every 12 people has the disease — a shocking rate. This means Delhi’s homeless face among the worst TB rates in a city with some of the worst TB rates in a country with the most TB cases in the world.\"\n\nIs this just a public health or medical issue? What has been the trend in homelessness in Delhi, and what has the government done to remediate the underlying environmental causes contributing to TB (and probably other ailments)?",
        "Thank you for this excellent article.  I wish the population vulnerability due to repeated COVID infections, which damage the immune system (lymphocytopenia), were mentioned as surely this plays a role into TB spread. This vulnerability is not “felt” in the “just a cold” acute symptom phase of COVID, but is a significant long term consequence which makes folks more vulnerable to infectious diseases. The COVID pandemic is not over and has far reaching consequences.",
        "Given modern air transportation, all diseases are now international.\nThat requires international efforts to control them!",
        "My grandfather was an immigrant living in a tenement on Hester Street in NYC, and died of tuberculosis in the 1910s. We often think this is a disease of another time and place, and it seems shocking that it still around. Thank you for this article.",
        "Excellent piece Dr Gawande. Your expertise and clarity in conveying the correct message on complex issues is unparalleled. I remember the times when, we, as medical students, would accompany rural healthcare workers in India to the homes of people in vulnerable communities, screen with questionnaires and supervise the administration of the cocktail of medicines. The dedication of these workers was amazing. It was the same for leprosy as well, another deadly and half forgotten scourge. We never had access to the modern diagnostic wonders, but the gold standard then was light microscopy!",
        "We react to the publication of yet another great article by Atul Gawande with a combination of pleasure and fear. His exposition is quite clear, forceful, and to the point. Alas, his subjects are scary, but ... he has solutions, practical ones, at that. We rid the world of smallpox, we've almost eliminated polio, and now Dr. Gawande is showing the way to eliminate TB. Let's do it.",
        "Diseases like this are reasons why we should not allow people to camp on public streets. I understand that taxpayer provided homeless shelters are unappealing. However, it's better than remaining on the street and being exposed to diseases such as this. There are many reasons why we, as a society, stopped throwing garbage and household waste out of our windows and onto public streets. Why must the human race insist on relearning lessons from the past?",
        "I asked Gemini, Google's AI chatbot about how climate change can contribute to TB infections. Here's the response.\n\n\"Climate change doesn't directly cause TB infections, but it creates conditions that increase the risk and spread of the disease. Here's how:\n\nDisplacement and Overcrowding: Extreme weather events like floods, droughts, and storms can force people to leave their homes, leading to overcrowding in refugee camps and urban slums. These conditions are ideal for TB transmission.   \n\nWeakened Immune Systems: Malnutrition, a common consequence of climate-related disasters, weakens the immune system, making people more susceptible to TB.   \n\nEconomic Disruption: Climate change can disrupt economies, leading to poverty and reduced access to healthcare. This can hinder TB prevention, diagnosis, and treatment efforts.\n\nEnvironmental Factors: Some studies suggest that changes in temperature and humidity might influence the survival of TB bacteria in the environment, but more research is needed to confirm this.\n\nIn essence, climate change acts as a catalyst, exacerbating existing vulnerabilities.\"",
        "Tuberculosis is a classic case of haves and have nots.  The economic disparities between rich and poor countries amplify the problem in countries with large impoverished populations. Like George Bush’s AIDS initiative, a similar initiative for tuberculosis would go a long way toward solving the tuberculosis and preventing resistant disease that could affect many more people in the future.",
        "One simple thing all of us can do is to vote Harris (not Trump) in November. One candidate will do what's best for the world and America. The other will do what he thinks is best for himself and ridicule all other opinions. Trump puts himself above science and truths. Both are needed to combat the challenges we encounter on the face of this planet."
    ],
    "web_url": "https://www.nytimes.com/2024/08/16/opinion/tuberculosis-infectious-disease-prevention.html"
}