{
    "main": "WeightWatchers Got One Thing Very Right",
    "abstract": "Will the cure for the obesity epidemic fuel the loneliness epidemic?",
    "keywords": [
        "Weight",
        "Diet and Nutrition",
        "GLP-1 RAs (Drug)",
        "Weight Watchers International Inc",
        "Nidetch, Jean (1923-2015)",
        "Loneliness",
        "Women and Girls"
    ],
    "comments": [
        "“There are, of course, other ways to find community. We can still join a synagogue or mosque…” \n\nYes, we certainly can!  We can also join…a church. Of course you’d never mention this, though, right?",
        "What Weight-Watchers got \"right\" was that calories matter. \n\nIf you want to lose weight you must consume fewer of 'em. You can either do that 1) monitoring and managing your diet to insure that calories consumed are less than calories burned. (NOTE: You will have to maintain that diet for the rest of your life or you'll regain the weight), or 2) Take an expensive, side effect laden \"jab\" (pronounced \"injection\" or \"shot\") that causes you to lose weight by incenting you to, um, \"eat less\" (NOTE: You will have to take that drug for the rest of your life or you'll regain the weight).\n\nThe Mayo Clinic puts it this way, \"Everyone loses weight by burning more calories than are eaten. The bottom line is calories count. To lose weight, you need to eat fewer calories or burn more calories through physical activity. Or you can do both.” \n\n<a href=\"https://www.mayoclinic.org/healthy-lifestyle/weight-loss/in-depth/metabolism/art-20046508\" target=\"_blank\">https://www.mayoclinic.org/healthy-lifestyle/weight-loss/in-depth/metabolism/art-20046508</a>”",
        "I still can eat only 1/2 banana at a sitting. And far be it for me to eat an entire sandwich, half is the limit; these WW taboos are with me after almost 40 years.",
        "It's so frustrating to me when people write off Weight Watchers because now we have these GLP-1 injectables.  For one, a lot of us cannot afford these pricey injectables!  A healthy weight is just as difficult for me to attain and maintain as it has always been!  For another, the injectables also \"don't work over the long term\" any more than the Weight Watchers program does - what I mean is, in both cases they are a lifelong commitment.  You have to keep taking the GLP-1 shots your whole life to keep the weight off just as you have to \"live the plan\" with Weight Watchers points.",
        "Few have the courage to recognize it, but we are machines. We differ in our construction - some are never troubled by weight gain, others suffer it lifelong. \n\nThe conservative mindset ascribes biomedical outcomes to moral weakness, sinful behavior, etc. The human condition will improve rapidly only when we recognize that we're driven by imperatives that have operated on us and our ancestors for hundreds of millions of years.\n\nSo sorry, JFK Jr., those of blind faith, those of rigid morals, etc. - pay attention: \n\nYe shall know the truth, and the truth shall make ye free. \n\nNot comfortable. Free.",
        "The majority of most human problems is directly related to their gene pool.  Addicted to drugs, gambling, and cigarettes?  Like to over eat?  Chances are it's due to your biology.  Addicted to sugar, salt or fats?  Look no further than your genes.  What appeals to some people, like too much drinking, drugging and over eating is a real turn off for other people.",
        "The mistake here is in referring to Weight Watchers as a diet. It's not. I joined in 2008 at 250 pounds, and despite the closing of the centers and loss of group contact, I've kept off 70 of the 75 pounds I shed. That's because WW made me accountable for the way I eat. It's hard, but so simple. Every single bite of food or drink you consume matters. And you can have it all, but you must be accountable to yourself. The current weight loss drugs work great but they teach you nothing. Because you don't have to work to make them work.",
        "I have attended WW meetings off an on over the years, and until recently my husband thought you had to weigh in naked in front of the group. He thought it was part of the “motivating shame.” I wonder if anyone else thought that lol?",
        "I want a moment of silence for the demise of WW  Giant Fudge bars.",
        "Since it's just been reported that people who stop taking GLP drugs revert to their previous weight within a year it seems that these miracle drugs aren't.  These drugs are simply an incredibly expensive temporary fix.  Certain aspects of Weight Watchers may not be redundant after all.  \n<a href=\"https://www.theguardian.com/society/2025/may/14/people-who-stop-weight-loss-drugs-return-to-original-weight-within-year-analysis-finds\" target=\"_blank\">https://www.theguardian.com/society/2025/may/14/people-who-stop-weight-loss-drugs-return-to-original-weight-within-year-analysis-finds</a>",
        "I have found lasting weight loss, relief from addiction to certain food ingredients, uplifting fellowship, and spiritual growth by following the Overeaters Anonymous program. Unlike WW, it's free (voluntary contributions), and there aren't any weigh-ins or shaming. It follows the AA model. Anyone who \"wants to stop eating compulsively\" is always welcome. <a href=\"https://oa.org\" target=\"_blank\">https://oa.org</a>/",
        "Hey , Guys went too. The program did work.",
        "\"There are so few opportunities to have a room full of people cheer you on for doing anything.”\n\nWord.",
        "It’s a shame WW isn’t relevant for many today. I think the reliance on the new drugs is going to backfire. Maybe they help you but you’re not learning how to eat. So if you have to stop the drugs (for example, if your insurance stops covering them), you’ll regain immediately, which is tragic. \n\nThere have always been weight-loss drugs; the old ones worked differently & were dangerous but believe me, you could lose a lot of weight with them. Until you stopped. That’s why programs like WW and Jenny Craig were so good. It took longer to lose the weight but you kept it off longer because you learned how to eat. Portion control and behavior modification.\n\nI know it’s hard to stay with it when you have 100 pounds to lose and you’re only losing a pound a week. But it’s the best way to keep it off. Rikki Lake & Jennifer Hudson are better role models for this than Oprah Winfrey.",
        "It's little surprise WeightWatchers began in the US. The USA is an obesogenic culture. The only winner from the Biggest Loser competition weight-loss series able to stay slim for about five years after winning, went back to competing regularly over 800 metres with his local track team. Everybody else put the pounds back on and more after they had returned to their obesogenic, fat families, workmates, and friends.\n\nI'm 66. If I didn't still try to shobble (dismally slow variant of the running I used to do), 30 km to 100 km a week, I'd look like a beach ball. I'd have T2DM like my late mother. My heart, dicky from my late tweens, would have given up the ghost.\n\nRunning kept me slim for six decades. I used to run fast and far. The tension on my abdomen and gut meant that after an evening run I had no desire to eat until the next day.",
        "If I never have to ponder the number of points in microwave popcorn or a serving of Brussels sprouts, or encounter fat free cheese or spray butter, that will be great. Good riddance.  The world has moved on.",
        "I understand Jennifer Wiener’s point, but imagine if those women had been supporting each other not about their looks or about weight loss but instead about going to school or playing sports or getting out of bad marriages.",
        "Jennifer Weiner speaks as though there are no more Weight Watchers meetings.  Au contraire!  I started going to one in New Jersey in January and look forward to it each week.  There is no shame, just support from others who have the same goal - to eat in a healthy way and find strategies to overcome cravings and bad eating habits.  The support is wonderful.  I have tried losing weight using an app, but the human touch is what works for us.  It's nice to be able to fit into all my clothing, and take stress off my feet and knees.  \n\nIt's a shame that so many are looking for the easy way out, jabbing themselves with shots rather than changing their behavior.  The current trend is to accept oneself as you are, but if you are severely overweight, your health will suffer.  I feel sad about the current state of WW and hope they will find a way to continue doing their good work.",
        "Only 43% of Americans are obese.  While the USA does have, by far, the highest rate of obesity among OECD countries, there are a dozen developing countries with higher rates - some much higher.  American Samoa leads the way at over 75%.",
        "I've been a lifetime member since the mid-1980s after giving birth and shedding 30 lbs. via WW At Work. My OB  recommended the WW maintenance program during pregnancy to stay on a healthy food plan. \n\nI have found the WW program--including all iterations-- has helped me relatively painlessly over the years. That I can eat anything I want as long as I stay within my point count is a smart and doable approach. And I appreciate the guidance in making healthy choices in what I eat. \n\nFor me, the meetings were helpful and inspiring, nearly every leader who led the meetings was encouraging, supportive and empathetic -- they've been down the weight-loss road themselves. For the most part, attendees were engaged and upbeat, and very supportive of each other. As well, WW taught members how to comfortably get family, friends, etc. on board to avoid derailment. \n\nMy complaint is that WW has discontinued online access to its program, forcing members to use the app only, which I have trouble doing. I have written to Interim CEO Tara Comonte to ask WW to return computer access, but have yet to receive a response.\n\nWW was a brilliant idea in 1963, and it still is today.  As a nation, we are struggling with obesity, and it is often helpful to lose weight in a structured program that you can do on your own or within a group. The WW program might not be for everyone, but it's a good choice for many who want to get  to and stay at a healthy weight. And it's affordable.",
        "I was briefly a member in 2016. They were more interested in selling processed packaged food than helping you lose weight. I joined a gym and started working with a trainer. The two women that ran the meetings made light of combining diet and exercise, and basically said I was wasting my money. \nI left the day I waited five minutes to be weighed in while the two women were tallying their sale from the morning session. They totally ignored me, and I just walked out, canceled my membership, and never looked back. \nThe WW model fails because they push their processed foods, including frozen ones. They taste awful and have a long list hard to pronounce chemicals!",
        "When I saw that Weight Warchers had filed for bankruptcy, I had much the same initial reaction as Ms. Weiner and then didn’t think so deeply about it. I am so glad she did and has published it here. Thank you for such a thoughtful essay.",
        "Back in the 90's - I had a friend who lived in the apartment across the hall from me who was a distributor of products by a company known as Shaklee - which is still in existence, AFAIK --\n\nHe told me about their weight-loss program - which he guaranteed I'd lose weight if I followed the program -\n\nHe was right - I lost 3 pounds a week for eight weeks - 24 lbs in two months -\n\nWhat was the secret ingredient --?\n\nBesides the usual menu of products and supplements - which were all voluntary - there was one critical development which was required if I were to be successful -\n\nI had to change my relationship to food - completely --\n\nNo eating in front of the TV (a \"food cue\") - or finding another activity to share time with my regular \"dining companion\" -\n\nThere was more - depending on my personalized list of \"food cues\" --\n\nIt required commitment, dedication, hard work, and eyes on a goal --\n\nAnd yes - since then I've strayed off that path and have regained some weight - however I still maintain a level of awareness regarding my relationship to food -\n\nIn a world where two people standing next to each other while waiting on a line - will spend their time buried in their phones - it makes sense that we now worship a \"magic pill\" we can take to lose weight --\n\nSwipe right and lose ten pounds...",
        "My parents joined WW way back in the '70s. The program was quite strict back then, but it helped both my parents get to more healthful weights. They maintained much of their weight loss for the rest of their lives. I learned, through them and WW, how to eat better. We ate our biggest meal at lunch and had early dinners. I still do that. I've long wondered if growing up on WW helped me stay thin until my 40s, when my metabolism slowed. I was successful with WW twice as an adult, but the weight always came back. Now that I'm post-menopausal, my weight won't budge, even when strictly adhering to WW points. I recently started GLP shots. What a game-changer! I no longer think about food and weight all the time. My cravings for junk food are entirely gone. Not sure how sustainable it is, given that I was not heavy enough to have insurance cover the shots. But I sure am enjoying not obsessing about food and weight for the first time since I was probably 12 years old.",
        "From the article: \"the once-iconic program feels like an artifact of an era when obesity was seen as a moral matter, not a medical one, a problem of willpower, not biology.\"\n\nThe new treatment drugs literally work by removing the will to eat, and thus the need for willpower.\n\nObesity is then very obviously both a problem of willpower AND biology. Or at the very least, willpower DIMINISHED by biology.",
        "My wife and I joined together and would go together.  We were both moderately successful (really) with the WW approach, but it never lasted and the goal weights always a bit out of reach.  There was also a big overhaul of the points system which threw us off.   I recall the meetings as being mostly enjoyable and without any serious negative twinge.  Surely, some members were more negative than others, or had some sad story, but the general mood was upbeat.  In the end the meetings didn't hold our interest and we continued on the diets for a while - doing it on our own.  At some point we stopped paying for access to the app.",
        "I learned a lot from WW and though I'm not on it currently, I still use tools I developed on the program. \n\nThat being said, tagging along with my mom to meetings as a kid in the 90s, and hearing her and her friends talk about it, watching her weigh food, buying the products... it was just so central. Losing weight is a personal choice and WW is very effective, but to me the community aspect lauded here also gave weight and weightloss this omnipresence that was damaging.",
        "As one of the few men at a meeting in North Jersey 25 years ago, I found myself listening to all the stresses that caused women to overeat- their boss, husband, mother-in-law, family get-togethers, children- etc. My 2 cents were that extreme stress and anxiety at work personally made me lose my appetite; additionally, blaming your boss and difficult children for overeating was just rationalizing your own bad relationship with food. A few people  actually agreed with me,",
        "COVID also helped to kill Weight Watchers.  It eliiminated all in person meetings.   In Virginia my local leader was able to continue with WW Zoom workshops so that the group of, yes mostly women could still support each other  Then corporate killed the local online meetings in favor of national workshops where you are one of a hundred or so.   It's not been the same since.\nMost in person meetings are gone there are none in the entire state of Hawaii where I now live.   \nI left WW in 22 because even though I successfully lost weight the support was gone.  I tried Noom, because tracking is essential for me but again, too impersonal.   Went back to WW and its constant pushing of WW Clinic.   I have access to in person meetings when I travel but they are few  in number even in big cities like NY and Boston.",
        "WW worked for me, it helped me lose 30 lbs. The new drugs are not appropriate for people who are not obese, but just want to lose weight. I loved the meetings and would still be going if they existed. I never spent a penny on WW products. It was counting points and community support that helped me moderate my portions.",
        "Ironic to use the term ‘secret sauce’ to describe WW. Like the use of the term ‘superpower’ it’s an irritating cliché about— um, originality, I guess. Like the un-appetizing pink boxes of fake food, I never was drawn to weight watchers even as I avidly took every quiz and read every piece of advice in Glamour, Seventeen, and Madamoiselle— while eating potato chips and drinking Tab (also a pink color). I do miss magazines and how their glossy pages had a beginning, middle and end that each month held out that elusive concept, a feminine feminist. \nMy social connections were not those of a circumscribed housewife suffering from middle age spread and boredom. Nor have I ever been drawn to exercise and diet as a Puritanical regimented competition. \nThe lure of the unobtainable yet easy ideal of logically maintaining one’s corporality with pills and clicks has thus far overwhelmingly won during the first quarter of the 21st century. The self-consciousness of social media has made bodies even more fretted over and scrutinized and subject to self doubt. \nBack then, weight watchers was a symptom of boredom solved by commiserating with others.\nIRL is the ‘third space’ longed for regardless of how this social contact is established. I dunno.\nI can envision a better way to connect to others— thousands of better ways! — than to count points and make math homework out of the joys of an avocado!\nLife can be more fun than that, folks!",
        "The thing about the GLP drugs is that they proved that losing weight really IS all about simply reducing calories. You can eat absolutely anything on these drugs. In fact, a lot of us consume MORE sugar on them because the drug reduces blood sugar, making you crave sweets more. But you’ll have a couple of bites of ice cream and stop. That’s what so great about it. I now have dessert every night, but after a couple of spoonfuls I don’t want more. Same with bread, chips, and all other so-called “bad foods”. Even alcohol.",
        "What Weight Watchers also did was encourage people to focus on eating healthy foods. Once they got into selling their own frozen items, their emphasis was on that. rather than the very simple process of centering your diet around lean meats, fruits and vegetables. The camraderie was nice, but that wasn't why people went there -- or why Weight Watchers  was so successful for so long.",
        "O.M.G.!  Not only was I taken to WW as a child, but Overeaters Anonymous and T.O.P.S. meetings, as well. Since I was not overweight, I just tagged along to get out of the house. My first foray into the WW culture for myself was as a 17 year-old with horrible acne (that's a whole other adventure I endured). My dermatologist recommended it, even though at 5'6\" I only weighed 100 lbs. That was fun. When I had an acute case of pneumonia resulting in adult onset asthma, steroidal medications became the norm. I immediately gained 50 lbs. For 25 years I've started, hit a plateau at half my goal weight for months at a time, then slid back down the mountain. Part of the problem with the face-to-face meetings was their scheduling. They were at inconvenient times and places. I went to one meeting that was not listed as a \"Mommy and Me\" meeting, but there they all were - Mommies and babies and toddlers. I weighed in and promptly left. They were slow with technology and their search engine stunk, so journaling your food, trying to count points, etc., took hours per day that I didn't have. Since 2000, I've started and stopped the program at least 8 or 9 times, to no a.vail. As a matter of fact, I canceled my account 6 days before the bankruptcy announcement and felt like I dodged a bullet, not to mention saving a lot of money!",
        "Today, I passed a sign in my community hospital encouraging patients to explore \"Weight Loss Surgery.\" Like Weight Watchers, I expect going under the knife will soon be a thing of the past.",
        "One of my friends in college brought home some kind of WW analaogue calculator to play around with --something you could use to calculate points from a few nutrients listed on any label. What I gathered from it was that FIBER was one of the few nutrients to pay attention to -- foods high in fiber, like protein, filled you up a bit more than others and the fiber allowance was one of the few things to spice up the pure calorie counting functions of WW. When forming healthy eating habits myself in the future not through WW (I think it's now called \"volume eating\"), the WW fiber revelation remained locked in for me -- as fiber experiences a renaissance on food labels in 2025, my own attention to fiber is decades old and based on the short period in my life I tried to figure out WW points with college roommates. I was nearly certain this article was going to be about fiber as opposed to community :-P",
        "The injectable weight loss medications mentioned in this article are meant to be taken for the rest of a person's life, which big Pharma loves.  Who is going to continue to pay for these very expensive medications, particularly if insurance programs quit covering the cost?  And what happens if renewed medication unavailability issues occur?\n\nA recent JAMA study (including people both with and without Type 2 diabetes) concluded that the majority of people taking these drugs quit within 2 years.  Then appetites, weight gain, and possibly related negative health issues come roaring back.  In addition,  severe side effects can occur if these drugs are stopped cold turkey.  This yo yo weight loss and weight gain scenario is no different than in the \"old days\" of old fashioned dieting for a while and giving up.",
        "My comment is not about weight loss, but the community. I have a couple of friends who highly benefited from AA, and when they spoke about their meetings I thought, how nice would it be to have a place where you can drop in, know you are sincerely welcome with open arms, support and be supported. There is no question that when you walk into the room, people will be happy to see you. And it's a total come as you are gig, no need to get dressed up or put on any airs. It's too bad these types of groups require an \"issue\" (weight, mental health, grieving, addiction) to join. \n\nWith so many lonely people out there it would be nice to have a group like this available \"just because\".",
        "I was one the few men that found weight wathchers to be a life saver. My partner and I have used the point system to keep our weight in check as we aged . I did  attend meetings and found the leaders to be genuine and the attendees were very motivating. Weight control is challenging for many but weight watchers taught me what to eat and not but i never felt any manipulatied and only support.  Especially from the attendees at our WW meetings",
        "Oh, I miss Weight Watchers!  There was a Weight Watchers store near me, not in some smelly church basemet, but in a clean and welcoming site all their own.  I started doing Weight Watchers when they had Winning Points.  They kept tweaking their points system and then changed it altogether, which is when I left.  I had already met my goal,  but I kept doig their plan on my own, and it worked.\n\nI was there when the sniper was terrorizing the DC area.  Schools were doing indoor recess and people were nervous just waiting at a bus stop or walking on the street.  That Weight Watchers meeting was a safe haven as we all walked quickly to and from our cars.  But I will never forget the male leader there who was funny and made us all laugh and helped us forget the scariness of those days.  \n\nI knew many of the regulars, if not well, then at least to say, \"hi\" to.  And the program worked for me.\n\nNow, after a broken foot bone and not being able to exercise, I was thinking of going back to Weight Watchers to lose10 pounds, but there are no longer any Weight Watchers nearby!  The good thing is, I still have my old books, so it's back to counting points again.  I am doing it on my own, but I do miss the encouragement from the leaders and the other members.",
        "Sorry but I just never understood how getting healthy and in shape was accomplished by going ... to sit in a meeting.",
        "Just celebrated a 50 pound loss on WW. Love the tracker and the recipes. No reason they shouldn't remain viable. Hoping for the best.",
        "I was dragged to Weight Watchers as a teenager, back in the early 1970's, and I absolutely HATED the group meetings.  I felt no connection to any of the other members who were, almost uniformly, 20+ years older than me.  And the whole \"rah rah\" aspect really turned me off.\n\nHowever, a few years ago I rejoined the organization and fell in love with its point-counting app.  With its help, I lost over 120 pounds and have kept it off (still using the app) for more than 18 months -- and never attended a group meeting.\n\nI was sorry to hear about the bankruptcy, and hope the organization will be able to continue in some form (did I mention I fell in love with the app?).",
        "I was brought to meetings by my mom who often joked that she was \"born on a diet\". I was even one of those pudgy camp counselors who worked an entire summer for free as \"we got the WW program for free\". That summer when meals were prepared for me, yes, I did lose weight.  It was easy, but that success left me once I came home. On my own, I learned how to eat better, but I used my WW booklet of 'diet foods' for years.",
        "Because it is publicly traded, almost everyone, not just Oprah, is a part owner.... through 401k, 523b, pension plans (if any still around), IRA vehicles, or the stock itself or an ETF or mutual fund that owns the stock (99% of them), or index fund  (99% of the broad indexes have this stock).  So too are any persons overseas with any portfolio whatsoever through their gov't sovereign wealth fund that pays their retirement benefits.",
        "The reason WW was in business for so long is because it didn't work. Good intentions but bad science. When the capitalism urges kicked in and WW was promoting anything it could stick its label on then the humble beginnings were lost forever.\n\nGoing back for like 10 rounds of WW is like taking your car that keeps breaking down to the same mechanic who fixes it for a little while and then it breaks down again. After the 3rd set of repairs it's time to look for a new mechanic.\n\nI've been a primary care physician for over 30 years - I know how difficult it is for patients to lose weight. Every individual body reacts differently - telling someone to just put down the fork and exercise more borders on pointless. I've seen weight loss meds come and go - they never really worked and were often pretty dangerous. \n\nThe GLP-1s - specifically tirzepatide and semaglutide- border on miracle drugs - and I'm not exactly a fan of Big Pharma. \n\nYes, they are price gouging but there's not much we can do about that in the near term. So people are just going to have to eat the cost- excuse the pun. Half of America should be on GLP-1s - if not more than half. \n\nSitting around sharing stories with new friends and playing Mah Jong is fine but it's kind of an absurd justification if you're still 241 pounds and you have high blood pressure and bad knees and your husband left.",
        "Times do change. WW has changed big time since the past and continues to evolve. Sure we have our daily points but we also have zero point foods and our weekly points to choose to use or not. The app was and is the game changer. I can point the scanner/camera at a barcode or a food and it shows you the points. Now we can get  a total of our macros and nutrients. You use GLP 1s? No shame. Been a returning member since Oct 2019 and lost 90lbs and achieved goal/lifetime. I love my early morning meeting on Saturday. You don't have to weigh in to attend a meeting-just check in. I love all the fellowship and support we all give and receive. I miss all the WW foods and snacks and other items they sold. Made things easier.\nI hope WW can get it together. Many of us still want and need you.",
        "I was sent there at 11 after being labeled 20pct overweight at age 4.  A horrible experience, walking there alone in bitter cold and dark, hating my mother all the way.  Being judged and called out and publicly weighed like an actual cow was wrong.  But I guess it was easier than dealing with the alcoholic parent in the house who caused all of our stress eating at that young age.",
        "The “community” aspect is, of course, vital. But what has always been true remains true, at the end of the day: it’s all about what, and how much, a person eats. End of story. \nAnd nothing will ever make that fact go away. Hence, the success of GLP’s……they suppress appetite……",
        "Fast food is what created obesity in the US & the world. Did ya ever talk about that in WW? Or that was considered too close to home?",
        "Lots of people who made mistakes and can’t afford a good lawyer are in prison.\nI care so much more about them than this guy.  please give us more articles about the realities of the inhumane treatment of mentally ill people in prison or just an average person separated from family for ridiculous reasons. Further punishment to this joker by not reporting on his life, thank you very much.",
        "Shots are easy yet the support group that WW is is sustainable and for the long run cost effective!",
        "I remember Jenny Craig from the early 1990's. It seems that they might have been mentioned here. Anyway... well-written column...and we all have our challenges n this life.",
        "Ever heard of Zoom? 12-step programs certainly have.",
        "Too bad Oprah got involved.\nShe only bought the stock, knowing her name “brand” would boost the stock price at the time.\nCome to think of it, she also touched the Clinton & Harris campaign’s & look at those results.",
        "Our food supply is drastically different than when Nidetch founded WW. I’m very lucky that my mom read Sugar Babies in the 1970s and paid attention to nutrition. We grew up with healthy foods and habits. She packed meals for road trips. Fast food type meals were rare, so we didn’t get a chance to get addicted.\nMy mom told me the sugar cereal makers didn’t care if I got cavities. We begged but she held her ground. She said that we would thank her one day. I thank her multiple times a day.\n\nTHANK YOU MOM!",
        "I have very fond memories of my times in Weight Watchers; I am a rinse and repeat patron.  Each time, I did reach my goal weight.  For me the thing was to be mindful of what I was putting in my mouth and to move move move, which I continue to do to this today.  The only leader I remember distinctly was a man who was excellent, very encouraging and creative.  I loved the meetings, even if I had scale anxiety.  So I'm sad to see WW die, although I understand why.",
        "Joined WW over 30 years ago and it has been the reason why I am so very healthy today. I have maintained a 50 lb weight loss and continue to adhere to this program and, very fortunate to still have meetings in my area that I attend at least 2 times a month. Simply put, WW is a very practicable method for getting healthy. It promotes a healthy mindset and pillars of wellness that make absolute sense to me.\nNo other plan spoke to me like WW has over the years and until I am plucked from this earth, will continue on the path of wellness with all of my WW family in my in-person workshops.",
        "Weight Watchers seemed to tap into some of the principles of AA, relying on accountability and community to maintain goals and habits. The author is correct that loneliness is a much more dangerous tend than weight gain.",
        "I lost 55 lbs on the Weight Watchers program, and have successfully  kept 45 lbs off for over 10 years. I learned a lot about nutrition, portion sizes, etc., thru WW which continues to serve me well to this day. Thank you, Rick and John, two of  the Chestnut Street (Philadelphia) leaders.",
        "\"an era when obesity was seen as a moral matter, not a medical one, a problem of willpower, not biology.\"\nIt is interesting to muse why the \"medical matter\" obesity  besets Americans so much more than other nations, how their \" biology\" is so special. Of course it is about will power, as much as voting for Trump or wishing to MAGA is a matter of choice!",
        "I tried WW decades ago. Maybe I oversimplified their program, but it seemed like I was eating far too much tunafish salad for my liking.\n\nThe idea of keeping track of points instead of calories, carbohydrates, fat and protein was far too counterintuitive, resulting in boredom and drifting off the program.\n\nFor months I’ve been using MyFitnessPal app on my and computer. With it I easily create menus that are balanced for carbs, fats and protein, with correct calories. I’ve slowly lost about 30 pounds and still going.\n\nAfter becoming skilled at entering items and editing as needed, I easily see correctly sized portions. I’m usually surprised at the size of portions that fit my diet.\n\nThis app gives me confidence where I felt none from WW.",
        "So many memories in the 1970s of my late mom attending the meetings and constantly limiting her food intake. Iceberg lettuce and roast chicken minus the skin.",
        "At my grandmother's funeral in 2007, I learned that she was one of the first members of Weight Watchers in Canada. She had hypothyroidism and her weight reached 300 lbs at one point. I don't know how much WW helped her, but she continued to follow a calorie-reduced diet as long as she could cook for herself. I miss her tuna sandwiches with the \"diet mayo,\" not sure if it was WW brand.",
        "I started Zepbound three months ago at age 62. The feeling of liberation from my obsession with food is almost overwhelming and also quite emotional. I feel like I've been released from prison. As for support, I'm in a group chat with longtime, dear female friends. That's giving me what I need in terms of community and understanding.",
        "I joined weight watchers as a weight obsessed  16 year old in 1976. I was also on the track team. My mom had nothing to do with it.\nI had a goal of losing 8-10 lbs and I did it with WW help but I also learned a lot about nutrition and those ladies who most were trying to lose much more weight than I, were so kind and caring with each other and with me. I relate to the positive side of Weight watchers back in the old days of meeting in person and getting a cheer for losing even a half a pound and doing the same for others.   The women who ran the meetings stressed losing weight slowly and healthily as a real means to keeping weight off .   I was teetering on the edge of being in an anorexic head space but I believe the WW meetings and support kept me from going too far with dieting.   I regret being so obsessed with my weight back then, it was debilitating how much I thought about it. But I have a warm feeling about the women at those meetings, they kind of looked after me in a way. That could have only happened with in person meetings, I am sure.",
        "The antidote to addiction is connection. I believe this. My mother (who was overweight) once told me I was too pretty to be so fat. Was that a compliment or a put down? I went with put down. I went to WeightWatchers multiple times in the 80s. I do think their connection component was important. Being overweight is often a complex tangle of eating habits, lack of nutritional knowledge and emotions. At least WW made an attempt to solve one aspect of this.",
        "Of course consuming excess calories is the root cause of obesity. GLP-1s cause you to consume fewer calories, do they not? Whether or not they will be a long term fix is yet to be seen, but please admit the obvious. Fewer calories equal weight loss.",
        "It’s not that complicated.  \n\nIn order to lose weight you need to consume fewer calories and improve the quality of the calories you consume.  \n\nExercising is good for you but it won’t help much in losing weight (unless you’re running marathons.)\n\nGet thin in the kitchen, get fit in the gym.",
        "Thank you for this piece! I had just been thinking that I hadn’t seen a Jennifer Weiner essay in a while. \n\nI remember my mom going to Weight Watchers in the mid-late 1970s, when I was a preschooler. By my teenage years in the mid-late 1980s, I was joining her. She passed away at the hands of her compulsive eating disorder in 1990, when I was 17. I had several stints in Weight Watchers following that, but I think I was done with it by around 2000. It just rang hollow for me. \n\nIn addition to inheriting my mom’s eating disorder, I have PCOS, which is linked to insulin resistance and is characterized by hormone imbalances and excess weight. My life has been marked by a series of commercial diet plans, fad diets, nutritionists, medical specialists, gym memberships, personal trainers, therapists, you name it. I’ve gained and lost, lost and gained, over and over. Despite the clear biological component, my overweight body has always felt like - and often been perceived by others as - a moral failing. \n\nI found community in Overeaters Anonymous starting in my early 20s. Though I have been in and out of that program over the decades since, ultimately it has provided me with the authentic connection, support and serenity that I need to cope with my emotional eating triggers and the fat between my ears. I’m so grateful for it.  \n\nI’m also now giving Zepbound a try.\n\nIf all of these measures keep me from dying at age 55 like my mom did, it will be worth it.",
        "I wish I had done WW when there were real, in-person meetings, where people met and socialized, face-to-face.   I did Wegovy for a couple months, but the side-effects were just too much for me. Doing stuff online is not going to work for me. I might as well \"chat\" with an AI program.",
        "My mother and I joined about 45 years ago when I was a teenager. She lost 45 pounds, I lost fifteen.  It was a great boost to her self esteem and we learned, not to diet and deprive ourselves, but to eat sensibly.\nIt was a great program that I still incorporate in my life.",
        "I have to disagree that Weight Watchers \"got it right.\" Just the fact that the majority of members keep losing, then gaining is not success. I can't tell you how many women I know swear by Weight Watchers because it's \"the only thing that works for them so they keep going back.\"  If it worked, why the need to return?  WW prior success was based on repeat members.",
        "With all due respect to the author, if you haven’t been to a Weight Watchers meeting since the 1990s, you haven’t been to a Weight Watchers meeting. A key reason for WW’s staying power is its ability to change as the science and psychology of nutrition and weight loss change. The health-focused program of today is nothing like the thinness-obsessed program I grew up with as my parents eternally battled with their weight. \n\nI’m a lapsed lifetime member who wandered away from healthy eating shortly after reaching my goal. Much to my chagrin (and admiration) my husband followed my example and dropped his own excess poundage with ridiculous speed. He has kept his off by not skipping a single day of tracking in more than five years. My insurance won’t cover weight loss meds and I can’t afford them out of pocket, so I just recommitted to tracking, ironically on the same day that WW declared bankruptcy. I’m glad I don’t have nearly so far to go this time, and it simply feels great to eat well again.",
        "Community is everywhere. I know it seems like people need a reason, but you can join any group of people randomly  and start talking to them. Instant community. Now, when this occurs, depending on your nature, it may work or may lead to rejection. In other  words, people have their own lives and/or may not be open to a community mood, and then like with flirting and making an attempt, it could fail. But just let it roll of your back and not take it personally. \n\nI do live in a rural area in a small town so maybe that's easier here.  We have a lot of festivals and stuff nearby where people gather and then it's easy to find groups you can socialize with.  Or it could be a group you bring together or are already part of. My point is that it can be done with strangers AND with friends and family and acquaintances. \n\nIn lots of countries, there are a lot of street vendors and tea shops and the like that can offer community. In Thailand for example, there's a lot of street food with small sets of tables and benches and it's easy to strike up conversation (especially if you can speak the language though otherwise you can stick to the expat areas).  \n\nThe problem these days is a lot of people are buried in their phones. But not everyone is. Lots of others are still out and about and being present and enjoying their surroundings. That's one of my communities.",
        "I have never participated in a Weight Watchers membership,  but I remember clearly the multiple efforts to join Weight Watchers that my mother went through. That acknowledged, I found Ms. Weiner's essay to be extremely well-researched and presented to the vast number of Americans who are still fighting the battles my mother struggled with in a way that allows the reader to understand why the complexities of this age-old struggle are linked to many of the things that are rapidly changing our country. Community is always necessary to live an active, fulfilled life. I wish everyone who has fought this struggle could read and contemplate this strong and well-written argument. I look sometimes at photos of my mother when she believed herself to be overweight and I see a woman who was perfectly within the range of an ideal weight and who never learned to accept that she was not fat, but beautiful. I also wish that the miracle drugs that sending Weight Watchers into financial defeat could be used by anyone other than the rich.",
        "For me the main point of weight watchers was in learning about what the food I consumed was made up of, its real nutritional value, and the basic concept of what is a triue \"portion\"\nperhaps the most valuable lesson of all. The sharing in meetings was key, finding your cohorts who also wanted a way to eat what they liked and maintain a reasonable weight. I went to Weight Watchers three times, the second two when I abandoned the simple practice of counting points, then measuring and maintaining  appropriate portion control. I always thought a \"portion\"of steak was 18 to 24 ounces. In weight watchers I learned I that 6 ounces was a portion and more than enough to satisfy my desire for steak. I found I could consume pretty much anything I liked if it was in the proper portion and not every day. Tp succeed at Weight Watchers did require some study, learning and to practice some of the great skill of cooking.  Sticking a needle in your stomach ma work just fine for those who like that way of doing things, but I prefer having  simple knowledge and skills to provide healthy, well balanced meals in appropriate sizes that without involving expensive chemical prescriptiosl",
        "Agreed, the community really helped. I seesawed throughout my 20s and 30s, finally joined WW when I was 47 after being congratulated on my pregnancy (my youngest child was 15), and with the help of several good leaders and a supportive community lost the 50 surplus pounds I'd been carrying around for years. That was in 2010-11. I attended faithfully for a while, gained enough that I'd have to pay to return to meetings, put that off, then the pandemic happened and I am still not back to in-person meetings.\n\nI felt the community was immensely valuable and a big part of my success. In person weigh ins are not fun but help keep one accountable, and the knowledge that we were all in this together and could celebrate or commiserate as a group helped a lot. Something's missing when we inject ourselves with weight loss meds and deal with the side effects by ourselves, and we don't have others cheering us on and clapping when we get a little keychain ornament for having walked 5 of the previous 7 days or finally got past that stubborn 20 pound barrier. We could use more of that.",
        "A major drawback to the GLP-1's at this time is that unless you are diabetic, your insurance company will not pay for them forever.  I was told by my (nurse practitioner) counselor at a medically supervised weight loss program that because the drugs are so expensive, the insurer will cut you off if you don't lose enough weight on them, or if you reach your goal weight and they think you don't need the drugs anymore.  Few get them approved for more than a year if they are not diabetic.  At that point, you either have to pay for the drugs yourself, which many people cannot afford to do, or go off them and try to maintain the weight loss without the GLP-1's help.  Some do succeed in doing that, some don't, and regain the weight.  I think I will wait until they are available in a pill form which will most likely be cheaper and more realistic to stay on.",
        "I’m on the Weight Watchers program now. I’ve lost weight and am no longer prediabetic. I started the program in the 90s after trying a high-protein diet as a teenager, and kept the weight off for a decade, until I had a baby. I learned the benefits of eating fruits and vegetables to maintain my weight, and discovered that the habit also promotes healthy skin. I’ve mildly disagreed with some of Weiner’s op-eds in the past but never bothered to comment. This one is way off.",
        "I really appreciate weight watchers.  Yes, I have joined and rejoined over the years, but only because it works. It is like a periodic reboot in my education that reminds me about portion control and moderation, as well as the importance of fiber and minimizing added sugars.  I love the app, the recipes, and the online community.  I never stay on long--just a few months at a time in order to get back on track with healthy portions and eating ideas.",
        "I guess I was one of the few men who tried the program.  Honestly,   the points system didnt work.    One could O.D. on fruits like bananas and convince yourself that you were adhering to the program.   There was an on line option for a COACH  ( for additional fee);   but I found that not to be helpful either.   Unfortunately,  their model  ( pre ZOO/in person)  just is antiquated and not applicable today\n\nVery well written, accurate article",
        "It worked. I lost 28lbs in the mid-eighties. Kept all the WeighWatchers exchange booklets and daily planners from that time.\nGlad I kept it, the old WeighWatchers was the best I think. Could also plan for cocktail parties and a night out with banked exchanges.\nI think the later versions were too flexible in what was allowed.\nPeople at work noticed my progression.\nIn retrospect, I gained a tremendous amount of self-esteem at a time when I really needed it.\nThank-you WeightWatchers.",
        "I enjoyed this article. When I first joined Weight Watchers I was 30 pounds over what I wanted my 5’2” frame to be. In the mid-1990s they had the fat&fiber program as one choice. I chose it and lost the weight. About 5 years later I had gained some back, so tried again with the points system. The 3rd time I rejoined, in 2013, I lost the 10 or 15 pounds I’d gained again, and this time I’ve kept it off. I enjoyed going to meetings. I was looking forward to meetings in person after the pandemic, but my meeting place moved, and I could never quite find it. I still think about portions and food choices. The dietary suggestions skewered toward the very healthy and encouraged me to be a lifelong healthy eater. I agree that with the new drugs for people who are challenged to lose a significant amount of weight, Weight Watchers’ time has probably passed.",
        "Yes, my Mom took me to Weight Watchers with her in the late 1970s. Neither of us was overweight, just not as thin as she preferred. I recall a diet plan of hamburger patty, lettuce and tomato on a plate. Or dry wheat toast and egg whites.  Black coffee. Iceberg lettuce no dressing.  Dreaded the humiliating weigh-ins and group approval or dismay at results. \nBy my early 20s I was caught in a cycle of starve to be thin in my 5'8\" frame, or weigh a normal amount and get told I had chubby thighs and rear. \nI've got healthy habits for nutrition and movement now,  at age 63.  Very pessimistic about long term effects of these so-called weight loss drugs. \nGlad more young women seem at ease in their own bodies.  Eat what gives you energy and do movement that brings joy. Be well.",
        "Unlike the writer, I learned a ton from WW after the birth of my 2nd kid. Had I not gone to those meetings I wouldn’t have learned how to plan ahead and “budget” my intake for certain occasions. Or how to get back on track for a daily healthy approach on a more consistent basis. I would not have learned so much about portion sizes or how to ensure protein intake as opposed to just eating salad or worse, pasta. And I DID appreciate those meetings which included extended family among other participants. The camaraderie and support I received was essential to not giving up. I was able to lose the baby weight. I had been somewhat overweight by about 20lbs even before that so the knowledge from WW in the very early 90’s was especially valuable in terms of learning to eat healthy instead of only for taste or desire.",
        "In the early 2000's I joined WW with my friend Roger (yes, there were men at our meetings) and successfully lost 35 pounds. Our meeting space was located in a strip mall next to a sub shop and you could smell the subs through the walls. After our meeting, Roger and I would drive to one of the first Starbucks in the area and splurge our points on cappuccinos. In January of this year I rejoined WW, downloaded their app and synced my Apple Watch. It's not the same. I missed the community and went searching for an in person meeting, no luck even though I live in a large metropolitan area. I decided to join a WW Zoom group and they were discussing what shows they had seen on TV, nothing about food or nutrition. I found a WW group on Reddit full of frustrated dieters. Needless to say, it's not working for me. I've lost and gained the same 2 pounds and can't seem to 'get' the new points system (too many 0 point foods, what are macros?). So my cardiologist put me on Zepbound and my insurance is covering it. Let's see what happens. Out with the old and in with the new.",
        "The author seems to think that \"everybody\" is on GLP1s. They are out of reach for most Americans. It's really frustrating to see the GLP bubble of people that have access, with the rest of us on the outside.",
        "Always found I could drop 10 pounds fairly quickly on the program but little more and I’ve been an off and on member for years. There’s an element of food obsession there with all the snacks they sell to help you lose weight. But I’ve watched people succeed and lose 50 pounds or more over the years. We live in a world of abundance with endless holidays and other celebrations and trips to restaurants that are all about food, temptation is everywhere. While we talk about shame, remember obesity is a killer. Maybe we need more cold hard facts about diabetes. \nOn the other hand I have a friend taking the new drug loss shot and ended up with a ball of hardened fecal matter in her intestine. Proceed with caution with this cadre of forever drugs that are expensive and basically untested. We all know in our hearts what we really need to do.",
        "Eat less, exercise more. All things in moderation.\n\nWe can complicate this thing all we like, make excuses, rationalize, complain... but it is up to the individual to maintain her weight short of pre-diabetic levels.",
        "I’ve maintained a good weight for myself and use tracking through the WW to help me when I need it. I loved my group leader and was extremely disappointed when WW cancelled all groups near me. Several of the cooks books are great, particularly “Yes, Italian!” That said, I saw many in my group struggling. I hope the WW app doesn’t get lost in the restructure.",
        "I have been a member of both AA (21 years sober) and WW. Unfortunately, in our rural area, we do not have in-person WW meetings and so I have been less successful with WW, missing that camaraderie and support. That, plus to get sober you \"just\" have to quit drinking. To get thinner you can't just quit eating. I have solved that somewhat by eating only two meals a day (breakfast and lunch) and weight is coming down again. I am still skeptical of the chemical solution, but, hey, if it works for you.....",
        "Consistently losing weight and keeping it off without GLP-1 drugs requires focus on long term success. But that is not the American way. We want success and we want it now. Just about everything in America revolves around corporate earnings that are released quarterly.  If something is not working in the short term, it doesn't work at all. The same thing happened to WW. It was forced to make short term decisions that were directly in contrast to its mission of sustainable weight loss and maintenance.",
        "I started with Weight Watchers in 2002 and lost 35 pounds. I have kept it off and remained a Lifetime member. I totally believe in the meetings and community. However, when WW embraced the drugs, I resigned. I know they have to keep up with the current trends, but the original theory is gone.",
        "When I was younger I had been a construction worker for 20 years. One day while walking my dog in the woods I spied an unusual and rare bird. \nWithin a year I had found an Audubon group that took nature walks every Saturday morning. I was hooked. Yes, because they knew where exotic birds were at any time of the year. And yes, because they opened a whole new world to me. And yes again, because looking at birds is free.\nBut equal to all that, was that I suddenly realized what a siloed life being a construction worker is. It’s like the army or prison. All the people you know are the same. \nThe birding group was a rich mix of people from all walks of life, young and old, men and women, all different professions, different backgrounds. And unlike church 80 per cent of our time was spent in wide ranging conversations about anything under the sun. \nIf you ever find yourself in such circumstances, savor it. Realize it. It is a richly rewarding opportunity. Much like, I think, this author’s remembrance of Weight Watchers.",
        "Forget the “journey” support, and all that crunchy stuff. What WW got right in the early days — at least for those who followed the program to the letter — was that it trained people how to eat healthy, nutritious, thought-out meals. It was more than just calorie counting. It broke down food consumption into components people could understand. \n\nI saw relatives lose weight and keep it off for a lifetime, after being on WW. \n\nWhen WW started selling frozen meals of junky, ultra processed, fake food, it lost the point.",
        "Weight watchers required discipline, commitment and accountability.  Of course it failed now.",
        "There's a 12 step program to help heal folks with compulsive overeating;  there's incredible community there &  the 12 steps treats the whole person: body, mind spirit. Plus it's free. Although it's not a quick fix!",
        "I was a member of WW and when I reached my goal weight, my WW Leader suggested that I become a Leader. I became a Leader in 2011 and had four “meetings” of my own. I was successful, but sadly, WW was one of the worst companies I ever worked for. I had to bring my own money to make change at a meeting. I was encouraged by management to hype the WW products that were sold at every meeting. I couldn’t bring myself to encourage my groups to buy products that I wouldn’t put in my own mouth. If I couldn’t make a meeting, I, myself, had to find a Leader to sub for me. One day the computer system went down nation wide. I desperately tried to get help from management to figure out how to “tally” the meeting. Instead of helping me, my director admonished me and told me to figure it out myself. I got some help from another leader via phone. I did my job. When I got home, I quit. That was 2014. The WW program was a good program (even though they amended and changed it every year), but I could not work for a company that, in my opinion, was so focused on profit and so cheap with their employees.",
        "Try Overeaters Anonymous. It goes much deeper into the compulsive overeating problem, and it's free. If you are an agnostic or atheist, your group, where some members are likely maintaining a healthy weight , can serve as your higher power.",
        "I began at Weight Watchers in the 1970s when I gained weight in college. I am/was a lifetime member and went back often. I remember slicing a piece of bread in half longwise so I could have a sandwich. Over the years I lost a lot, gained it back, settled in somewhere at the midpoint. \n\nWeight Watchers lost me for good when they categorized fat free milk as a problem. Also, their brand foods became increasingly based on junk nutrition.  But I miss the regular meetings and the people I met there. As I look around my town I see all the empty storefronts that one time or another were a WW meeting. I miss the leaders with their great big before photos. There was something good in all of that.",
        "As someone whose mother pointlessly took them to Jenny Craig while she was in high school, I highly recommend Tyler Feder's book Bodies Are Cool. I have it on our bookshelf now for my young daughter, and she will never hear from me about being \"too fat.\"",
        "Anorexia: You vomit and have diarrhea a lot. \n\nWeight loss drugs: You vomit and have diarrhea a lot.\n\nEnjoy. Me, I’ll stick to finding active pastimes that distract me from “food noise” and use up calories.",
        "Q: How can I lose ten pounds of ugly fat?\nA: Cut off your head!\n\nSchoolyard to be sure — but the heartfelt comments on this thread suggest that there’s more to this old joke. Especially in these wild, Wegovy days. Now there’s even more pressure than ever on fat people to conform, because these drugs are so widespread and effective that a look that might have seemed marginal a few years ago now seems obese. And because the drugs are expensive, the people who are on them tend to be wealthier and more influential. What a head fake!",
        "This issue is incredibly fraught for many people. Thank you, Jennifer Weiner, for your intelligence and humor on what can be a difficult subject. Commercial weight loss programs like Weight Watchers seem to work well for some, but not for everyone. There are those who can follow the food plan, lose the weight and keep it off through the years. For others, diets are a white-knuckled, groundhog day experience leading to failure and demoralization. Overeaters Anonymous seems to work well for those who find programs like Weight Watchers ineffective and insufficient. It offers hope to anyone who struggles with unhealthy relationships with food and body image.",
        "My mom struggled with her weight and body image her whole life, and she passed this on to me.  She and I did a “protein shake” diet together when I was in 7th grade—12 or 13! I remember they were awful and I gained weight.  Great.\n\nI worked mightily to not pass on my poor body image to my children.  I remember the time my son and I were eating in McDonald’s and I said something like “I’m going to cheat and steal a fry.” He looked at me seriously and said “Mom, it’s not cheating.  Just have a fry if you want one.”  That was sobering. \n\nI did different diet programs including Weight Watchers with varying degrees of success.  I have worked really hard on my body image, but I do monitor the crossover between positive body image and health.  My weight kept slowly creeping up, especially after I retired.  I started Weight Watchers again and have been very happy with my loss.  You could say I’m on a “plateau” now but I am focusing on healthy eating without the punishment; i.e. I had cake on Mother’s Day and ice cream on vacation.  I think the program is easier to follow than it used to be.  And I know the hallmark of WW is the group support.  But I enjoy doing the online version.  I guess I am odd because I also prefer working out at home to at a gym.",
        "I was a member of weight watcher several times as an adult over 30.\nI liked it because I learned healthy eating habits the made me feel well.\nI never lost a lot of weight but came to realize that my desire to loose pounds was based on vanity and not health.  I learned to enjoy oatmeal, yogurt, fruit, and also how to build a meal around vegetables.\nGood habits!",
        "Skinny as a runner bean until my late 40s. A combination of moving out of Manhattan and to LA (no walking), losing my beloved high-energy border collie, menopause and finally Covid, I went from a perfectly acceptable 160 lbs to 220.\n\nI have lost over 40lbs now, some through semaglutide, some through moving back to Europe and walking more, but mostly not from calorie counting.  It just didn’t work for me.  \n\nThe only thing that has worked are the drugs that silence the very real food noise.  IYKYK.",
        "I’ve struggled with my weight since middle school. Never obese but nearly always overweight. I’ve lost weight on WW twice but over time gained it back when I slowly went back to old habits. WW does work but as any doctor will tell you, it’s really all about lifestyle change. I kept my points finder and other materials from the old system in the early 2000’s and in January decided to start journaling my food. I have lost 15 lbs. and need to lose about 10-15 more. The key for me is the mindfulness that comes with keeping track of what I’m putting in my mouth. I’m hopeful I can stick with it long term. Nothing tastes as good as thin feels.",
        "Deutschman, Paul: The Adipose Complex was a great book about a mans struggle in a Weight Watchers environment in 1972.  Its too bad its out of print. My wife went to weight watchers many many years ago and got a gold key which has been a constant source of teasing for me.  Still the value of Weight Watchers was that it made people accountable and taught them about nutrition. I lost as much weight as she did without going though.",
        "There was a time when their online social media Connect was the coolest place ever, complete with in-person meet ups, romantic connections, and a supportive vibe for those of us who didn't attend in person meetings. \n\nBut then - this was back in DJT#1 - WW decided that certain topics that led to stress eating, such as the decline of democracy, were no longer acceptable forms of discourse. With their censorship, droves of people left Connect, and it felt a bit like the beginning of the end.",
        "If my in-box is any indication, there are lot of my fellow WeightWatchers survivors out there. I would love to hear your stories. Were you taken there as a ten-year-old? Did you do it once in the 1980s, or on and off from the 1990s to the present? Did you find any value in the community the meetings offered, or was it all just trauma? Do you see a way forward for the we're-all-in-this-together model, or will weight loss become just another one of the things we do in private, at home?",
        "I loved Weight Watchers. I needed to lose 10 pounds in the 90s and looked forward to the camaraderie at group meetings. It was a game for me, counting points toward losing the weight slowly. It stuck. Thin ever since.  I agree with Jennifer’s summation that we can use that same camaraderie and focus to help save the world. I had a friend over the other day to come up with pithy lines for our protest signs. June 14th next nationwide rally!",
        "I lost 127 pounds without medication. It works if you follow it! It definitely taught me a lot about food. I absolutely loved going to meetings! It is a lifestyle not a diet!!",
        "I went to a WW meeting many years ago. They gave me goals and tips on how to reach them. Eat anything you like, just count points each day to achieve your target calorie count. Never eat a meal any bigger than your fist and make sure to do aerobic exercise for at least 1/2 hour every day. I think a rest day was allowed. Well it worked perfectly. I only wanted to lose a few pounds and I did, in a very reasonable amount of time. I think it worked well for me because I wasn't looking to lose 50 or 100 lbs. Of course, that would be more difficult. But I still carry the basics of their program with me because it works.\n\nGLP shots, apparently, make weight loss easier, which is great. And a good diet with daily exercise are the key elements to any weight loss, better health program.",
        "I'm a WW success story.  I don't consider it a diet -- it's not!  They teach you how to eat, and then you take that knowledge with you for the rest of your life.  While on the program, I found recipes that fit the number of points I needed to be eating.  I still make those recipes today, although now that I'm just maintaining my weight and not needing to lose anymore, I can splurge a bit more.  And now when I look at a new recipe, I have a good sense of what's a healthy no-gain one and what's not, so I still don't gain weight.  They taught me those skills, and I lost an average of 1.5 pounds per week while on the program -- perfect!  What's not to like about this?",
        "WW was a revelation to me. I learned to read food labels and watch portion sizes. I loved my weekly meeting, which felt a bit like a weekly nutrition class. The core of the program is solid- everything is ok in moderation, watch your portion sizes, drink water, get some exercise. I always thought it was the smartest program around because it met people where they were. It doesn't ask that you change your diet drastically and it is sustainable in the long term.",
        "My mom was borderline-anorexic growing up and I have many memories of her looking at her little points finder to figure out how many points were in every single thing she put in her body. She liked to eat lean cuisine frozen meals and we always had weight watchers brand snackfoods in the cupboard-this was in the late 90s/early 00s. My own relationship with food could not be worse-I’ve been every BMI and have had bulimia, anorexia and BED at different times in my life. I’m on Zepbound and down to 136 lbs from a high of 250 about a year ago, and I do feel better about how I look even if any health benefits are not particularly visible to me. Of course I’m tempted to see how low I can go, though. The idea of going into a WW meeting, however, sounds like one of the more nightmarish experiences I could imagine. I hate even getting weighed at the doctor’s office-it feels shameful even if I’m thin-in front of a room of people would give me a panic attack. I think I’m happier with the GLPs.",
        "I joined Weight Watchers in my early 20's.  I was always aware of the program because of the commercials that aired at the beginning of the year.   I was looking for a program that took the guess work out of eating (ex. give me a set amount of meals and I will follow the plan) I was also considering Jenny Craig, but had to buy the food separately. The big appeal of Weight Watchers was the availability of Smart One  and also Lean Cuisine that also had the points listed.  However I was in for a bigger and pleasant surprise with in person meetings, lead by a leader.  It turned out to  be a beautiful and nurturing space where a young woman could find her voice, inspiration, and support along the weight loss journey.  I discovered healthy ways to make food and stocked up on Weight Watchers cookbooks and made it a game of getting the most bang out of the points.  I lost 65 lbs and was thinner than what I was in high school.  I also find a built in camaraderie when I met people who were also following Weight Watchers.  The only frustrating thing was that the program would change every year or so, making it difficult to keep up, especially when finding success in a previous iteration of the program.",
        "Despite advances in medications like GLP-1 agonists, I believe psychological and emotional support will remain essential in obesity treatment. Evidence increasingly shows that weight regain and unhealthy eating patterns often return when these medications are discontinued.\n\nThe feasibility of lifelong GLP-1 use remains questionable, particularly given our limited understanding of long-term effects from prolonged use.\n\nWhether through WW or alternative formats [e.g., combining professional guidance, peer support, self-directed approaches, and emerging technologies like biofeedback or virtual reality] comprehensive support services will continue to play a vital role for individuals managing their weight. \n\nIt is magical thinking that this class of drugs will represent a complete and long-term solution to a complex condition. The behavioral and psychological components of obesity treatment appear to remain necessary complements to pharmaceutical interventions.",
        "I like WW because you can eat a variety of foods, although in moderation. I've done other weight loss methods, and I was hungry and cranky. WW does work, but you have to be patient as it's not a quick fix weight loss program (I did lots of those in my teens and young adult). My concern about the drugs available is that how do we know the long-term effects taking them permanently?",
        "I notice that some people are just waiting for side effects of GLPs to emerge and recommend using diets instead.   Consider that diets also have side effects, primarily eating disorders, which are deadly in some cases. Anorexia in particular is very deadly.",
        "So all the statistics tell us that obesity is a national healthcare crisis.  Culturally, we were in the process of normalizing obesity - and in some demographics (not the Times'), it is normalized, and then the magic pill comes along and just like that, Americans are losing weight.   But it's a pill, not a lifestyle change (although prescriptions to, indeed, recommend diet changes), whereas WW used community (a kind word for peer pressure and stigma) as an incentive for a compliance regimen.  If participants stuck to the program, they lost weight and kept it off.  Weight Watchers will be missed for the good reasons described in this article, but also because it relied on something that Americans find to be increasingly unfamiliar in our society that values the quick, effortless fix above all else:  working hard and sacrificing to achieve. long term goals.",
        "Weight Watchers and AA are two organizations where success is highly tied to the community aspect of them. People really benefit from having those human connections. \n\nResearch finds similar results in many areas. Having a gym buddy improves people's consistency with exercise. Group appointments for expectant mothers improves birth outcomes.\n\nAs people become more and more isolated by our (self-chosen) cultural changes, I expect we'll see a real rise in cults. Humans crave social interaction, and a world with few healthy community interactions will create the perfect environment for cult leaders to take advantage.",
        "I went to WW in 2000.  I only went to a couple of meetings.  I lost 20 pounds and kept it off ever since.  I learned valuable tools about maintaining my weight that I continue to rely on.",
        "I had friends over the years who were in WW and it always seemed... grim. I've struggled with weight my whole life and had some long-lasting successful maintenance after a gastric sleeve. Of late I have been on a medication with an initial  weight-gain side-effect so I'm on one of the GLP-1s and am doing well. \n\nWhat I never wanted to do, ever again, was actually think about food other then a biological need for survival. Counting \"points\", calories, macros, etc. - therein lies eating disorders. I want all the time I spent in my life thinking about what I could and could not eat back please.\n\nWhen I would go out to lunch or dinner with my WW friends it wasn't fun. They spent so much time referencing their guides, making sure the restaurant had a WW friendly menu, tallying up the points they spent the day before... Just get half a salad with the dressing on the side and call it a day so we can have a conversation not about food!\n\nI'm in a Reddit for Zepbound and it is a welcoming, warm, educational, super supportive experience. I actually don't plan on being on this med for the rest of my life since I do have the gastric sleeve and the skillset to maintain but in the meantime the online community is nice to have for sure. Hopefully folks who are still doing WW will find a spot as well.",
        "I’m a lifetime Weight Watcher since the 80s. I’ve maintained a healthy weight for most of those years. I’m now at a good weight for my 81 years.\nI believe WW has given me more years of quality of life. \nLearning healthy eating habits takes practice over time and these new drugs do not necessarily teach this alone.",
        "The love affair that we are having with weight loss drugs will end eventually, as their limitations become apparent over time.  Individual users have differing experiences with them.  Although weight loss of 30 or 40 pounds have been the experience of some, much more modest loss may be the norm. Not everyone experiences the dramatic dulling of appetite. Some experience severe side effects.  And they do not work in a vacuum.  The drug will not compensate for an unhealthy diet or overconsumption of food or a sedentary lifestyle.  And of course there is the cost, which is prohibitive to all but a very lucky few.  Programs such as Weight Watchers, or apps such as Lose It, which are modestly priced and achieve results for many, have a future.  It is up to Weight Watchers to make all of this known and not just give up.",
        "This essay really, really nails it.\n\nGenerations of women have memories of those meetings – and the collective female solidarity. We remember our chapter leader's name, the mantras she'd repeat (\"the second bite tastes exactly like the first bite\" took me years to understand...because if you loved the first bite, wouldn't that make a second all the more enticing?) and the communal thrill when somebody lost a pound or two.\n\nMy sister and I were among those schlepped to meetings at age 9 and 11 by Mom, who decided everybody had gained too much weight on a summer vacation. In retrospect, it wasn't the soundest medical decision for growing kids...but it instilled a lifelong awareness of portions, moderation, and nutritional balance. \n\nAnd for mom, a life member who went on and off for decades, nightly food journaling was the only way to curb the mindless noshing that made her overweight and unhappy. \n\nClassic Weight Watchers instilled a mindfulness around consumption that can't be replaced by a pill or an injection, as wondrous as those options are for many. And Zibby nails it when she describes the human connection we lose when in-person activities go online. Our lives are more convenient, but the poorer for it.",
        "I'm 87 years old and female. To get into and stay in good shape, I found that I needed two basics:\n1. A healthy and satisfying food plan\n2. Consistent physical exercise\nA supportive group is an asset but not a necessity. Also, tracking time and weight on a calendar is motivating.\nThe biggest hazard for me had been working at a desk all day. So I borrowed my daughter's WW guide and started an exercise program. That was almost 30 years ago. I still go to a stretch-and-tone class 3 times per week, and my weight is healthy and stable. I also retired.\nBest wishes to all of you.",
        "My significant other always says- don't go on a diet - adopt  a healthy lifestyle.   Well weight watchers is a great training aid for adopting a healthy lifestyle by quantifying the empty calories into mega-points and providing extra reward points for exercise etc.  For someone like me raised on high sugar (think \"How'd you like a nice Hawaiian Punch ?\") that led to a carb addiction, WW has given me the tools to maintain a reasonably healthy weight.  It's a tool that can be used for benefit or abused in the wrong hands for the wrong reason.  Got to belief it is healthier than drugs.",
        "Any article like this should at least mention all the addictive foods pushed by the food industry, all the jobs that are sedentary, and how little time many people have ro be active, and to prepare or even choose their food.\n\nAlso, yes, temporary diets don’t really work. Lifestyle and habit changes do, but have to fight against all of the above issues.",
        "I lost 50 lbs twice on WW over a 5 yr period in the 1990s when the program was easier to follow. My key takeaway from WW was awareness of how much and what I was eating by tracking, how to adapt recipes with healthier options, healthy eating is king and there are no forbidden foods. Right now I'm preparing to go on Zepbound in fall and am using a lot of the tools I learned in WW: nutrition tracking, adapting recipes, veg is king, etc. to track a Mediterranean eating plan. I'm supported by a dietician and personal trainer now but my location has several support groups for those on weight loss drugs.",
        "I went to Weight Watchers in the late 80's. I shed 30 pounds and have kept it off my entire life. WW taught me how to eat a balanced diet and watch portion control. Weight loss drugs do not teach that. Although I do sympathize that some may need the drugs in a situation where their weight may be life threatening, nothing can replace a good and healthy diet of eating right.",
        "I have been a Weight Watcher member for over 20 years. I lost 80 pounds and became a Lifetime Member 19 years ago. I have maintained my weight loss, thanks to the support I get from the community. The article fails to mention that there are hundreds of WW zoom meetings every week that provide that same support. The Magic is in the Meetings, whether in person or virtually. Don’t count WW out just yet!",
        "Article failed to mention that once a person stops taking a weight-loss drug, it is common to regain weight.",
        "The pivot from “Diets work” to “Diets don’t work—but drugs do” was beyond awkward and killed the WW brand. Who wouldn’t feel betrayed by that bait-and-switch?\nAnd the profits on the new drugs (which cost under $5 a dose to make, per this newspaper) are beyond the wildest dreams of Weight Watcher’s owners. \nBuilding community is great. Building community based on mutual shame? Not so much. \nHow about enjoying our bodies as the good gifts they are, and building community at a Zumba class?",
        "I guess since the bankruptcy announcement, I've been waiting for an editorial, an article on weight watchers. I'm a member now, and I've been a member. I'm a little overweight, but I've never found anything wrong with the program.",
        "Weight Watchers at age 16, eating disorder for the next 40 years.",
        "We cannot blame Weight Watchers or any other weight loss program for telling women and girls we are carrying around to much unsightly fat. \n\nI love that word \"unsightly\". It says the stuff is both ugly and makes you invisible. But how can a fat person be invisible when they are taking up so much space? Ah, the human mind see what it wants to see, right? \n\nThe blame for saying all fat women and teens are unsightly lies plainly at the feet of our mass media. Print publications, TV, films, and even theatre. What kind of women get the jobs in visible media?  The thin ones. Oh some media companies have tried to change this, but I wonder if the change in attitudes is merely a fad? I watched most of the Met Gala runway this year and I can't even remember one overweight man or woman I saw walk that red carpet this year. I have seen a few in years past. \n\nAt least Weight Watchers tried to help people address this reality of what employers want in their employees. Employers prefer thin over fat and that includes all employers, not just media companies. WW gets points for telling women the truth about life, if not the truth about how \"calories in, calories out\" is not the only path to weight loss. \n\nPeople do not like feeling hungry. I was hungry all the time on WW. If you have to lose much weight you have to commit to being hungry for 12 months on their plan. That is a commitment to misery that many would fail.",
        "I attended weight watchers when I was 18 in the Bronx.  In 1967 , ww was in its infancy.   It was 2 dollars a\n Week.    Lecturers did the circuit.   Of the five boroughs.    We were weighed weekly.     The diet was stringent.    2 slices of bread a day.  Veggies.   Alot of protein,      liver, cans of tuna, dry powdered milk made into strawberry shakes.   \n\nThe group spirit of the members made me return weekly ,   we starved and drank diet Fresca.  \n\n Those days are  long gone,",
        "I went to WW in late 70’s lost 20 lbs and have kept it off since then. Like what many others say it taught me to eat healthy foods in moderation. And unhealthy ones too!",
        "I joined after college in the early 90's when I was 30 pounds overweight. I had stress eaten my way through my senior year, and was able to quickly drop 10 pounds.  At meetings, I heard middle aged and older women speak of their loneliness - that seriously struck a chord. After college - where social bonds were everywhere and I had no problem finding anyone to hang out, I was suddenly in the \"real world\" where I had to wake up at 6 to drive an hour to work, and I was generally too exhausted to go out.  Our work-life structure sets us up for severe loneliness, and technology does not help. \nThe next year I moved to Hungary to teach English and lived in a small town with no phone. My friends and I had to meet up in person to do anything, and it was fine. Despite the deep-fried Hungarian diet, I ended up losing more weight because I didn't stress eat, and I had to walk all over the place.",
        "WW worked fantastically for me and my husband. I came back from a trip (a destination wedding) where all I did was eat and drink. It was the tipping point when I weighed myself. Husband decided to join me in eating better. I lost 25 pounds (and have kept off 15 permanently), he lost 35, has kept off 30. What it really taught us was healthy eating. That has stuck.",
        "Weight Watchers and the Pharmaceutical approach focus on the same thing: Portion Control and Healthy Food to maintain weight.  I developed bad habits when I was young because of my family's eating habits and as a result all of us kids struggled with their weight as adults and the long term health implications from it.  Teach your children to eat healthy and in healthy portions when they're young and they'll thank you for a lifetime.  Eat To Live not Live to Eat.",
        "The early days of WW were a bit nutty.l. things like no tomatoes allowed. However in at least the last decade the program endorsed flexible, reasonable and healthful eating plans. They did not endorse ultra-thinness. Compared to all the dozens of diet programs put there, modern WW was a good model for healthy eating. Yes, maybe a few too many processed foods and sugar substitutes hawked… but you could follow the entire program without that stuff.",
        "In 2023, WW bought an online GLP-1 physician service where they could link certain members to remote doctors who would prescribe members weight loss meds through telehealth. They paid over $100 million for the small business. Just crazy.",
        "Strongly disagree. I've had successful weight loss and maintenance following the Weight Watchers goals of being conscious about what I put in my mouth, logging my weight and eating, and paying attention (over time) to what works for me. Those are still beneficial practices for many with obesity challenges. Also body shaming is wrong but obesity is a health problem that often leads to type 2 diabetes, low knee cartilage, etc.",
        "I commend WW for continuing in person meetings.  Rx medications combined with behavior strategies for modifications  learned at meetings are what's leading to healthy bodies.  Rxs alone will never be the answer. Think AA ... meetings and community are key to sobriety, not just Rx medications treating the addiction.",
        "I use the Weight Watchers app, and before they had an app, I manually counted points. I've rarely been extremely overweight for my height and build, but I know at which weights my body just feels better and prefer to be in that range. WW is the only thing that helps me lose excess weight and keep it off.\n\nBut rather than strictly a weight loss app, I find it more like a mindfulness practice. In my too-busy and stressful life, it helps me become aware of what it is I am eating and why. As I watch my points and portion control, I know better when I am eating emotionally and I can adjust my life for better self-care.\n\nI also find the recipe-creating features valuable for planning healthier meals and saving recipes in general. When I'm on WW, I eat waaaayyyy more veggies, and I love that. \n\nHere's hoping that they'll figure out a way to stay in business. I've benefitted so much and am rooting for them.",
        "My mother followed the WW plan when it was number 1 and 2 vegetables etc.  She lived it for life. My whole family did and I do now. She met one of her life long best friends there. Is it so different from AA or overcoming any other addiction? This is about lifestyle change, not dieting. Obesity is dangerous. We are immensely obese compared to other countries. If an individual cannot make a lifestyle change, then the new drugs won’t help them long term.",
        "As a licensed clinical social worker who lost over 100 pounds through the Weight Watchers program over 20 years ago, I believe that the greatest strength of the model goes far beyond the support of group members and being a third space. In my opinion, WW is by far the best behavior modification program for healthy living. When my clients ask me to explain my work as a cognitive behavioral therapist, I use WW as an example: if we can change the way we think about something, we can change our behavior. \nFor example: one of the biggest shames that we have as overweight woman are the messages to cover our body. We hear this all the time. I was watching QVC the other day and the host plus the designer was carrying on about how this particular blouse would cover an overweight woman’s bottom while they were losing weight. Nope, with WW I learned that we are each a work in progress, and there’s no need to dress schlubby. Embrace your body today. And I’ve kept the weight off because those weekly lessons have changed my thinking and changed my behavior.",
        "I lost 100 pounds with Weight Watchers.  5 years later most of it is still off.  When I'm off WW I inch back up.  When I'm on I slowly go back down.  \n\nIt works for me because of the choice it gives.  I find I'm pretty much on the Mediterranean diet without really thinking about it.  The Mediterranean foods are just a really good use of points!\n\nAt 400 pounds I was always out of breath and in pain.  At 300 pounds I feel a lot better.  At 275 I felt great.  It's hard though.  I eat when Im stressed, when I'm sad or bored.  I like sugar.  It's always gonna be a fight but I feel like WW is a great tool to have in that fight.\n\nI use the app and that's it.",
        "Weight Watchers failed because it was grounded in a deeply destructive false belief: Overweight is caused by a failure of willpower. “Women supporting each other in their weight loss journey” was supposed to address this character flaw, yet  “rinse and repeat” was the most frequent outcome, as this writer herself found when she tried it. When the weight came back on, the shaming began.\n\nThe new weight loss drugs are showing us that obesity is and always was a medical problem. Some people overeat because their brains/bodies don’t register satiety. Fix that metabolic disorder and suddenly “flawed character” is unmasked as a dangerous false belief used to shame people who were always doing the best they could to manage their weight while their bodies did everything they could to sabotage their efforts.",
        "I am a 73 year old male that lost 50 pounds on Weight Watchers.  Five years ago I met my goal weight and have been there ever since largely because of the WW meetings.  There are at least three men in each meeting I attend, but yes, we are in the minority.  The meetings teach you portion control, what you need to eat, at times new food discoveries, and how to stay healthy as well as giving you support so you don’t slide back to the old ways.  I have lost weight on other diets, but just gained it back when I went off them.  GLP-1 drugs will allow you to lose weight but when you go off them you will gain it all back again!  Same song, different tune!  What is wrong with this picture?  It is the mentality of instant gratification, when what you really need is a mind reset.  It is caused by our lack of understanding of portion control and what we should be eating.  That delivery pizza you bought last night should feed six people; how many people ate it?  I am sad to see the problems WW is going through right now and have seen it coming ever since COVID.  That is when the meetings really stopped and everything changed.",
        "Words matter. \nThis is a toxic diet epidemic. \nNot overweight.\nNot BMI. \nNot obesity.",
        "I hadn't been successful in losing the weight I had gained in my last pregnancy, so I thought I'd give Weight Watchers a try. Weight Watchers taught me portion control and finding healthy lower calorie alternatives. I lost weight very slowly, sometimes less than 2 lbs. per month. Here I am 24 years later, and I haven't gained the weight back.",
        "Even in the heyday of Weight Watchers, there was clearly something more going on with obese folks than the need to \"learn to eat nutritiously.\"   To lose weight, you need to eat less, but that simple solution seems near impossible for many. \n\nSo I'm glad the new drugs have changed things by acting on the brain.   \n\nWhen weight loss surgery first became popular, I remember being shocked to hear that some patients, physically unable to overeat, developed other addictions, or got divorced or needed help to adapt to being thin.   Clearly, these issues are complex.  \n\nCompassion and accepting the reality of obesity are needed.  If that comes through sharing at a meeting after weighing in, great.  But I think society has moved on.",
        "Another benefit of Weight Watchers is healthy eating habits. I had the same experience as many, where I lost weight and regained it, even though I stayed on the program faithfully.\n\nI have since started taking a GLP-1 and lost some weight again and been able to keep it off, but I also continue to follow the WW eating habits I learned. \n\nWeight is not the only factor in maintaining your health. I am 74 and in perfect health, and I believe having a diet with lots of fruits and vegetables, along with frequent exercise, is the main reason for my good health.",
        "Weight Watchers is not perfect.  Nothing is.  What it is/was is a system that helps millions of people deal with one of the most common health problems.  I'm sure that I was not the only physician who \"stole\" their concept of exchange diets and, by doing so, extended WW's positive influence.  The system teaches a sustainable model for learning how to maintain a healthy weight.  That many people fall off the wagon and need to get back on periodically is a matter of human nature, not a diabolical business model.  Anyone who thinks that GLP 1 drugs are the answer to the problem haven't looked very deeply at the serious side effects.  Not to mention the absurdity of even considering taking such a new and problematic drug indefinitely or repeatedly.",
        "It didn't always NOT work.\n\nAfter being overweight all my life I started WW in 2007, at age 65 and 187 pounds. In about three months I lost my hoped-for 25 pounds and went onto WW's maintenance.  In two more months I lost another 25.  And, with only moderate care, it has all stayed off ever since -- 28 years. I bless Weight Watchers!",
        "I joined WW in 1977 and had the first success with weight loss in my life and to this day, its basic theory of eat less and better and move more is the best advice available. Learning to control things that put you off balance is not a bad thing. It’s wrong to blame WW for the prevailing attitudes of the times regarding women’s bodies, etc. It’s not fair to judge someone for not being ahead of their time. I found over the years that the ambiance and message in the meetings could change with the leader. If I didn’t like her, I found a new one, as there were plenty. I have a lifelong weight issue, now complicated by Type I diabetes, and the expensive drugs are out of my reach, even if I wanted the side effects. The advice, companionship and commiseration provided by Weight Watchers was very valuable and I’m thankful to them for providing it.",
        "Why work to maintain or lose weight when you can just get a shot that does all the work for you. \n\nThat is the American way.",
        "Part of the success of Alcoholics Anonymous is the idea of meetings, where people admit to their fellow man/woman that they have a problem.",
        "Why doesn't anyone mention the huge debt WW owed to AA?",
        "I'm an over 70  senior.  I am sort of fat but my bones are really strong, my veins are great, my blood sugar is under control, and I never get constipated or have acid reflux.  I take only 500 MG of metformin and a statin 40 MG, no other drugs and have no expense for medicine. I have never had high blood pressure.  Nothing hurts.   This is not genetic as my brother has a lot of health issues.   I attribute my current good health to what I learned from WW in my 20s. They said 3 meals per day plus snacks. At every meal you have protein + complex carbs + fat. They said not to skip the fat because fat makes you full.  70s era WW said fruit and vegetables multiple times per day.  WW said eat your food, don't drink it. And WW said daily exercise, walk after meals. Now, I have natural appetite control.  I get hungry and then I eat.  Often I get full before I finish my plate, and then I stop eating.",
        "GLP-1's may have contributed to a loss of revenue for WW, but private equity is what killed it. In 1999, its then-owner Heinz sold WW to private equity in a leveraged buyout that saddled WW with debt. It's hard to weather downturns or retool in a changing market when PE has sucked the life out of a company. RIP WW. It's almost as if the fat cats at Artal Luxembourg and its president Raymond Debbane are not the least bit concerned about community, people, or really anything, except growing their own pile of money.",
        "My mom did WW on an off for years, and it didn't help. \n\nA bunch of amateurs, no matter how well meaning, aren't really equipped to handle this stuff.\n\nIn a rare moment of self-awareness, she explained at the first post Christmas meeting that yes, she sat and had a few Christmas cookies and coffee with Aunt B and enjoyed them, and did not worry about the calories.\nWhy?\n\"Because I knew if I sat there watching everyone else enjoy them and didn't have some like a normal person, the day the kids went back to school I would feel sorry for myself and polish off the whole Tupperware of the stale broken leftover cookies by myself.\"\n\nAnd then a dozen gals debated whether the cookies were justified, as opposed to *pointing out to my mother thwt binge eating is disordered and maybe she should get professional help for her underlying issues* (twenty years later diagnosed with anxiety disorder and depression, with binge eating being a stress response)\n\nNot to mention watching her microwave her sad little frozen fish squares, pouring spaghetti sauce over canned green beans, and clawing into a grapefruit like a starving animal and when asked for a bite (I love grapefruit and so does she) being told \"No, you're a kid, go eat a cookie, I have to eat this because I'm fat!\"\n\nI wanted to work with a trainer at my gym to lose a few pounds and we first had to have a long talk about how not to go off the deep end.",
        "I lost a third of my body weight 18 years ago, without WW or any outside support other than my doctor who always broke away from what she was doing to clap at my weekly weigh-in. The Type II diabetes was gone after the first 20-30 lbs was lost, but I kept going because it felt so good to finally conquer the weight issue, How? Really simple; consulted with Registered Dietician as referred by Primary Care doctor. Took advice (most of plate is veggies, not carbs and yes Virginia, calories DO MATTER. Think of it as Portion Control if you will. Think of the food everywhere and advertising culture as the worst evil of unfettered capitalism and get angry about that.  Righteous anger can be very helpful in passing up on that fat, sugar, salt-laden food court food at the Mall. Make dessert truly special by only having on your Birthday and one other relevant-to-you holiday. You can change your brain. I walked three miles a day, mostly for fitness and as part of general advice for diabetes control, but realize that you CANNOT walk off poor choices that exceed your daily caloric requirements in one go. Allow your SELF to be your best friend.",
        "Weight Watchers not only changed my life by helping me loose weight, it changed my health. I was in my 30's and my doctor said with my family history of heart disease and my current medical condition I needed to make a change. I went to my first meeting (of women and men) and I was hooked. I was not taught how to loose weight but how to eat healthy. The meetings were the key. I tried just doing the program on-line but it never worked. The meetings gave so much more than just the program, it gave shared stories and experiences. Even after loosing the weight and never needing to take meds again for heart disease I still went to the the meetings just to tell my story and encourage others. I am now 60, once you learn the way to eat healthy, it never leaves you. I will never take some pills to loose weight (who knows what the long term health affects could be, sorry I don't trust big pharma). I hope they can restructure and return to the basics, once a WW always a WW.",
        "Honestly, I hope the rest of these fad diet companies go bankrupt. Obesity is not a disease, it's a mislabeled body type. Obesity is a term that comes from the BMI chart. The BMI chart was invented by the same man who invented weight loss surgery and it was only invented so he could get more \"clients\" and more money. Weight is not necessarily an indicator of health. Getting healthy and losing weight do not go hand in hand. They are entirely independent factors. Your weight is not a moral thing. Your health is not a moral thing. Some people will never be able to \"be healthy\" due to disabilities and this does not make them less worthy people. Wake up, stop buying into fad body types, and just live your life. You deserve it.",
        "Connection and support for a common goal.  It will work if you work it.  Bobby, Jr should love it.  Eat right.  Program has basics similar to Alcoholic Anonymous.  All for one and one for all.\nThe principle is sound for people who want it bad enough.\nNow, just take a medication, the easy way out with unknown \nlong term side effects.",
        "Weight Watchers got much more than the \"community support\" part right. It taught members to eat healthy, balanced and sensible, and not to deprive themselves. Jean Niditch was a mensch!",
        "Jennifer, you’ve nailed it as always. This loss is both good and bad. The good news is that yet another channel used to that communicate that you aren’t good enough or worthy, is no more. The bad news is we continue to see loneliness rise while community declines. The value in this organization was primarily the sense of belonging that it fostered. \n\nThe comments are frustrating to read. There is a lot of repetitive preaching. Health is important, yes. Movement is important, portion size is important, as is the quality of nutrition. Minimizing alcohol helps. No one can disagree with any of this. Please know that there are many people who have practiced discipline with varying results.",
        "I participated in WW more than once and was most successful the first time when I lost somewhere around 25 lbs. Of course, when you work the program, the program works and when you exercise you get fitter. I stopped attending once I took the weight off and more or less kept it off for about a year before it slowly crept back up. \n\nI recognize the importance of community support - something also true of Overeaters Anonymous. But for me, it was the discipline of counting points, and practicing health-minded behaviors. My success was amplified in both programs as my weight loss mounted. Success breeds success.\n\nGLP-1s are a program, too.  A weekly injection and voila, appetite is suppressed and the weight comes off, but once you stop the injections, weight gain is inevitably the result. At this point, I simply have come to terms with my genetic inheritance. I walk and bike and try to eat moderately and make good choices. When I don't, I am aware of the consequences and accept them.",
        "The only reason Weight Watchers has been around so long is because it doesn't work, and repeat joiners keep it afloat.  I'm one of those repeaters and joined WW probably 8 times throughout my life.  The only thing that I found to work for weight loss is move more and eat less.",
        "I've struggled with loving food too much since I was a teen.  I eat when I'm angry, happy, bored, tired, invigorated.  You get the message.  I grew up around a lot of sugar.  Breakfast dessert, lunch bag dessert, supper dessert and maybe candy bars in the evening. It's the only thing I would change about my childhood.  \n\nBut, something changed when I started to see the bad lifestyle choices on my older siblings and my current age friends.  Obesity, bad knees, bad hips, lots of medications, physical misery.  \n\nI track what I eat almost every single day.  I started doing this a few years ago.  It made me realize portion control and caloric intake.  I also realized that I wanted to fuel my body so I could hike longer and ski longer and sleep better. And relieve stress.  RELIEVE STRESS.  And with tracking, I am accountable.\n\nI think this: I want the sick aged part of my life to be short.  I want the healthy part to be as long as feasibly possible.  I can't attain that goal if I eat garbage.  I strive to not be on any meds and if my tests show inching up of cholesterol or A1C, I cut back.  \n\nAnd, I don't want to be considered expendable by a healthcare system that could be vastly different in 20 or 30 years.  \n\nThese \"new\" drugs scare the dickens out of me.  \n\nWe are a very unhealthy nation. I'm worried for my late boomer generation.  Some are acting and looking like old people. It saddens me.",
        "What a wonderfully generous overview of what Weight Watchers got right, together with what they didn't.",
        "Two things are missing from this otherwise excellent guest essay on the demise of WW. One is at least a passing mention of AA, a parallel sort of social-support-based organization that helps people deal with their cravings and has endured. The other is WW's near-total female membership skewing. Plenty of men are overweight. What in the WW model makes it appeal to only half the population? Perhaps it's obvious, but I say it deserves a little deeper exploration.",
        "After losing some weight on WW in the late 70s in Honolulu, I became an instructor as an extra way to stay on track. Women might be able to lose up to 2lbs on the program weekly while men often lost 5 or more lbs. The entire program had good \"bones\" on nutrition, but the vibe was shame based about cheating. People are different - men and women are different. That shame of not doing as well as others in the group impacted my thought process 24/7. Typing this comment is bringing back those voices in my head that I'm not working hard enough.",
        "Touting Weight Watchers as some egalitarian \"third place\" where women of different backgrounds could mix and mingle is grim. \n\nThe only thing those women had in common was the agreement that there was something fundamentally wrong with them because they didn't fit the body ideal of their culture, their willingness to devote slavish mental effort into punishing said bodies into submission, and a willingness to pay a recurring fee.\n\nIt wasn't a book club or a soup kitchen or an gardening group or a rollerskate rink. It was a patriarchal boot they were willing to submit themselves and their daughters to.",
        "Weight Watchers is based on healthy, balance eating and exercise. Even with the new class of weight loss drugs, this is a good approach. It should be about long-term health, and community that supports that health.",
        "I am a senior male who subscribes to WW.  And I am also enrolled in the Veteran’s Administration “Move” program.\nOne of the requirements of Move is keeping a journal of food consumed during the day and attempting to assign a calorie input to the food.  WW provides this on its app, a food journal, and it is quite helpful.\n\nFor all of the missteps WW has made there is still some merit in its program.",
        "When I moved to WY I looked up WW and hoped to find a meeting. No luck.\nI always enjoyed the people, meetings,support and advice. Covid will continue to be the gift that keeps on giving and destroying. I hope they can rebound. I would consider starting mahjong games combined with WW!!",
        "Shamed in the 8th grade, 1975, by my check ins, I was ruined for years with my relationship to food. My mother made me go. There were no meetings then, it was a drab office on the 10th floor of a medical building. One day I simply ran out the door, down all the stairs and out into the fresh air. I never went back, but the damage was done. Not into I was 59 did I learn that calories in and calories out is only part of the story. Dr. Fung taught me about intermittent fasting-where my cravings went away, my weight came off and STAYED off, and I feel healthier and stronger than I have in a long time. Though on Netflix you can watch the documentary JOIN OR DIE and learn WHY our community connections are so needed and so absent-that I still need to work on. Moving to a small town has helped.",
        "Weight Watchers gave me the tools to modify my behavior.  Whether I choose to use them is my choice - and my consequences.  GLP-1s teach people nothing about nutrition and no one knows what effects these medications may have after 10-20 years.  Big Pharma wins in the meantime, as always.",
        "WW may have been endearing to women for many decades, however, it is basically a predatory company that has tried to remain relevant in the face of science which proves obesity is a disease.  For far too long, young girls and women have been made to feel shame over their body size, while healthcare providers have just said that it’s all about diet and exercise and referred them to WW as the solution. The WW culture preyed upon women’s insecurities about their weight. While their programs may have worked for some people, it didn’t work for everyone and it’s not necessarily sustainable. Science has proven that there are metabolic reasons why people have difficulty shedding weight.  The introduction of GLP-1 as a way to manage/treat chronic obesity has been validating for many people. Finally, obesity is recognized for the chronic disease that it is, in the same capacity as an individual who has hypertension or hypercholesterolemia, which is treated with medication (that is not harshly criticized!). Furthermore, for GLP-1 to be truly successful, a person does have to modify their diet and introduce strength training and exercise. When the food noise is controlled, food choices become more easy to manage and as the weight loss happens, an increase in exercise becomes something that is actually enjoyable. Honestly, who needs the “support” of WW when a person can  listen to a great podcast and workout!  It is long past due for WW to close its doors- permanently.",
        "They say diets don't work, then prescribe the same exact thing as a diet, but call it a lifestyle change, etc. \n\nOnly these meds work. Can't imagine why anyone would go off them, save for affordability issues & insurance not covering them.\n\nPeople haven't woken up yet to the radical concept that it's not about willpower, personal will or anything being under your own control. Get off the med, and control and \"accountability\" goes out the window. \n\nSure, it's nice to have a community. Better than nice, it's what people need. But...if you can't accept what the community is selling, (or be able to pretend you can, convincingly enough), you won't fit in, you'll be an outcast.\n\nAnd that's not fun. Better to stay home with your phone than risk more rejection. That's the part this author doesn't cover in another excellent essay.",
        "I attended WW in a corporate setting (during a lunch hour) and later in a community setting. Both times I lost 8 pounds - much less than my goal - and did not complete the series because I was not getting enough protein.\n\nWhile in the community based group, I shared my protein craving during a meeting - the leader looked startled, but several other members agreed with me. I also told the group that I had exceeded my daily points because of that craving and had - horrors- indulged in a bag of trail mix.\n\nThe leaders listened kindly and said the resulting weight gain would probably occur at next week’s weigh-in.\n\nWell, the regional WW had a competition the next week. Each location would add up the pounds lost during the weekly weigh-in and the group with the most pounds lost would win.\nAs expected, I had gained some weight. The weigh-in people were horrified. They weighed me again, told me to take off any excess clothing, to check for a belt, remove jewelry, and so on. In hindsight, I should have walked out and avoided ruining their score.\n\nI told the leader this weight gain must be due to the trail mix. Her smile and warmth were gone, and ….. that was my last WW meeting.",
        "I have such happy memories of being part of a WW group at my office.  It was effective and we had great comraderie.  So happy I did it and I still think of it with joy.",
        "WW gave a community and sisterhood many times to women  struggling with a lot more than weight. Eventually men also found support there.\n\nLike AA, community for weight loss is essential. So many reasons for weight are not physical but emotional.",
        "The National Kidney Foundation sponsors a Diabetes Prevention Program that has some similarity to the original WW. There are weekly meetings on Zoom. Participants must agree to 150 minutes of exercise weekly and privately report their weight weekly. There is not a diet. Two books with the weekly lessons are provided and discussed among the group participants. It's very effective and some health insurance covers the cost if a physician prescribes it.",
        "I've been a member of Weight Watchers since 2000.  They had a branch with weekly meetings in a shopping center on the corner near my apartment building, where I'd pass it whenever I walked by.  At that time I'd recently retired and I was on chemo, which (contrary to its reputation) was causing me to gain weight.  I was up 25 pounds (and counting) over where I'd normally been during my adult life, and that weight itself was about 10 pounds over where I wanted to be.  But on my own I hadn't been able to hold my weight down.\n\n     So one day I went to a WW meeting.  The pep talks and reminders, the weigh-ins (results shared only with the member), the weekly pamphlets, the bookmarks and charms, the cheering each other on -- it all made a difference.  We were Fighting the Good Fight, and we were fighting it together.  We made and saw friends there.  A couple of my lunch buddies are also WW veterans.  And three of my WW buddies came to my husband's funeral when he died.\n\n     Then WW eliminated most of what it offered -- it never truly recovered from the Covid shutdown, with its online meetings.  After Covid, WW cut out most in-person meeting places and times.  My nearest meeting now is something like 20 miles away, through rush hour traffic.  I still attend, but I thank my stars that I'm on goal and on maintenance.  I can get by with attending only once a month, not every week.  But I wonder, for how much longer will I bother?",
        "\"Studies show that for the vast majority of people, diets don’t work in the long term.\"\n\nReally? Which studies, exactly, and what do they mean by \"work\"? Nothing works over the long term if you don't stick with it over the long term. Weight loss and maintenance at your new weight are lifelong pursuits, similar to physical fitness. If you lose a bunch of weight, some of which inevitably will be muscle, and then start eating like you used to but now with a lower metabolism (because muscle burns calories and you have less muscle), you will gain the weight back. That isn't the fault of Weight Watchers or any other dieting program -- it's just chemistry and physics.",
        "I was at a shiva gathering last night for the death of a woman of 86 whose last three years were shattered by Alzheimer's. There were 90 people there, who had been a rock of support to her kids and grandkids during the decline. There are indeed problems that neither an individual nor a government can solve. Managing self-destructive behavior is often also one of them.",
        "In 1966 my mother and my best friend's mother put us in the newly started Weight Watchers group. We were the only teenagers in the room. Mostly it was women. Mostly everybody was smoking. We were given some paper diet sheets, very simple: like 2 fruits a day, 1 glass powdered milk (I held my nose and drank), etc. The recipe for the famous baked apple cooked in cherry diet soda was included. I lost 16 lbs in 16 weeks and it changed my life. I actually learned how to eat. I got it that hamburgers, French fries and a Coke were never going to work for me, even if my friends ate that way. WW changed, but my early education from them was invaluable at a time when nutrition wasn't on the national menu.",
        "I am hard pressed to think of a community meeting that would interest or motivate me to attend on a routine basis.    I don't seek solutions for personal problems in a group of strangers with similar problems.   For one I don't trust the person on the street answer to any question and I don't think a group therapy session is appropriate for things like eating behavior and food choices.   \n\nI never appreciated how weight watchers depended on meetings to enforce their suggestions and guidelines into personal decisions.      It occurs to me now that one replacement would be a community dinner where local food and good nutrition could be featured.    Who cares about losing weight let's just learn how to cook and what to eat.    We have the state fair system which brings out millions of people for a big get together but the food choices are notorious - tasty, odd, and bad.",
        "\"Community\", absolutely.  More importantly, the concept of a sensible diet and the benefits to a person's overall health.  Both my parents worked for WW; my dad as a corporate executive and my mother as a successful WW dieter who led as many as seven classes a week.  In the early days, for every attendee over, I believe, 25 or 50 she earned a 25¢ bonus.",
        "I’ve always struggled with my weight   I joined WW at 19 after I ate my way across Europe while backpacking   If it was cheap and filling   WW worked for me then, bc I was young and energetic   I joined again in my 50’s when they started selling prepared frozen meals   The salt content made me gain weight i quit \nI am now doing modified Atkins   Very low carb high protein   No, I don’t eat a pound of bacon or a dozen eggs or steak at every meal   Fish chicken and meat during grilling season in human portions  I lost 30 pounds and it’s been 4 years   Except for my knees I’m very healthy   I am 74 years old",
        "I found myself in WW over 10 years ago and my experience was tremendously positive and life changing.\nMany of my fellow meeting members were there because of the terrible health impact of long term obesity. We supported one another, cheered our success and empathized with the setbacks.\nOur leader was kind and inspirational.\nThanks WW",
        "Weight watchers was wonderful and worked until they started changing their program and “point system” every year to keep up with fad diets. First it was Atkins and carbs were the enemy. Suddenly my go to low points vegetarian foods like black beans were too “expensive” points wise to eat. It got worse from there with every iteration. First time around (circa 2000) I was able to internalize the points counting system and count points without a counter. Eventually, they made it impossible to track points without an expensive points calculator or the monthly app fee. \nSecond big problem with weight watchers was the ultra-processed foods they sell at meetings. Expensive and full of salt and chemicals. \nIn a world of glp1 weight loss “diets” I am happy to say I have lost 25 pounds this year the old fashioned way- counting calories and exercising. I have cut out all ultra-processed foods and that plus reaching menopause (finally!) have allowed my body to lose weight pretty easily this time around. As an (almost) lifelong vegetarian my only really processed foods were fake meats/soy products, candy and bread products. Eliminating them has made food prep more difficult (bread and tortillas!) but I feel so much better and more myself for the first time in a decade. \nI liked the camaraderie and support at ww meetings. I wish they would keep it simple and stop trying to compete with fads. It was helpful for so many people",
        "I bless Weight Watchers for being a huge part of my life. You must take the word diet out of your vocabulary and realize it is a way of life. I was a leader in N.J. for 15 years and hopefully helped many women find their way to a healthier life style. Now in my eighties I am still walking every day and happy to enjoy everyday activities. I ended every meeting with a thought for the week. As we look forward to summer get togethers just remember: It’s not what’s on the table but who’s around the table. Enjoy!",
        "One can still find that community in TOPS (Taking Off Pounds Sensibly) which, like WW, has weekly meetings where all the things mentioned in this article as having been lost are discussed. Unlike WW, there is no \"diet program\" - members are encouraged to follow whatever program suits their individual needs.",
        "OverEaters anonymous offers the same community support for people who struggle with weight. Shared experiences often let people know they are not the only ones who are battling with food addiction. And listening to those shared stories, one realizes that their situation often looks much better than those around them.",
        "I went to a couple of WW meetings in the 90s. I recall the shameful judging of participants who hadn't lost weight that week, or God forbid, had gained. I remember women removing their earrings and wedding rings before getting on the scale, and I recall women in tears. Foods are neither good or bad, they are either nutritious or they are not.",
        "Akin to Alcoholics Anonymous, Weight Watchers afforded identity and acceptance among peers and some ready sharing of tips, of perhaps failures, but also of friendship and a common purpose of carrying on some 'good fight' for an end all were seeking, even to the extent that it was some long-term struggle of many and not invariably of some successful nature.",
        "I attended WW on and off from when I was in my teens in the 90s through my 30s only 5-10 years ago. Like many people, I had a love-hate relationship with the program. I needed the weekly accountability and social support that the program provided, but I also hated that WW reinforced a poisonous culture toward bodies and turned a blind eye toward the systemic problems in U.S. food policy that got us to where we were and continued to perpetuate problems. I remember sitting in a meeting one day in my late 20s and there was a woman sitting across from me who must have been in her 70s and she was hooked up to an oxygen machine. I thought it was the most depressing thing on earth because I knew that she and many of the people in that room, me included, were people who would still be cycling through WW trying to lose that last 15 pounds even when we were at death’s door.",
        "This makes me sad. Medications like Ozempic should be a last resort for weight loss - only used after all \"natural\" options (like Weight Watchers) have been exhausted. And yet, I personally know many people who have jumped straight to GLP-1s without even attempting to calorie count first. \n\nOzempic is a miracle drug, but it's not meant for the person who recently gained an extra 15 lbs that they now want to lose. It's for diabetics, and people who have struggled with obesity for most of their lives. I fear that 15 years from now, we will look back and regret normalizing the usage of this medication for so many people.",
        "Not everyone has a drinking problem; but for those who do, AA offers a program of celebration of sobriety where no one is excluded and progressives and conservatives share a community.\nSponsors and other participants share their experiences strengths and hopes with newcomers and old timers alike. If someone relapses they are welcomed back to the group which usually meets several times a week in a dusty church basement. Any of this sounds familiar? This  program predates Weight Watchers by 3 decades and, by the way, has no dues or fees.",
        "During the pandemic I found the weight creeping up, started using the app on a daily basis and have been able to maintain \nmy weight.\nThe current WW app in addition to counting points, has macros and nutrients, that tracks protein, carbs, fats, fiber, sodium, added sugars, and calories. I need to track sodium and have found this feature very helpful.\nI hope WW is able to continue for people like myself that cannot use prescription medications for weight loss.",
        "Thoughtful essay on the pros and cons of Weight Watchers which could not survive the weight loss drug revolution. I will say what worked and continues to work for me —Intermittent Fasting. Simply reducing my eating window to eight hours and eating good, wholesome food during those eight hours was a game changer. I have managed to  lose 55 pounds and keep it off for more than 2 1/2 years and I am now a healthy weight for my 5 foot 4 inch frame. Plus my knees don’t ache anymore making it much more fun to exercise! Now I wish there was a group like Weight Watchers for Intermittent Fasters like myself because community and health are essential.",
        "There's a lot of harm I wish I could erase from my multiple WW stints, but I'd rather keep the lifelong friendships I made in both the in-person and online groups.",
        "This is a shame because it’s program is intelligent and works. My wife just lost 10 lbs because of this, and she earned the loss of that weight rather than losing it using a pharmaceutical.",
        "It’s no surprise that the obesity problem arose simultaneously with the doubling and tripling of food portion sizes. This was concurrent with food producers using chemicals to enlarge food sizes. I suspect if as a culture we went back to 1950’s portion sizes we’d see less obesity along with it.",
        "My late mother struggled with her weight her whole adult life. I recall her giving WW a shot a few times but it wasn't for her. What did work wonders was Overeaters Anonymous, which she was part of for a number of years, Not only did she lose weight, learn to rethink her relationship to food/eating, she had and became a Sponsor, went on their retreats and really gained insight.It gave her a strong, supportive community.  When she became less involved with the program, she was able to carry the \"lessons\" and insights she took from OA throughout the rest not her life. I know that WW sort of worked, though my many con-workers who attended workplace meetings constantly lost and regained the poundage.It's a relic, but I agree that finding a supportive community is key.",
        "I attended WW in the 1980s and did the point tracking successfully and got to my goal.  Unfortunately, I gained it all back.  I never really figured out how I was motivated once to lose and cannot recapture that mindset.\nI think COVID had a big impact on the decline of WW.  I also think the annual revamp of their program was a turnoff, as every time it was \"last year bad, this year good\".   The point system worked for me.",
        "Too much misinformation out there on the topic of food.  (and that includes what is published in The NYTimes.)  And there is much we do not know.   \n\nSo far as community-- very important.. and rather like AA where the support is the \"cure\" so to speak.  \n\nI had a standard restricted diet that I used when I needed to lose weight  -- cutting out starches  -- egg, tuna, carrots, chicken broth (homemade), salad, salad dressing-- cottage cheese and catsup, air popped popcorn (I really do not like popcorn, a candy bar, coffee with milk, diet soda (preferred).  Despite being of normal weight for the most part-- never more than ten lbs over and I made a point of losing it because plus size clothes were too big and normal clothes too small -- the manufacturers have since adjusted with big waists -- we used to have more narrow waists and now that my waist is again narrow  ... hips fit...-- all annoying..  \n\nAvena nuda  -- a special oat has now become my go-to breakfast  -- with yogurt (for people sans diabetes 2 have some banana) , the egg- bacon are at lunch,  and other starches OUT-- potatoes, rice, pasta  except when eating out and then in small portions.    Mediterranean diet for me is a recipe for high blood sugar. I eat all kinds of low carb veggies  -- salads, greens and some fruit  -- apples mangoes.  Cake, pie  - one portion to be shared.   One can do it.\n\nAnd we all need community.",
        "This article is so wrong. Weight Watchers taught me how to eat healthier, regardless of how much weight I lost.\n\nThe whole shame culture around \"losing weight\" is such a backward response to a real problem (misogynistic culture).\n\nLosing weight can actually be healthier for you. Celebrating a lack of self-control or criticizing attempts to be healthier is such a bizarre response.",
        "I trained for months and ran a marathon last year, I ran almost 5 days a week and did not lose ANY weight. I started Ozempic in March and bam, 20 lbs down. I am still training but it is so much more motivating to see the numbers drop off the scale, it is a little ego boost and helps me to be more consistent. I think WW also has the right idea in promoting healthy eating and a healthy lifestyle, which for me personally is a lot easier without all the food noise and cravings. I'll still have a drink here and there but even alcohol I don't really want or crave now. I guess my point is I think both ways can work in tandem with each other and both have their benefits! My goal is to taper off and stick being more mindful of what I eat and my portion sizes and continue my training. I think these drugs have a place in breaking up an unhealthy relationship with food, but you have to be willing to do the other half of eating right and working out!",
        "Like many corporations, WW allowed itself to stretch too far.  Grow with the times, adding technology and so forth, but don't  grab onto every trend that comes along.  The inperson community, the digital community, the basic plan(s) were amazing.  If you worked the program, it worked.  Changing the points program  every 10 months or so, playing with the pricing (which varies widely), selling trinket WW junk and the like hurt them.  Personally I believe the final blow was their entry into those clinics  prescribing  weight loss medications.  This flew in the face of everything they had promoted (and which worked) for decades.  but they believed there was even more  money to be made.  And so it goes.",
        "As a 78 year old...I could write a book on this topic.   If you ask everyone I know to say one thing about me...most would say...she is always on a diet.   In fact, I recently joined WW (again) and lost about 8 lbs. (again).   I stopped because I hate machines and it was asking me to do too much on my phone.\nThe culture of obesity is everywhere and completely different from my youth where you learned what to eat and what not to eat if you wanted to stay fit.   So sad.",
        "I first joined Weight Watchers in 1968 at the urging of my mother.  I rejoined at least a dozen times and have lost and gained 25-40 pounds many times over the years.  I have been at a healthy weight for the last 15.  The plan evolved from a very low calorie and very restrictive diet to a diet that accommodates all foods and encourages its members to exercise.  It has arguably  done more to educate the American public about good nutrition than any other institution.  It was one of the first women's support groups.  It existed at a time when anyone, including family, thought fat-shaming was helpful and/or funny.  I was obsessed by my weight and, by societal definition, unattractiveness long before WW was founded.  WW provided community and support and kept me within a weight range that was manageable.",
        "So who knows whether Weight Watchers ever worked?  That is, what do scientific studies say about success rates?  Is this an argument about a completely futile enterprise?",
        "I suspect that WW and programs like it -- healthy eating + exercise -- will re-emerge once the long term side-effects of the GLP-1 drugs and their ilk become known.  We're still in very early days of these medications.",
        "Many years ago, I joined Weight Watchers thinking they could help me loose 10-15 lbs. Instead of camaraderie and community, I found rejection. I was not overweight enough. One person said, \"What are you doing here?\" Nobody wanted to talk to me. After one meeting, I did not go back.\n\nNow, late in lifel, I found I could loose 20 lbs. simply by not eating red meat, and restricting poultry, fish, and alcohol to weekends. Loosing 20 lbs. has helped with  sleep apnea and sciatica. Had Weight Watchers been more welcoming I might have found my way to a healthier diet sooner.",
        "If you want to lose weight, you should move more*, eat less*, and weigh yourself every day to keep yourself focused on the choices you will make that day.\n\nSome people will say this advice doesn't work, and in fact nothing works, but it worked for me.  You should ask yourself whether you want to take advice from people who have succeeded and want you to succeed, or people who don't want you to succeed and claim it can't be done.\n\n*Inculcating the *habits* of doing this takes a while, because you are changing your ways for a lifetime.  Don't \"diet\".  Eat better, forever.   Don't tell me it can't be done because I did it.",
        "WW over the last 25 years has evolved but its principles of making better food choices, abiding a structure, and the support of a community always called me back when I went astray. My biggest accomplishment was becoming a weight watchers leader in 2012. That gave me the confidence to launch a new career in facilitation, adult education, and coaching, and for that I will always be grateful.",
        "A beautiful essay Jennifer, thank you.\n\nI joined WW many times over the years, in three different states, and had delightful leaders. I still drive by one of my old meeting locations occasionally, and chuckle as I think about a male leader who gave a hilarious presentation at one meeting about stress eating after he and his wife argued about bills. He had written down all the things he ate after their argument—revealing it on a white board to all of us over the course of the meeting. It was a lot of points! But his presentation really hit home, because it was so relatable. I admired him for him for his honesty and being intimate with us. \n\nThankfully I run a book club, we don’t count pages haha, but it gets a group of smart and fun women together regularly. Out of our homes, away from our daily responsibilities, and we discuss the book and lots of other things. These gals are my tribe. \n\nLike you, I’ve mixed feelings on the effectiveness of the program, but overall I am sad to see WW go.",
        "Fitness is more important than weight.\n\nFit people usually feel good about themselves.\n\nFind a gym, find a personal trainer and ditch the calorie counting.",
        "My great grand aunts attended weight watchers in the 70’s. I was in their care so I went along. The camaraderie of it all was not lost on me. I wish there were something akin to that in this brave new world.",
        "Not everyone can use GLP-1 drugs to lose weight. \nThe simple act of paying attention to what I eat, eating 3 meals/day and choosing better mid-day snacks has made all the difference. In the spring and summer I garden for exercise and use a stationary bike for exercise in the winter. For me, WW isn't a diet plan, it is a change in behavior. I  pay attention to portion size, protein intake and eat lots of fruits and vegetables which I love.  I also cook more creatively!  If I eat something sweet, it's usually no more than once a week and it's a real treat, like when I was a kid. \nFor people needing to lose large amounts of weight WW may not be the best way of doing it but it offers a healthy option for others and I sincerely hope it survives!  I have lost 10 lbs ( my goal is 15-20) I feel much better and my  HgbA1c has come down to normal.",
        "I see nothing wrong with continuing this group.  People need a place to discuss what works for them, to give and receive support on losing weight, to share their fear and joy.  There are too few places for us to do these things.  Work is not, for me at least, a place where I  want to share every joy and sorrow.  It's not appropriate.  \n\nThere is a real lack of spaces to gather, talk, and just hang out without spending a lot of money.  Everyone needs a place to share.  Weight Watchers might have been wrong in some ways but it was very right in sharing.  Sharing and commiserating or rejoicing makes us human.",
        "I enjoyed this perspective. As someone who has been sober for several months thanks in large part to medication (Naltrexone, which makes your brain crave alcohol less), your analysis reminds of my perspective on Alcoholics Anonymous. Its willpower/lifestyle change approach works for some. But for the vast majority of us struggling with alcohol dependency, we just aren't wired to beat our addiction through willpower alone. In this regard, AA falls short for many of us. \n\nOn the other hand, I gravitate toward the community and mutual support that AA provides. I'm not a member, I don't read the Big Book, I mumble the prayer to go along with the group, etc. But I attend meetings frequently, and it's inspiring and spiritually nourishing to be in communion with people who know EXACTLY what I'm going through, talking about our success and struggles. For this reason, on balance, I root for Team AA.",
        "One of my first jobs was working for a video production company that made in-house corporate videos. One of their clients was Weight Watchers. \n\nEvery year the same problem arose: the people who had lost weight and were in the previous year's video had all regained the weight and were no longer WW success stories. \n\nAs for Ozempic and similar drugs it still remains to be seen if they are successful--or even usable--over the long term. Articles about these drugs ignore the evidence that most users quit taking these drugs for a variety of reasons, and then the weight returns.",
        "I believe it is still useful to have some group in the US recommending and urging Americans to eat nutritious and healthy food and to get outdoors and walk or exercise.  Both are extremely effective means to increase endorfins and have a healthier life.\n\nWe used to have the President's Physical Fitness Program and the FDA, but no longer.  Maybe the next phase is a program that recommends planting a garden and growing your own vegetables and other foods.",
        "For several years I subscribed to WW Magazine until it was folded into another publication. The diet and lifestyle advice was not off-base. Recipes were varied, interesting, and most were not so exotic that I would never attempt them. I still have many WW recipes in my files, bringing them out every now and then.",
        "I agree with commenters who point out that WW principles are good ones: the direction the WW points send you is toward is a healthy Mediterranean diet. In addition, as someone who lost a great deal of weight on one of the new medications, paying attention to the points values of various foods helped me avoid many of the side effects that torment so many others: stick with high-quality protein and vegetables; avoid processed carbs, and high-sugar/high-fat foods. Making daily walks of two miles my new religion also helped.",
        "I participated in Weight Watchers in the early 2000’s. I agree it was the weekly meetings of encouragement from leaders and participants but I also had support from one special person who had words of wisdom for me that kept me motivated. I don’t even remember the person’s name, the words of wisdom, or exactly what happened to our connection. That moment, that person helped me through the weight loss. I have kept the weight off since then. I am always aware of my daily intake of food and I have found regular exercise beneficial for health living. I used to tell all who asked how I lost weight- two words - weight watchers,",
        "From nearly 60 years of experience, Weight Watchers re-educated the palate for me, and caused me to make healthier choices in what I eat.\n\nI also agree with the social aspects of the system--the sense of community is essential to anything, whether steadying one's weight to living a happy life.",
        "Community is great, but you don’t have to go broke paying for something that really isn’t meant to work. Let’s face it—if these programs worked, they would have gone out of business long ago.\n\nI was a member of TOPS, a slightly cheaper version of Weight Watchers.    When our chapter closed due to a decline in enrollment, we kept the group going. We no longer talk about pounds. Now we are a discussion group. We meet online and at various restaurants. We are still there to support each other, but no longer have to pay for the privilege.",
        "The loss of third spaces might be the root cause of all of our issues today. We demand the values and goals and support of our workplaces and companies where we eat and shop. I often wonder if we had the time to go back to those third places (ie weren't so exhausted from work at the end of the day) that our country might be a more harmonious place.",
        "After medication related weight gain, I did a round of ww and it worked beautifully.  When I gained the weight back I tried again and it absolutely did not work. Dieting slows your metabolism and keeps many in a cycle of loss and gain that ultimately leads to more weight gain over time.  I do find having some sort of guidelines helps though, currently I am doing my best to avoid sugar and lifting heavy at the gym as I have time, with a focus more on health than size.  That said at 5'10\" with a squarely normal BMI of 23 and decent muscle mass I am a size 12 or higher which makes finding clothes somewhat difficult.",
        "I joined Weight Watchers the first (and most successful time) in the early 90s. It was not a points based system, but more direct: eat this much of x, y and z. Weighing and measuring. I thrived on that version in a way I've never repeated  \nThe lunchtime workday meetings on a Friday afternoon were crucial for me - seeing other (mostly) women on their journey and sharing our struggles and successes - the community - really was an important part of my success.\nI took three lessons from that first experience: I still think about everything I put in my mouth before I eat it and I am constantly aware of how many vegetables I've eaten at a meal in relation to everything else and walk, walk, walk!",
        "I tried WW once unsuccessfully. GLP-1 drugs are contraindicated for me because I have a family history of thyroid cancer and also because I am over 65 and muscle loss with GLP-1's is a concern. The only diet that has ever worked for me is a low carbohydrate diet - basically avoiding sugar, bread, rice, pasta, potatoes. I don't get hungry and feel miserable like I do when restricting calories. See Gary Taube's work.",
        "I’ve used the WW model as a way to get myself back on track and plan my meals for four decades after initially losing 40 lbs. Those weekly meetings were not only necessary for me, they were fun. I made it a point to seek put meetings in other states when we traveled for long periods. I still have my Gold Key and a few other tokens of success given to me at meetings. I treasure what I learned about appropriate eating and the camaraderie of those meetings, and am still within my goal weight because of those experiences. I guess I was one of the lucky ones for whom the program was perfect for me. Everyone has to find their own way to stay motivated.",
        "Weight Watchers back in the early 70's taught me the basics about food groups and balanced diets that I have taken with me through life.  While trying to control my weight (which is stable) and health issues, I default in my mind to a basic WW plan (which inherently counted carbs and balanced them with protein).  I loved the meetings, and not feeling like the only \"chubby\" teen in the world.",
        "Great, timely article!",
        "Weight Watchers makes me think of growing up in the 90s, when if you were like 5 pounds overweight, you would receive constant, relentless insults and shame.  People (mainly women) joined weight watchers because at the time, the entertainment industry was absolutely brutal on the idea of having even a few extra pounds meaning you were simply trash.  Its crazy to think back on how harsh the shaming was.  Go back and watch practically any 90s sitcom, even the ones people don't usually think of as having aged poory, and you'll always find numerous episodes where a character gained a bit of weight, then the rest of the cast absolutely brutalized her for it.  A few episodes would be nothing but second rate fat jokes, then the character would always be forced to go to \"fat camp\" because being a couple pounds too heavy was the ultimate sin.  Getting people to feel lots of shame made weight watchers a ton of money.",
        "Yes. Since the meetings were decentralized, WW also offered women opportunities for leadership and advancement.",
        "\"Now that the new medications are remaking weight loss — now that we can take our focus off managing our appetites, measuring half-cups of pasta and weighing ounces of chicken breast — there’s a chance we could lose all of that power and intention.\"\n\nThese new medications are not for everyone and may not work for everyone. People need to remember that Ozempic is a diabetes medication; my father-in-law and millions of other diabetics take it to manage their diabetes and keep themselves alive, not to lose weight.\n\nThere should always be a focus on appetite and portion management, because it's healthy. Healthy eating habits play a significant role in weight management (self-starvation is NOT a healthy eating habit) - that's another thing that WW got right.",
        "The warmth and camaraderie were real, but also were a double edged sword. If you weighed in and lost a pound, you were \"good\", if you didn't, you had cheated. Only judgy \"mm-hmms\" if you shared your despair at gaining despite your best efforts, even though weekly weight fluctuations (cycling) can be larger than the painfully slow weight loss. And now we know all those artificial, overpriced \"diet foods\" do not work. I will not shed a tear for WWI.",
        "\"Now that the new medications are remaking weight loss — now that we can take our focus off managing our appetites, measuring half-cups of pasta and weighing ounces of chicken breast — \"\n\nIt seems like the author has not yet learned any of the important lessons that Weight Watchers tried to teach her about taking care of here body (eat less food), and instead has chosen to rely completely on these new pharmaceuticals.  It's such a profoundly American attitude: when something requires too much effort, spend money on something else to plaster over the symptoms: (weight loss drugs, alcohol, social media, etc).",
        "WW permanently damaged my relationship with food after starting at age 14. Not sad to see them fail.",
        "Your experience of bonding and support at Weight Watchers is very different from mine.  I attended meetings in the early aughts and it was not a pleasant experience.  The people who checked us in and weighed us were surly and abrupt.  It felt like there was an \"in crowd\" that stuck together and excluded the rest of us.  The leader was quick with her presentation and didn't like answering questions.  We were hustled out at the end  with no chance to chat with each other.  Total waste of time.\n\nI did take the program and used it at home to lose about 40 lbs but support?  None at all.",
        "Weight Watchers' \"secret sauce\" is both the community (now largely moved online, but still powerful) and their eating plan.  When I'm on WW, I'm eating healthier foods than I do otherwise, and I think through unhealthy, self-defeating choices.  No body-shaming there, from my point of view.  And, yes, I cycle back when I need it -- but why not?  I've made it through 7 decades in good health, and WW (like AA for people who need it) helps keep me that way.",
        "My partner and I used the Weight Watcher's system of daily planning just from a book, and found it so much easier than calorie counting. It was based on the main ideas of healthy eating at the time (around 1968) but wasn't extreme. It was easy and fun to follow. We didn't impose it on the kids. Did my partner and I lose weight? I don't remember. I just remember that it was fun. A few decades later, I've met women who keep fit and slender by following Weight Watchers, and others who do the same by using Jazzercise. Each to her own!",
        "Oddly, I was served 2 weight-loss ads in reading this essay. I could never follow weightwatchers -- I felt too weak on it. I found my own way to lose 40 lbs and keep it off.  But I agree, the loss of community from women helping women is to be mourned.",
        "Weight Watchers obviously became a big business and lost sight of its mission, and now appears to be paying the price. I still believe the model is worthwhile  and trust behavior modification over pharmaceuticals that will likely have negative long-term consequences.",
        "Weight watchers is, was like marriage and democracy, terribly flawed, failed by many but we have not come up with anything better yet to lose weight.",
        "OK, which is it?\n\nFor the last several decades, we have been dunned with the view that weight loss is more complex than calories in and calories out.  We heard all about hormones, genetics, ultra, addictive food, highly processed food, etc.\n\nNow we have a drug that kills the appetite, and the pounds just melt away as if by magic. \n\nThe GLPs seem to prove that Weight is indeed a matter of calories in and calories out.\n\nPerhaps when the side effects of these new drugs becomes apparent, people will return to the simple arithmetic of calories in and calories out and the fellowship that Weight Watchers offers.",
        "Corporations file for bankruptcy and attempt to rewrite their brand mission all the time.. Science has moved forward, and Weight Watchers' brand was not flexible to the changes occurring in science and society.\n The meaning of progress is proactive change and change for the better .  \n\nWish them well, they did an outstanding service, and with a new mission brand, they can  reorganize and return to the marketplace"
    ],
    "web_url": "https://www.nytimes.com/2025/05/15/opinion/weight-watchers-bankrupt-dieting.html"
}