{
    "main": "We’re Relearning What Pandemics Do to a Society",
    "abstract": "We’re still in the chaos phase.",
    "keywords": [
        "Coronavirus (2019-nCoV)",
        "Epidemics",
        "Deaths (Fatalities)",
        "Plague"
    ],
    "comments": [
        "Covid proved that the Democrats will go to all lengths to maintain the status quo no matter who dies. T45 lost 300,000. 46 lost 700,000. Cuomo lost 45,000.",
        "A large scientific study was published in Le Monde today.\n20 million people have been saved by vaccines.\n\n<a href=\"https://www.lemonde.fr/societe/article/2025/02/26/arnaud-fontanet-epidemiologiste-20-millions-de-vies-ont-ete-sauvees-grace-a-la-vaccination-contre-le-covid-19_6565378_3224.html\" target=\"_blank\">https://www.lemonde.fr/societe/article/2025/02/26/arnaud-fontanet-epidemiologiste-20-millions-de-vies-ont-ete-sauvees-grace-a-la-vaccination-contre-le-covid-19_6565378_3224.html</a>",
        "Though the the experience of the pandemic was certainly stressful, it boggles my mind the way it continued to affect people after it was over, in a way that I truly struggle to understand. The over-the-top and scattershot crazed reaction of a significant segment of the public, especially those that brought back Trump, who was an actual villain during the pandemic, gives me a dim view of humanity and its ability to reason.",
        "Given the behaviors of the current administration, we are doing every thing but “salvage from the wreckage”. It’s more like “complete the sinking”",
        "Yes, it helped me so the absolute utter naked evilness of the republican party. I foresaw all the dire malevolent cruelty about four years before it is finally happening. They are the absolute depth of utter abomination and everyone who disagreed with me and thought I was \"being mean\" is now finding out how right I was. The absoute utter viciousness is unparalelled and I have been steeling myself to meet it with the same level of viciousness because it is what these fools deserve. If everyone is not thinking this way, they are absolutely INSANE and living in a dream world.",
        "I fear we have not learned any lessons at all from the pandemic",
        "I was hoping for a post-Black Death effect of positive effects for the working class. So far it's not looking too good in that respect ...",
        "The Black Death had a profound affect on history. The high death rates created a labor shortage and upended the feudal system. That was progress.\n\nHowever, most of the witchcraft hysteria in Europe occurred AFTER the 14th century wave of bubonic plague. People were traumatized and frightened by a horror show whose causes they did not understand. They turned to supernatural explanation, and untold numbers of innocent people were tortured and killed, ultimately murdered by ignorant, fear-stoked  hatred.\n\nI don't know of anyone in tis country attributing covid to witchcraft, but I have seen plenty of ignorant, fear-stoked hatred of vaccines, immigrants, and school \"indoctrination,\" all cultivated and promoted by the right-wing media, which have found a receptive audience among the frightened and uninformed.\n\nThe unhinged attitudes of the cult of the current president are most likely an outgrowth of that general distrust of accepted knowledge.\n\nI followed the New York Times' daily reports and saw that although the Twin Cities had the highest absolute number of  covid deaths in Minnesota, due to their larger population, the highest *per capita* covid death rates were in Republican-leaning counties, three to five times the death rates in the Democratic-leaning counties.",
        "This article's historical reminders and cautiously optimistic tone offer a consoling counterpoint to most of the other stories  on the front page of the NYT today. But, perhaps out of not wanting to spoil the mood,  Mr Kenny underplays how all of these stories are in fact deeply connected in ways that explain why the US has  the president and administration (including its shockingly illiterate health secretary) we do now. For a fuller discussion of these alarming epidemiological-political linkages, just  read all of these stories in light of  David Wallace Wells' equally informative but  less sentimental  NYT 3/4 piece \"How Covid Remade America\"  [<a href=\"https://www.nytimes.com/interactive/2025/03/04/opinion/covid-impact-five-years-later.html\" target=\"_blank\">https://www.nytimes.com/interactive/2025/03/04/opinion/covid-impact-five-years-later.html</a>  ] I hope the NYT continues its efforts to educate us all about this complex reality and how we might improve it.",
        "Future historians will remember COVID-19 as the Trump plague.  \nTrump’s denial and gross incompetence created public confusion and were responsible for most of the deaths in the US, and his cult followers still refuse to take COVID seriously.\nThe main reason that America recovered is that Biden became President.\nAnd Trump (together with RFK Jr.) will do it again with Bird Flu!",
        "I recall Angela Markel (an actual scientist rather than just a politician) saying at the outset that it was “inevitable that 80% of the population would ultimately be infected” with COVID. \n\nWhich I found both fascinating and comforting. \n\nFascinating in the way that people who are highly skilled and knowledgeable are (how did she so quickly come up with such a precise number?), and comforting bc it felt like “ok, this is what we are dealing with. We are all going to get this at some point and we will just have to accept that fact, plan accordingly, and deal with it”.\n\nOf course by and large no one wanted to listen to her. Not the politicians. Not the hysterical media. And not the misinformed, and consequently terrified public. \n\nSo we shut down our society, decimated our economy, did unimaginable harm the children we profess to love so much and may very well have altered our democracy and what it means to be an American citizen forever. \n\nAnd just like Merkel said, everyone got COVID. And “flatten the curve”, close up society, lock up the kids prevented nothing. And a lot of people (overwhelmingly the aged and already sick) died. \n\nWhich is as sad as it was inevitable because pandemics are part of nature and that’s what happens. What didn’t have to happen and what will ultimately have a greater impact on our lives and our children’s future is the way we politicized a natural event and our response to it.",
        "The Covid pandemic and its aftermath would have been quite different if a Democratic  president  with a majority in both houses of Congress had been in charge rather than Trump and the GOP.\nThe death toll and the social divisions would have been much less acute, the economy would have recovered a lot sooner and Trump would have never have had the opportunity  to destroy America and the world order as he would been justly relegated to obscurity.\nAnd now we have malignant madman and his  equally insane minions running America again with the real threat of more deadly pandemics on the horizon.The worst scenario that could have happened !",
        "The next one is going to be horrible. Republicans taught their people that pandemics are hoaxes and they're not going to take any sort of precautions to help others or even themselves. \n\nAll because Trump's ego couldn't handle bad headlines.",
        "I just saw a photo essay about Covid.  Several showed protesters.  One was wearing a big red Trump hat.  Trucks held American flags out their windows.  Middle aged blond haired women were screaming so hard that their eyes bulged.  Desperately angry.  I think it is the Scotch Irish heritage of much of our country that is doing this.  I see it in meetings with wealthy groups, none of whom want to have any restrictions placed on them.  Their idea of freedom includes not caring whether they harm other people.  They just do not like being told what to do.  They think they know everything.",
        "The author could have been much simpler and just said pandemics put Darwinian/Natural Selection force on human society, they kill people which drives society into becoming more guarded, authoritarian, controlling, and they leave a population of more robust people, at least more robust in dealing with the particular pandemic, but modern society wants to experience no Darwinian/Natural Selection force on human society, wants medicine to immediately cure everything, wants a society as lax and liberated as possible, wants a person's genetics to be no detriment to his or her existence, wants in extreme socialism, everyone equal, humanity free of Darwin/Natural Selection.",
        "Who has forgotten?! \n\nTime is divided into before 2020 and after.",
        "Isn't this piece merely stating that across millenia, the average person is not very bright, and reflexively jumps to the wrong conclusion?\n\nAs a bonus, there has apparently been, for centuries, an ignorant bias against vaccines.",
        "What we are in is a autocratic takeover by oligarchs to drain the treasury into their pockets\n\nA treasury filled with middle class tax payments\n\nWe are under attack by domestic chaos agents who want to tear it all down for their personal profit and because they crave power",
        "Interesting article. Most cogent takeaway: \"COVID-19 was nothing on the scale of earlier plagues.\"",
        "Pandemics are part of the grand design serving as an equalizer for human driven overpopulation and close proximity in all fauna-based life forms.",
        "Although the worst of the pandemic is gone the ongoing infection rates of Covid are still with us and are maiming, killing thousands every week. \n\nWhat articles like this a some talkin heads I've heard over that last few months suggest is that Covid is over. It isn't and it's getting other nasty bugs to hop on the bus since. (H5N1, RSV, Measles, TB)",
        "\"You'd be forgiven for forgetting\"...forgiven by whom? You know that Covid continues to be very much alive and well and permanently disabling people, right? You would not be forgiven by the immunocompromised people who still have to mask and limit their activities because of those who have \"forgotten,\" and you would not be forgiven by the people with ME/CFS or long Covid, that's for sure.",
        "\"The decline of Athenian democracy helped pave the way for the authoritarian utopianism of Plato that influenced political thought for millenniums.\"\n\nUm, citation needed...",
        "“The story of viruses and humanity is a story of fear and ignorance, of grief and heartbreak, and of great bravery and sacrifice.” I read ‘Virus’s, Plagues, and History,’ by Micheal Oldstone and understood that plagues and virus’s have shaped the human experience more than wars.",
        "It should never be forgotten that state COVID policies quickly devolved into purely political reactions. Studies into the bases for such policies sadly came to the conclusion that the only real common denominator affecting states was political affiliation. \nBlue states, most particularly California and New York, maintained prolonged restrictions on businesses and schools. States such as Florida and Texas quickly reopened businesses and schools. Science was continuously invoked as determining factors. But, in reality, the overwhelming determining factor was Trump. Red states followed his pronouncements. Blue states did the opposite. That's it. It may be intellectualy indefensible,  but that is what happened.\nI live in California. On whatever day it was, probably in May or June 2020, Trump, in his belicose manner, demanded that all schools reopen in the Fall. I immediatly predicted to my wife that he had just doomed the education of millions of children. Sure enough, soon afterwards, a teacher's union official in California said they would not be \"bullied\" by Trump. Gavin Newsom, highly dependent on union contributions for his eternal presidential run, quickly complied.  In person education in California was shutdown for perhaps the longest duration in the country. Millions of primarily disadvantaged suffered irreparable damage to their education. But, at least they did not capituate to the bully.",
        "\"If we double down on medical mistrust, cut funding for research and global cooperation and continue to turn inward, recovery will be stunted and the impact of a future pandemic could be even worse.\"\n\nI think this is not an \"if,\" but a \"when.\" And assuming that there are future elections, it will all be blamed on the party that takes the White House after the current slash-and-burn administration.",
        "I said it back in the 2020-22, America and the world reaction to the Covid pandemic was way too much and carried on for way too long. \n\nIt was one of the worst examples of government overreach based on hyperbole and allowing fear to outweigh common sense. \n\nWhile, according to Wikipedia, Covid may have been the 5th deadliest plague in the number of deaths, as a percentage of national, regional and global populations lost it was relatively mild when you look at the Influenza Pandemic of 1918-20 and a mere nothing compared to the various bubonic plague outbreaks such as the Black Death and the Plague of Justinian.\n\nFurther, see a recent piece from the Cato Institute which, justly, points out that Sweden was right - they did NOT have massive lockdowns or restriction on work and school yet came through with slightly worse death levels than their neighbors, yet much better than the US, the UK and many others.",
        "I certainly have current mixed feelings about the Covid policies we were subjected to and that I largely supported. In hindsight, however, it seems apparent to me that insufficient consideration was given to the effects of these policies beyond mitigating the mortality and other adverse health ramifications of the disease. To be sure, they were designed to save lives, and they unquestionably did, but the lives saved were disproportionately of those who, like myself, were in our waning years and no longer contributing much in terms of labor or productivity. Meanwhile many young people had their academic lives upended and the social experiences associated with their schooling curtailed or eliminated. Many other people, disproportionately those in the restaurant and entertainment industries, had to close shop or restrict their operations to the point where they could no longer afford to stay in business. Their employees, of mostly modest means, saw their hours reduced or lost their jobs entirely. This doesn’t even take into account the political costs, which are so painfully evident and disorienting. My own life which, in retirement, had revolved around volunteer activities, was put on hold and has never really recovered. I can’t fault those who promoted these policies given what was known, or unknown, at the time, but I think there was an unwillingness to modify things as time and experience suggested might be wise.",
        "At the end of 2023, through March of 2024, something was up with a new strain.  Or something.  It isn't anything until someone says so, yet so many people at that time were debilitated by sinus infections that began from the lungs.  Lingering cold and flu symptoms that knocked many back into bed.  My doctor shrugged, \"yes\" but had no name for it.  She said she had dozens of cases and really had no means to instruct or refer a remedy except rest.\nMy question is, and has always been, how long was Covid 19 around before someone named it that?",
        "Perhaps because of the suddenness and extremity of the changes to the world order by world emperor Trump, the nice note of rising hope suggested by this article rings false.\n\nThe economic chaos of the tariff policies, the environmental destruction of the regulatory policies, the derangement of the health policies, and the nativist approach of the international policies, all aim us at one target as the tumblers click, one by one.\n\nThe covid pandemic was a picnic to what's coming.\n\nIt's a small world after all.\n\nThat dark side of that hopeful song, originally signaling a worldwide embrace shared among the family of all humanity, is that selfish neglect of our brothers and sisters, even in their gravest suffering, will not end well for us, either.\n\nThe withdrawal from WHO and the illegal shutdown of USAID contracts and programs will almost certainly create worldwide health disasters that will reach our shores.\n\nIt's a small, small world.",
        "I had written about Journal of the Plague Year, written of 1665 experience noted by the then older Daniel DeFoe of 1722.    The problems of agitation, misunderstanding, difficulty with regulations (and there are some 3 pages devoted to various professions and some Stuart monarch directives  made by Charles II) all bring to mind much of what happened with Covid.\n\nPeople like the status quo, but Pandemics do not respect life moving on as normal.  People seek to help in some cases, but seek to avoid the business or get around the restrictions and human behavior only changes by the possible resources marshaled now and the greater liberties people can manage with wealth when there is some means to do so.\n\nPandemics were a bit different in the past.  As we have become better at extending and preserving life, Pandemics do alter a bit.  Supply was hardly a problem after the Bubonic plague as 25-30% of a European population might simply die off.   Many who had never had meat before found that they could afford it and meat joined a diet which had often found it unavailable to the lower classes.\n\nWe now have fewer die and supply chains damaged more than population which means that the excess supply of earlier times is now replaced by shortages or increased costs. \n\nWe need to see that our current Pandemic is still in a phase of maybe what we might call a societal convalescence.   We have many scars left over from the past 5 years and they will not be gone for perhaps a decade.",
        "I am looking for a reality based review of what we all should have done when and before Covid struck. Is there a good report that takes an account of the medical, scientific, economic, social etc dynamics at play?  It would be good to learn some lessons from the last pandemic. Thank you",
        "Scientists and medical researchers have been able to determine the pathological origins of diseases that emerged in the human population thousands of years ago. That is testament to the power of modern science. And yet some scientists and medical researchers have said that it might be impossible to ever know the pathological origins of the SARS-CoV-2 virus, a.k.a., Covid-19. Really? That's why there is mistrust of the medical establishment.",
        "Dr Fauci was a Pre-med/Greek Classics major in college.  I remember reading that he decided to pursue public health in part because plagues can shape society and change history.  Indeed they do.",
        "Here's one way the pandemic changed American society. Constitutional scholars agreed that Massachusetts v. Jacobson was the cornerstone case for the state authority to impose lock downs, masking, school closings, business closures, firings and more.\n\nThe case involved a resident who violated the Massachusetts statute requiring small pox vaccines.\n\nHe objected because he had a very bad reaction to the previous round of small pox vaccines.\n\nThe court ruled in favor of the state, explaining that protecting the public health was one of the \"police powers\" of the state.\n\nBut they also said that Jacobson's claim of a right to personal bodily integrity required the state to demonstrate that overriding this right was in fact \"necessary\" to protect the public health.\n\nSadly, the many scholars (including an op-ed piece from the ACLU) supported the \"protecting public health\" part of the decision, but never asked the government to meet the \"required\" standard.\n\nInstead of a rigorous, open scientific debate, we got public health policy by press release. instead of data, the FDA joined Pfizer to hide their clinical trial data.\n\nInstead of a serious debate about policy, anyone who did not support the government narrative faced censorship, public ridicule, loss of their professional license, firings and de-platforming. \n\nWe can only recover from this if we have the open debate that was violently shut down, in violation of our constitutional rights and our ethical duty.",
        "Unfortunately, while we continue to experience the after-effects of Covid, I fear we as a society have learned nothing from this horrid time we've experienced - if anything, many have taken all the wrong lessons.",
        "We will experience more pandemics.  Climate change, poverty, and migration will stimulate them.   Americans have never had strong public health systems.  The state and federal systems we created during the 20th century got weaker before Covid arrived.  Now, we're in a situation where, due to mistrust of government and science, we're going to have to depend on poorly coordinated, profit-motivated private industries when the next  pandemic comes along.  I don't think we are taking the right messages from our experience with Covid.  Was it Abraham Lincoln who said that government should do for people what they cannot do for themselves?  We need coordinated and expert research, data gathering, information dissemination, and service provision run with the public good in mind.  To me, that would be government--and not the airy-fairy grab bag we're going to get with RFK.",
        "My wife and I remember the very significant disruption to life that WW2 caused.\nThe Covid pandemic was shorter-lived but was also very disruptive in many ways including the fear of a prolonged death on a respirator.\n4000 healthcare workers did their duty and died in the line of duty. \nIf there is distrust of them it is because the president who did not have grade school knowledge of biology fostered beliefs in false treatments and did not promote basic remedies like masking and immunization.\nNot getting the vaccine was a badge of honor among many of the MAGA cult and some paid with their lives and health.\nIt was not only a decrease in immigration that led to increased wages it was also the number of workers who just left the labor force.",
        "\"Research published by the International Monetary Fund suggests that rising wages connected with a tight labor market could be largely responsible for two-thirds of the inflation the United States saw in services prices between the third quarter of 2022 and the first quarter of 2023.\"\nand not the unprecedented printing of trillions of new dollars??",
        "Fortunately, none of my family was affected by covid, but I know of two people who are experiencing long covid. Their lives are very difficult and, yes, they are in their 60s-70s and they contacted covid before the shots were available. Nobody knew for sure how it started though we know it started in China. My entire family followed all the guidelines from the CDC even before it was known to be airborne, etc. It really makes me angry that people attacked the science community while they were figuring it out. Now we have people who won't even get vaccines that have worked for many years. It was a tough time for sure. too bad people decided to get divided over it instead of coming together. IMO, there is one person to blame for that and most know exactly who I'm talking about.",
        "The U.S. mortality rate during the worst years of the COVID pandemic was lower than the U.S mortality rate during non-pandemic years prior to 1997. The U.S. aged-adjusted death rate was 879.7 per 1000,000 in 2021, the worst year of the Covid pandemic, but the U.S. aged-adjusted death rate did not fall below 900 until 1996, when the age-adjusted death rate was 893.7.  In1946, when the first cohort of the Baby Boom was born, the U.S. age-adjusted mortality rate was 1,529.7. \n\nSource: Mortality Trends in the United States, 1900-2018,\nCDC",
        "I would not include “the age of exploration” in the silver linings category.",
        "But you’re leaving out the dramatic effects of billionaire influence, the increasing influence of big money on our politics and politicians.",
        "Humanity's oldest enemy has always been, and continues to be, infectious disease. In fact we find evidence of even pre-historic pandemics/ epidemics in our genomes (as adaptive mutations). It is a consistent, repeating element in our history and while it may feel good to ignore it we do so at our peril.",
        "Wonderfully insightful article, providing a rich historical context. Thanks!",
        "I always believed that pandemics changed the future and not the past or the history.  We are yet in a discovery phase of the long term effects of not only COVID but also all the actions taken to mitigate its impacts - shelter at place, long school closures, corporate WFH policies leading to hollowing out of cities like San Francisco etc. More importantly, they are still documenting the long COVID effects and the impact of mRNA vaccines which were not fully tested given the public health crisis we were facing.  \n\nWe have advantages today that we didn’t have in say 1918 - data collection, information sharing and established protocols to study longitudinally. \n\nOf what is future for us will be history for our coming generations. They will be studying it in an academic manner, while we muddle/suffer/live through it!",
        "\"If we double down on medical mistrust, cut funding for research and global cooperation and continue to turn inward, recovery will be stunted and the impact of a future pandemic could be even worse.\"\n\nIF? This is not a hypothetical. This is happening today in the U.S. of A under the Trump administration and Musk, and Kennedy and project 2025, and....\n\nSo stunted recovery is in progress now.",
        "Viewing recovery mostly through an economic or political lens strikes a false note for those who are dealing with long covid. The lingering effects of this pandemic are not just the changes to our political landscape or the inflation. The lingering effects are also in our lungs and brains and hearts and nervous systems, where untold damage has been done.\n\nI know a number of people who were in the prime of life before they got long covid-- middle aged, fit, athletic, ambitious, social, hard-working, successful. They are now unable to take a brief walk or manage household tasks. They're bed-bound or house-bound. Their doctors have no answers for them. Applying for long-term disability and SSDI is difficult, expensive, and often unsuccessful. They have lost careers, homes, relationships, and their health. And we have lost them-- we have lost the benefit of these once-highly-productive, once-valued members of our society, because they're often isolated and forgotten about as the world moves on. It is sad that people who were once so vigorous and who contributed so much to our society (and our economy, if you prefer) are now withering away without a safety net. There will be repercussions for years to come.",
        "Pandemics drive home the point that we are all in this together.  Many find that hard to cope with. They look for scapegoats to avoid facing that reality.",
        "No, you've made clear you don't need or want my views.\n\nNot only the impact of a future pandemic will be worse because of the war on science, the chances of a future pandemic happening are increased.",
        "The pandemic was an opportunity to learn lessons about effective public health interventions, communication between govt and the public, resillience, and building stronger communities and trust. But it doesn't seem that the US learned many (any?) of these lessons. There is less trust of public health and the medical establishment, Trump politicized the virus to divide us and many other politicians followed his ignoble example, we are perhaps even less prepared to deal with the next pandemic (looking at you Texas), and American society is broken. This makes the deaths of 1.2M Americans even more tragic.",
        "I would venture that at least one fact surrounding the COVID epidemic in the USA that was not a factor in past pandemics.  That was the largess of the US Government handing generous benefits to citizens and businesses, as well as states generously extending unemployment benefits.  These moves change the runway for recovery and return to normalcy, I believe.  The impact created a major difference from past pandemics and epidermics because there was much less economic impact.  Also, the span of the pandemic impact was far fewer years than in the past, thank GOD!",
        "I definitely agree that there is a link between the covid crisis and the new thirst for authoritarian rule.  One big picture thing I have taken from covid, is there is no limit to what can divide people, and the division with covid was unbelievably vicious.  \n\nI remember, in the beginning , when they said that covid was taking more older Americans, people on social media actually cheering this on.  If this is not an indication of a very amoral society, I don’t know what is.",
        "History repeats itself, and we humans forget or are ignorant of the history of plagues. Even now, many Americans are focusing on the errors made during Covid 19, turning against doctors and scientists, bragging about being in no vaccine counties, and neglecting to get the latest vaccines. Are we living in lala land and hoping that history won’t repeat itself?",
        "How is it that after more than a million deaths we still have no officially declared day of remembrance and no national monument?",
        "Re \"This might be because there’s nothing quite like a pandemic to reveal the raw power of state control: markets and schools shuttered, movement restrained. Government responses to pandemics, both legitimate and misguided, can create lasting mistrust in state authority.\"\n\nSo let me see if I have this right: Because Covid made citizens around the world skittish of government power, they are now rejecting democracy and opting for *more* authoritarian governments, throwing away the one avenue (flawed as it is) they have to maintain some control over their governments?\n\nThat contradiction makes this piece untenable, for me."
    ],
    "web_url": "https://www.nytimes.com/2025/03/11/opinion/pandemic-cycle-chaos.html"
}