{
    "main": "What Having a Brother With Down Syndrome Has Taught Me About Everyone Else",
    "abstract": "I’ve always seen my brother as just another kid. Why doesn’t the rest of the world?",
    "keywords": [
        "Down Syndrome",
        "Families and Family Life",
        "Content Type: Personal Profile",
        "your-feed-opinionvideo"
    ],
    "comments": [
        "My younger brother was born a dwarf.  I never knew he was anything but my brother until he started school.  Kids looked and made fun for a short time, but since we grew up in a small town he became 'normal' for the people in town--but, heaven forbid we would leave the small enclave of Swarthmore... adults and children would stare, point, laugh, call names, etc.  It broke my heart as his sister, yet he held his head high--he had more strength than I did.  He had no developmental disabilities, he graduated high school, attended college, drove ( with extensions on the pedals), and held a good job for 30 years--yet until the day he died people were cruel because he looked different.  I have far more empathy for special humans than I do for the ignorant, cruel, 'normal' humans.",
        "I’ve had the most fun job as the school lunch lady who worked with special ed children for over 22 years. Therefore, my response may be an oversimplification, but here goes.  What it comes down to is that most don’t fit what they consider the normal standard. Mainstream media has created the fantasy of the perfect human. That’s why models earn the big bucks, because they’re in the minority. The rest of us mere mortals, who don’t live up to the PR, are the realistic normals.",
        "The same traits that helped Homo sapiens dominate the planet also make Homo sapiens capable of irrational cruelty. The jury is still out on the question as to whether the big brain was an evolutionary success or guarantee of annihilation.",
        "I have this crazy theory that Down Syndrome children are that way because they are angels in human form, but the human form cannot fully endure the angelic, and so there is a warping of sorts.\n\nI had a dear, beloved cousin, Karen, who was surely part angel.  She would laugh until joyful tears would come to her eyes and ours, as we could not help but join in her laughter.\n\nAnd she would cry in a way that made for all the tragedy of the human frame.  She was not physically beautiful by any stretch of the imagination, yet she was as lovely as anyone who ever lived.\n\nShe was born in the late 50s, dying in 2017.  She was of a time when life was not yet enlightened to realize all that could be done for someone like her.  Born into a loving and caring family, we knew that she was \"retarded\" (the word in vogue then).  My grandmother went to her grave thinking the Karen became the way she was because of a fever she had in her childhood.  Thankfully, all in our extended clan loved and cherished Karen, even if, as a child without understanding, I failed to give her full due in my youngest years.\n\nI have never seen a child with a more delighted and overjoyed look than one captures when she was but a toddler.  Oh, how she lit up the universe!\n\nI know there's a scientific explanation for Karen's condition.  But I cannot help but think that my belief that such children are angels in human form carries some weight.  Certainly, no other children seem to be quite so angelic for a lifetime.",
        "Published on the day the Department of Education is eradicated, and the care of special education children is shunted elsewhere.  to remind us of the damage we are allowing to happen.",
        "Because he's not normal.\n\n\"Normal\" means near the average (a \"norm\", in mathematics, is an average).\n\nSomeone with Downs cannot do many important things that normal people can do: read a newspaper, balance a checkbook, hold a typical job.",
        "My wife’s only sibling, Bob, had downs. He lived with us, after her mother became too sick to care for him, for 17 years. Our four children grew up with him.  Caring for him had its challenges, but after his recent death from dementia, we are all deeply grateful for him and the impact he had on our lives. He really loved us unconditionally and was full of what Christians call the fruit of the Spirit (love, joy, peace, goodness, faithfulness, kindness, self control) .Our children have grown into kind  caring adults.  They are the ones who care for those that others  ignore, and who practically serve their neighbours. They are excellent at humanizing others and doing what they can to help people flourish. Learning from Bob helped to build that in them. We need more Bobs.",
        "I really liked this video. I always pray that my three sons will love each other and be supportive of each other. It’s so hard to get a leg up in this world, and it sounds like your brotherhood has been a blessing to you both. \n\nI think this is good food for thought! It’s hard when the people closest to us and whom we cherish most are viewed differently by others. Finding the balance between recognizing differences and maintaining a baseline of respect is doable! \n\nAlso, I hate to comment on comments, but I feel like many people are singing their own praises instead of thinking of how those with DS and/or their closest family and friends feel. Empathy is as valuable an art as self defense!",
        "Thank you so much for giving a platform to the idea that normal and usual are not at all the same thing—even if it seems like they are.  My husband and daughter both have a rather rare genetic disease.  Once a very patronizing surgeon said to my then 13 year old daughter that he knew she wanted to be normal but had to lower her expectations.  My daughter looked him right in the eye and told him he was wrong—she was already normal—normal for a human who happened to have this disease.  What she really was was unusual, and she planned to be even more unusual.  Her flabbergasted parents were so proud of her then and even prouder now.  It’s also normal, but unusual, for a person to win three gold medals at the Paralympic Games, and that is just one of the gloriously unusual things she has accomplished so far.",
        "Thank you, NYT, for highlighting this piece in your morning email this morning. Well done. And thank you, Mr. Rubert, for your fantastic video. Those of us with someone with Ds in our lives are truly the lucky few.",
        "I have an uncle with Down syndrome. I love him, he is pure kindness and he loves his family in the most amazing way. I will recognize that for people who aren't familiar with Down syndrome or maybe haven't shared a lot of time with them, it may not be easy to accept him as he has reactions, habits and personal hygiene that isn't exactly \"normal\". As with most things, spending time with people different to yourself is key to foster understanding and acceptance.",
        "I love this film, and I appreciate this perspective being shared. Being the parent to an autistic kid, I experience what this film describes in relationship to my child often.",
        "Why not let different things be different? Why must everything regarded as the same? I was born without a left hand. People stare at it. I don’t ask them not to. I understand that having a claw for a hand is different.",
        "Fabulous, thank you.  And every one of them is an individual and different from the others.  One of them, that I worked with for years, had the most incredible sense of comedic timing I have ever seen....how he could make us laugh.....",
        "“why do people see his brother as anything other than normal” because Down’s syndrome isn’t “normal”. I’m sorry but it’s just not. When I was in high school there were a couple of young Down’s syndrome adolescents working with us in the stage craft class. They were eager and interested and tried their best, despite the challenges I did like working with them and was patient with them, unfortunately not all of the students were willing to do so. I understand the desire to craft a world where people with disabilities are valued and cared for, I raised two special needs children and understand the challenges and want that too. But not recognizing the differences isn’t making something better. Too often in our desire to normalize disability we sabotage the very processes needed to alleviate or more crucially cure the disability. We need to adapt and address how we handle disabled individuals, especially their healthcare needs and educational opportunities. By pretending it’s all normal we also take focus off the ultimate solution, in this case ultimately no children or adults with Down’s syndrome.",
        "Beautiful film!!! Thank you",
        "There was a time quite a while ago where  students with disabilities got educated based on what society could expect from them. The classifications were \"mildly retarded,\" \"moderately retarded,\" \"severely retarded,\" and \"profoundly retarded.\" I picked up a set of protests buttons at an early '80s Down Syndrome Convention that read \"mildly normal,\" \"moderately normal...\" More recently in the US  we've done a better job of educating \"our kids\" (I have a 42 year old son who has DS). I hope our education system survives the current regime.",
        "\"29 years ago, I thought we'd been cursed with a child born with Downs Syndrome.  I have never been and never will be more wrong about anything. Happy Birthday Jills, You are the light in the world.\"  \nPaul Daugherty, October 17, 2018, Cincinnati Enquirer \n\nAs a sister of a special needs sibling, I agree with that.  I'm reading too many left brain comments here.  It's so obvious, but you need a bit of a right brain to see it.",
        "I've met more successful DS folks than neurotypical folks who had all the financial resources to do well in school and life.",
        "I \"get\" the attitude of pity but why scorn? That's counterintuitive.",
        "As a rideshare driver, I've given several rides over time to people who likely had Down Syndrome.  Of course they deserve all the respect any human does for being their own person, and in my professional capacity, to be communicated with and made warmly welcome at whatever level they're comfortable with.\n\nBut I'm not going to sit here and pretend that doing so wasn't uniquely taxing at times.  Talking with people with developmental disabilities may be worthwhile, but it's also *hard*, and pretending it isn't only breeds resentment from disingenuity.  It requires people to create and adhere to a bespoke model of interaction on the spot based on a rapid assessment of the conversant's unique and unpredictable personal capabilities, even if they should prove to be mostly normal.\n\nFor someone who's had their whole life to study, understand, and practice talking with a specific person with Down's, I don't doubt that comes with effortless grace.  For the rest of us, every chance encounter with them requires getting over that barrier anew, and no amount of broad-mindedness will fully obviate it.\n\nThat's just the way it is.  You can't get around fording a river in your path just by maintaining that it isn't actually wet.",
        "I grew up in a neighborhood where there were children with Down syndrome. They were cherished by their families, and we kids considered them our friends and welcomed them into our lives. For 35 years, my brother has been a Special Olympics basketball coach in the western suburbs of Boston. Last year, his team won the state championship, and the majority of his players have Down syndrome. Attending that tournament was an incredibly uplifting experience. \n\nThis past weekend, my sister and I went again to watch his team play. This year, they came in second place. I truly believe that individuals with Down syndrome have so much to teach us. They are smart, kind, and loving, and they make our world a better place.",
        "What a wonderful video! Thank you for sharing your and your family's kindness, love, and acceptance of all mankind, with the rest of us.",
        "Great piece. Lovely art. A perspective everyone needs to hear; especially with the vibe in the culture right now. \n\nI would prefer a transcript for these sort columns.",
        "As a retired special education teacher my experience with Downs was joyous. I cherish the time I was honored to spend learning from students who were challenged by Down’s Syndrome.",
        "While going through my reproductively active years I was repeatedly upset by medical professionals using Down Syndrome as the main, and sometimes only, example for why I might want to have genetic testing and terminate a pregnancy. It felt very judgemental about children with Down Syndrome. There are many awful genetic conditions that are incompatible with life and those would be far better examples for counseling expectant parents undergoing prenatal testing. I would not have considered terminating a pregnancy simply for Down Syndrome",
        "Wonderful, beautiful and necessary.",
        "Too many want to write kids with DS off without much effort.  As a special education teacher, I had to fight to get kids into general education classes so they could interact with their peers. You never know how far kids can go until you really work with them.",
        "Beautiful- their story left me teary  eyed.",
        "My Down Syndrome brother's has a hard life, including being mugged five times in his young adult years. But his display of pornography at his residence and sexism in general put me in conflict. All these positive stories of Down Syndrome folks make me wonder if there is another side.\n\nOne thing of which I am certain: My brother's disability was so hard on my parents. Hats off to all Down Syndrome kids' parents.",
        "What a beautiful essay, Jonatas.\nI am reminded of this piece from The Atlantic:\n<a href=\"https://www.theatlantic.com/magazine/archive/2020/12/the-last-children-of-down-syndrome/616928\" target=\"_blank\">https://www.theatlantic.com/magazine/archive/2020/12/the-last-children-of-down-syndrome/616928</a>/\n\nThe above piece really stayed with me. I don't want to live in a society that deems people with developmental differences as unworthy.",
        "When we separate certain children from other children, we create a \"us/them\" dynamic that gets repeated in all aspects of life...school,  play, work... As a parent of a child who is beautifully different,  I have grief for the places my child isn't welcome and also understand what others miss out on: they will never know how amazing he is!",
        "Call the Midwife on PBS is a wonderful show where a character named Reggie with DS - played by actor Daniel Laurie who indeed has DS -and lives a fulfilling and busy member life as a member of the community. There’s a top child model in the UK with DS as well.",
        "Children like that, whether they are DS, or some other condition, are ANGELS sent to teach us love, compassion, kindness and radical acceptance. \n\nThe problem isn't them, it is the people who have never been blessed by a differently abled child. When I see that ugliness rear its head in people and their eyes, I often  feel bad for them because they have missed out on one of the sweetest, most beautiful relationships to exist in life. It is always an honor, IMO, to care for, be friends with, and in relationship with an individual the rest of society brands as \"less than.\" \n\nSadly, most people don't understand or care until it happens to them. So, my second reaction after feeling sorry for them is rage at their ignorance, lack of empathy, and nerve. \n\nI have had incidents where I let that rage be known. It took me years to understand that I was simply in protection mode. The simple truth is that people will never change until it happens to them. \n\nI wish more people learned how to develop empathy. My cousin was my first teacher in differently abled. To this day, some 50 years later, she is still my very favorite person alive, next to my husband. She has taught me so much of what it means to be a truly good person, to love without guile, and to live life with the purest of emotions. No adult without a disabling condition has taught me more than my cousin about how to love, live and be present to enjoy the moment. \n\nBeautiful film. And a great song! Bravo!",
        "The experience with DS is profoundly different depending on severity, and means. \n\nMost who seem to be involved with the DS movement are those with Time. To have time, you have to have some means.",
        "If people only displayed empathy, and then embraced people who are “different,” understood that they’re human, with deep feelings, the world would be a better place for everyone.\n\nI know a 21 year old lady who functions as a 3 year old, and always showed her love and respect. When I visit, she immediately gravitates to me and sits beside me. I talk to her gently. The first time she saw me after our first visit, when she was 16, and sat next to me, she showed me she had feeling, and that made my day; I saw her humanity and that was that. She showed ME love and respect! I understand why her parents love her so much.",
        "Thank you for your film. The blatant ableism we are seeing today is terrifying. I have two disabled children one whom may need full time support her whole life. Each day there’s a new story about benefits and rights threatened. On the left and on the right I see dehumanizing language and viewpoints. I see increasing broaching with eugenics. After decades of gains in disability social justice we are free falling backwards. We need more stories like yours and your beautiful family.",
        "Has anyone else seen the PSA made by a 20something lady with Down Syndrome?  She goes into a bar, and without asking the bartender gives her a childish, nonalcoholic drink with a straw.  It cuts to her at home- still with her parents.  Her father tucks her in like she’s a child.\n.\nI don’t have any relatives with Down Syndrome but Autism runs in my family and it can often feel the same.  We are a part of society, yet our differences make us less than in the eyes of too many others.  We are often treated like children, with “something between sympathy and scorn,” (as Jonatas Rubert so eloquently put it) - when all we want is respect and to be treated like the adults we are.",
        "Nice story. But no one is helped by the now-prevailing idea that wishing makes it so.",
        "HaPpY WoRld DoWn sYnDrOmE DaY!!!!!!!!  I'm one of the lucky few that won the lottery.  I wouldn't change it for anything. He's amazing and PERFECT just the way he is. I'm a better person because of him.",
        "Ah this made my day thank you thank you.",
        "It has always bothered me that Sarah Palin has never (to the best of my knowledge) done anything to promote an understanding of Downs Syndrome.  There also seems to be few efforts by anyone to educate the public on the potential complexity of Downs Syndrome which, as noted by one other commentor, can include heart defects.",
        "Thank you for this film.   Our first child had Down's Syndrome.    She had a severe heart defect.  That's one if the myriad of other health problems that the extra chromosome can wreak on a human being.   I wish she had made it through her heart surgery.   Your movie brought tears to my eyes.  Even now, I miss her.",
        "We all live so separate from each other. Perhaps even more so now, that we’re all behind screens most of the time. It’s a curated environment, devoid of friction and differences. It makes us wary of people we don’t understand, because we perceive it as inconvenient.",
        "I had two younger brothers with Downs that both passed away recently in their 60’s. \n\nAll I can say is I loved them and that they both have a soul, of that I am convinced. \n\nThank you for this great story!",
        "In my community children with Down’s syndrome were universally loved.  One saw immediate neighborhood and community support and help for the parents and their child, particularly if the child had other illnesses associated with Down syndrome.  There were beautifully constructed special, needs program and wonderful ancillary programs for children with Downs and other developmental disabilities.\n\n. What I didn’t see was same degree of love, care and friendship for children who had difficulty at home with poor parenting, or whose children  acted out with poor performance at school.  These parents  were more or less ostracized by the community. \n\nAnd more importantly , I didn’t see the same degree of caring and help for families who had a child with mental illness. \n\nOne thing is almost certain,  if you have a child of Down syndrome, they will be  lovable and they sociable.   And while they have disabilities. Or different abilities , the entire community will rally around, and they will have lots of friends.\n\n Whereas, if you have a child who is mentally ill,  or who is aggressive, or who has problems at school, you will not get the same attention and love.  In fact, you will get ostracized by families with “normal children “. \n\nOur society has  yet to  prove that they love children with mental illness or  disorders that lead to poor performance at school or aggression. These children are  “the unlovable.”  University umloved\n\nSo our society does not love all children equally.",
        "Was disabled at 7 YO due to genetic disability.  Downs Syndrome is also a genetic disability but is screened for and between 90% to 100% of time, expectant parents abort the fetus.  Left unsaid is that the world regards persons as expendable or \"less than.\"  A lifetime of being poor because of my disability has reaffirmed this.",
        "Fantastic piece. So proud to see art from Porto Alegre, Brazil making its way to those all over the world. Thank you NYT for publishing this piece, and congratulations to the talented Jonatas Rubert for making this beautiful and inspiring film.",
        "Spent my career working with individuals with developmental disabilities, including Down syndrome. Love this piece because it says so much about living with a disability, which all of us either have or will have at some time during our lifetimes. People with Down syndrome often have the ability to look through the trappings of class, color, wealth, education, etc and see what is most important in life.",
        "Thank you for making this film. My husband and I knew our beautiful daughter had DS before she was born, and I cannot tell you how many people told me how sorry they were for me for having a child with DS. Although it is the worst thing in the world. It absolutely enraged me!",
        "Lovely. Thanks for this.",
        "Bravo! Beautiful! Truthful.",
        "Thanks for the piece here to Jonatas Rubert.\n\nI take an opposite view in that I believe normality to be overrated.  Most any of us are different in a variety of ways.   It becomes essential to mix in with others, but at the same time we can see that one boy may be taller or a girl may be prettier or that some jock may run faster and maybe there is some boy or girl in school who jumps higher than others or shoots more baskets from the foul line.\n\nIn reality none of us is exactly like others!\n\nWe create some false concept of normality to fit in.\n\nWe see normality as safe, even if there is a Bobby who plays soccer better or a Laura who cooks better than her peers and maybe there is a Jaime who cooks even better than Laura but sees a gender role as limiting his desire to show his skills in public.\n\nWhat is normal and acceptable is what we make of it and we punish others for being too slow, too odd-looking or too different in the manner that they dress!\n\nNormality is a means of fitting in, but it is also a way of ridiculing and punishing those 'who don't match up'!\n\nI would do away with the idea of Normal entirely!\n\nPeople are people and they should all be treated with respect and compassion.   Tiago deserves to be seen as being as worthy as Mongo or any other child and that should move on as he grows in age.\n\nBTW, some people with Down's Syndrome have a Robertsonian Translocation of part of Chromosome 21 so that they have 2 1/2 of that Chromosome and not a full Trisomy.",
        "Beautiful.",
        "This is so beautiful! Felicidade!",
        "Outstanding!",
        "So heartfelt, thank you.  I was raised with a DS family member.  As a young person, I also had no understanding of her biology, however, the adults in the family made sure she was included and loved.  As I grew older, I came to understand all of her wonderful qualities and the joy that she experienced and shared.  We lost her several years ago and I miss her to this day.  She was a treasure.",
        "Beautiful video. \nThe only comment I wondered about is \"When something is frequent and common, isn't that what we call normal?\"\nDoes something have to be frequent and common to be normal?\nIf one has a rare disease, one is not normal? And where is the line between \"frequent and infrequent\" and \"common and uncommon\"? \n\nThe word \"normal\" carries a lot of meanings. It doesn't just mean \"common, frequent\" but is often used to describe \"sane,\" \"good,\" \"decent.\" \n\nI'd like to think that our membership in society, our goodness and decency do not depend on the frequency or prevalence of our conditions.",
        "I worked with people with Down syndrome many years ago, and found them sweet and delightful.  Yesterday I went to a restaurant and the man who greeted us, seated us, and gave us our menu had Downs.  He did a great job all around and I was so pleased to see him in that job!",
        "Bravo! I will be showing this video in my Intro to Sociocultural Anthropology class in a couple of weeks when we discuss disability, neurodiversity, and all the variations in minds and bodies as a natural part of human diversity. It also ties in beautifully with the conversations we've been having in the course about colonialism, scientific racism, and the social construction of difference. Thank you for this amazing piece of work!",
        "In our society, we embrace extreme forms of individualism, independence, authenticity and freedom. From time to time, we hear we are missing compassion, understanding, sensibility and community. We can’t have both and we don’t seem to be interested in resolving this cognitive dissonance. Always a pleasure to hear the Brazilian accent. In my childhood I had a friend nicknamed Mongo for the particular facial features. His brother was nicknamed Monguinho after him.",
        "I think that God gives us people with DS to show us what true love and trust looks like.  Thank you for this lovely piece.",
        "This is beautiful! I wish I had seen this when I was a child. Can we get it in schools , please?",
        "A sibling who treats you like a regular kid is the best gift a child with special needs can have. My youngest with cerebral palsy got absolutely no slack from his big brother!",
        "Thank you for this film.  My experience with Trisomy 21 is as a physician in the delivery room.  Sometimes the parents know before, other times no.  Here are some thoughts that I convey to the parents during the hospital stay:\n\nYou have a beautiful baby. \n\nShe will love you forever. \n\nYes, it will sometimes be hard.  Same as with all children. \n\nPeople you don’t even know will say some really bizarre things such as, “Did you know beforehand?”.  The answer is: “Why would you ask such a question?”.  Let them sweat. \n\nHide the cookie jar.  \n\nIceland recently boasted Trisomy 21 is a thing of the past in their population.  Their loss.",
        "This is the kind of thing schools *should* dedicate time to teach about. I can’t overstate just how much more important critical thinking and emotional intelligence are over memorizing dates of events from 1700 that you’ll never remember as you grow up.\n\nHistory is important, and so are other things like English and Spanish, and math and whatnot. But I think back on my life and how much pain and suffering I could have saved myself and others if someone would have taught me “soft skills” when I was younger.\n\nIt wasn’t until I was in my late early 30’s and took an elective communications class that I even learned the phrase “emotional intelligence” existed, much less what it meant. For the vast majority of my life I had absolutely no clue what a healthy and functional romantic relationship looked and sounded like. I had absolutely no clue what a healthy plutonic friendship looked or sounded like.\n\nBecause our schools teach English and Spanish. They do not teach how to *use* English or Spanish for healthy communication to develop healthy relationships with others. And as counter-intuitive as this may sound? Yes, it *does* need to be taught. Because a lot of children come from homes where the parents are also caught in unhealthy relationships and unhealthy communication, and cycles repeat. We know they do.\n\nThis is the heart of where this particular kind of discrimination against neuro-divergence stems from. Along with a lot of the other types of discrimination and prejudice.",
        "I respect the author’s advocacy for folks with Down syndrome. For many people the symptoms are mild and they are able to lead relatively productive and happy lives. This sentiment has made it illegal in my state to have an abortion due to DS which would otherwise be legal. That said, my adult nephew has severe symptoms with profound disabilities that have taken an incredible toll on his caregiver parents for many, many years. I would not wish this on anyone, and cannot accept normalizing DS as simply genetic diversity.",
        "Very heartwarming film.",
        "My nephew is a dwarf. He went to college. He lives in nyc. He has a job and is part time in grad school. \n\nPeople yell really aggressive weird stuff at him. He’s lived with dwarfism his whole like and He hustle through the subway like all New Yorkers.",
        "This is very good--the key part being: if difference is common, difference is normal.  It's like a page out of Georges Canguilhem's \"The Normal and the Pathological.\"  \n\nUnfortunately, in a world where democracy and civil rights are being seriously eroded--if not destroyed--disability is very low on everybody's list of cares.  \n\nKeep doing this work, keep being this family--because these things will all matter--",
        "Thank you for making this",
        "In other cultures people with differences such as Down's Syndrome were revered and considered very special. For 2 years in my 5th/6th grade class I had a student with DS and I treated her no differently, save to assist her when necessary. Part of this was for me to model for the other students. She developed great friendships and everyone looked after her and treated her with kindness and care without treating her with pity. Here's the point! For 2 years my student with DS was responsible to teaching her classmates the importance of friendship, kindness, and awareness of others, not only for her, but for each other. I was in awe of what took place in our little classroom culture that was so big and lifelong lasting in the lives of us all. It was the best lesson ever learned in those two years thanks to Emily.",
        "Just a beautifully made and narrated piece of art! Inspiring and unfortunately a much needed message. Thank you!",
        "My developmentally disabled sibling depends on me, and will never be able to navigate the world independently. \"Radical inclusion\" is lovely, until it threatens to eliminate the distinctions that entitle him--and me, as a caregiver--to special supports, designed to promote his quality of life without allowing his disabilities to be the only purpose and topic of mine, as it was for our Mom back in the '50's. He also benefits greatly from special spaces where he has a community of those with similar struggles, where no one feels self-conscious. The Disability Rights movement sometimes does not acknowledge \"cognitive privilege\", and in this oversight, threaten to erase families like ours.",
        "Of course, we shouldn't stigmatize anyone for being born with genetic differences. Yes, people with Down syndrome are fully human, just like the rest of us, and no one should suffer social isolation because of it. It's also true that people with Down syndrome have special needs, and those needs can place a tremendous burden on parents. It's good to destigmatize Down syndrome, but erasing difference in the process is disingenuous and doesn't give credit to those whose lives have been changed forever by a child's diagnosis.",
        "Lovely film. Always good to hear from someone else who has a sibling with Down Syndrome. Don’t forget the flip side of the rude stares/comments (of which there are still so many)—the near beatification. “So sweet. So loving.” And usually something about angels. Well, yes, okay, but also… so stubborn, so annoying, Angelic? Nah. Human, which is much better.\nAlso: my sibling has many friends as well. Now that’s a gift, no matter your chromosome count.",
        "I have a 30 yo son with DS and found this really charming.  Making friends is, however, a major challenge for many people with developmental disabilities, including my son.  Through Medicaid funding, my son now lives in a group home and has found his independence and community, in spite of his many challenges.  I’m up almost every night now worrying about what will happen with Medicaid funding.  It would be a disaster for so many people fir this funding to be cut!",
        "My daughter has depression and people respond as well with oscillating pity and scorn. I’ve stopped sharing information about her condition. \n\nOut-groups elevate the status of in-groups, and the in-groups aren’t likely to ever give that cheap ticket to  superiority.",
        "Great film, love the simple narration - I hope this goes into many classrooms.",
        "We all have different abilities (difability if you will), the term disability is a completely wrong way to categorize ourselves.\n\nBeing a skier I often see folks with varying difability on the slopes: some with one leg, one arm, no legs, no arms, blind and so on.\n\nThey often exceed my own difability on the slopes and excel at this sport.\n\nThe same is true in all aspects of life.",
        "Wonderful",
        "Well written, filmed.\n\nI was surprise to find out the columnist George Will has a grown 50 something son with the syndrome and gave an important tribute to him.",
        "I was recently speaking with a woman who has three kids on the autism spectrum. People give her a sad look and tell her she’s brave, which is exactly what I got from strangers when I had cancer in my 20s. \n\nIf people talked about my kids or some quirk of genetics like they did my cancer, I’m not sure I’d be able to contain my rage. Society does this so much that we’ve created a depression problem in people with Downs.\n\nI’m glad Tiago has a robust group of friends. I also think he’s brave. Not for having Downs, but for dealing with a society that still can’t mind its own business or tolerate anything outside a narrow spectrum.",
        "Beautiful thank you for making this."
    ],
    "web_url": "https://www.nytimes.com/2025/03/21/opinion/down-syndrome-family-life.html"
}