{
    "main": "What We Lose When Pharmacists Are Forced to Act Like Cops",
    "abstract": "How the opioid crisis changed pharmacists’ relationships with their patients.",
    "keywords": [
        "Opioids and Opiates",
        "Drug Abuse and Traffic",
        "Drugstores",
        "Addiction (Psychology)"
    ],
    "comments": [
        "Trump will end all of the problems . . . the same time he ends inflation.",
        "Under trump, they will try to apply this to other medications, even otc, like gender affirming meds, abortion meds, birth control (condoms and other otc) and who knows what else.",
        "Most of them seem to enjoy it.",
        "My elderly mother died from cancer. Throughout her treatment, I would pick up her medications for her. Fortunately, she rarely needed anything stronger than tramadol, and even that was rare. When she fell and had a fracture, her oncologist prescribed  small amount of oxycodone. The pharmacy kept giving me the runaround. Finally they said I would have to bring my mother to the pharmacy. Great. An octogenarian cancer patient who can barely move has to be brought to the pharmacy in order to get her medication that was legally prescribed by an oncologist at a known cancer hospital who had regularly prescribed medication for my mother for years.\n\nAs others have pointed out, the pendulum has swung too far in the other direction due to the opioid crisis. We all need to hope that we never have significant acute or chronic pain, because getting prescribed anything stronger than ibuprofen is becoming increasingly difficult.",
        "The control insurance companies have over prescriptions is another issue that involves pharmacists/pharmacies. The latter often defer to the insurance company for filling prescriptions, as if an inusrance company is the final decision maker. More than a few times, for instance when I needed to travel and was about to run out, I have had pharmacies refuse to fill a prescription because the insurance company 'said it was too early'. The pharmacist could over-ride this and fill it for cash (it's cheap), but never seem to be willing. It's a joke to have health care denied for such reasons.",
        "Meanwhile it has become an ordeal to but cold medicine.",
        "Use stone breaker tea. Available on Amazon. This tea is from the Amazon basin and breaks up kidney stones. \n\nIn Portugal, it's available in grocery stores with many other medicinal teas.\n\nTwo cups of tea and I'm cured.",
        "As a pain management physician I'd like to point out that the article skips a few important points.\n\nFirst of all, with regard to chronic pain, there is no evidence other than anecdotal that opioids are beneficial for management of this.  In fact, every published professional guideline of which I am aware recommends against prescribing for chronic pain.  The major reason is not concern about abuse but the development of a condition where the medications actually end up making the pain worse.\n\nThe writer also says that failure to fill prescriptions may push patients to seek illegal sources of medication.  Perhaps.  But I also know that several times in my career I have patients for whom I haven't felt opioids are appropriate threaten to get them from another doctor or buy them on the streets.  I tell them that that is their business and I can only do what I feel is right.\n\nAnd although the writer only talks about opioids, the over prescription and misprescription of benzodiazepines is just as much a problem.  These too are controlled substances.  As every guideline advises against co-prescribing opioids and benzodiazepines, this remains a major problem.  The leading cause of opioid overdose deaths is due to taking the opioid and a benzodiazepine together.   Also benzos actually reduce the analgesic effects of opioids.  I'd bet a number of those patients who pharmacists are having concerns about the opioids also have scripts for benzos and I believe they should be concerned.",
        "They are particularly difficult to work with in regards to buprenorphine. Evidence shows in the US it is very rare for this medication to be diverted solely for people to get high on. However they have it on lock down like other things. If someone relapses or gets into trouble where there bup supply is compromised, they won't fill early. So the goal is then to...make them use more heroin until they can get their refill? Kick them out of treatment? It doesn't make sense and it directly harms people. Same with prior auths on medications like this.",
        "I'm only a pharmacy technician, but we techs, too, carry some of this responsibility regarding opioid prescriptions. At least pharmacists are well compensated. The world of pharmacy is truly mind blowing. I'm 57 and I'm lost, not renewing my tech license this year for myriad reasons, the most crucial being my mental health.",
        "This article fails to mention one of the most potent forces that is altering the role of pharmacists: lawsuits.\n\nThere is, as everyone knows, an opioid crisis in America.  And pharmacists are being blamed. In 2022, a Federal judge in Cleveland held 3 pharmacy chains liable for $650M for their alleged role contributing to to the opioid crisis in 2 Ohio counties, by allegedly not appropriately policing opioid prescriptions.\n\nMany other jurisdictions have filed similar suits, including cities, states, and counties. There are over 3,000 other counties in the United States.\n\nIt is not at all clear that pharmacists can, or should, realistically police legally written prescriptions, to insure the drugs are being used properly.\n\nThese enormous verdicts are (hopefully) used to help public officials fight the opioid epidemic. The are also enriching lawyers, who receive a substantial portion of the awards.\n\nBut the verdicts are also forcing many pharmacies to close, resulting in so-called pharmacy deserts. They are also contributing to the high costs of medications that we all face.  The money to fund these awards has to come from somewhere.\n\nAs this article notes, pharmacies will sometimes decline to fill legitimate prescriptions for  people with serious chronic pain. Unfortunately, this is understandable: pharmacies have been put in no-win situations, between a rock and a hard place.\n\nWe need to reform our tort laws.  They are doing more harm than good.",
        "Okay, I realize that pharmacists are in a difficult position, but what they are putting patients through is unconscionable.\n\nI have an autoimmune disease, which is incurable, and comes with a hefty dose of joint and muscle pain.  The medications to treat it inhibit sleep, so I take a low dose of tramadol for pain, and diazepam for sleep.  Both prescribed by the same doctor, at low levels, for years, and always filled at the same pharmacy.  On schedule, not early.  I've never 'lost' a bottle of medication of any kind in my life.\n\nI am not a criminal or a drug addict, and yet I am regularly treated like one.  Necessary medication legally prescribed for an extremely difficult, incurable condition is regularly delayed or withheld - I can only imagine how difficult it is if you need to take heavier painkillers.  It undermines the clinical relationship and puts the burden on patients.  \n\nBut undermining doctors' medical judgment is the flavor of the month - see the criminalizing of pregnancy care spreading over the country.",
        "Stefania Sbrighi's illustration is terrific.  I thought of R. Crumb, only without the agitation-lines and the droplets of sweat.  Great picture!",
        "Chronic pain patients are not criminals.  But they are treated that way.  Pharmacists only see prescriptions.  They do not see MRIs, scans, diagnosis, or surgical scars.  \n\nTheir power to deny a patient a prescribed medication seems random and cruel.  Chronic pain patients just want to make it through the day. \n\n Pharmacists should not be interjecting their personal opinions to add further obstacles.\nNo one asks to go through life in chronic pain.  And the majority of chronic pain patients do not want to take opioids.  They just want to survive.",
        "Five years ago, when I walked on a broken hip for months, the pharmacist at WalMart refused to fill a prescription for opioids. I had gotten prescriptions for the same drug filled there several times, but he \"just wasn't comfortable\" filling it, and sent me away.\n\nImagine what the response would be if he \"just wasn't comfortable\" filling a prescription for insulin, or birth control. \n\nI nearly died from pain. Indeed, I was taken to the ER by ambulance, screaming in pain for the entire 30 minute drive. I had to be revived at the hospital as my heart had stopped. \n\nPharmacists, doctors, nurses - these are supposed to be people in the medical profession. Not cops. They are not trained for that job. Let them do the job they are supposed to do without fear.",
        "The attitudes about pain medication have hurt thousands upon thousands of patients who are not abusing opioids.  They are left hurting when doctors refuse to prescribe these medications because the state tracks their prescription writing habits rather than looking at who they are treating and why they are writing these prescriptions.  My elderly mother was denied needed pain meds by her surgeon.  She was in needless agony for two months and couldn't get enough sleep.  Did that doctor care?  No.  He didn't have to live with her or her pain.  \n\nI have had a similar experience with pain meds.  But I was treated like I was abusing the drug rather than what I was actually doing with it:  using it on an as needed basis for pain that didn't respond to anything else.  I stopped going to that doctor.  I don't like being treated like a criminal when I'm not.  \n\nOur entire wealth care system treats patients like potential criminals.  We have to stay within a network whether or not it's indicated.  Everything has to be preauthorized.  We have to sign consent forms absolving everyone of liability if something goes wrong even if it's their fault.  We have to agree to pay extra charges that may not be covered but aren't part of the co-pay.  This includes denials that we cannot know about in advance if it's an emergency or the insurance company deems the care inappropriate after we receive it.  \n\nWe don't have a medical care system.  We have a mess.",
        "I never thought I would be faced with this, but I have been impacted by this issue. I am a senior citizen with scoliosis (crooked and twisted spine). I don’t yet have severe pain, but I do have chronic pain. I take pain medication only at night so I can sleep. Otherwise, I make do with exercise, physical therapy, and acetaminophen. I take the lowest possible dose of opioid. I don’t even take it every night. My provider is cautious about giving me only 30 pills at a time. I’m fine with that. It will probably last me two months. My beef is with the company that provides my drug coverage. Every time I have to renew the prescription, the pharmacy plan treats it like a new prescription and only gives me 7 pills at a time. My PCP has several times filled out all the forms to make sure this doesn’t happen. It still happens. Once, the pharmacist allowed me to pay for the full 30 days. It cost roughly the same as my co-pay. Since then, the pharmacy has refused to do this and will only give me 7 at a time. I’m an old lady with a bad back who only wants a little relief at bedtime. I will not become addicted at the dosage I take and no addict is likely to want these wimpy pills. These policies have swung back and forth a few times that I can remember. This time, the pendulum has definitely swung too far the other way.",
        "\"When pharmacists refuse to dispense opioids to patients who need them or call the police on patients, they route them toward illegal drug supplies or into law enforcement territory. The result: people with substance use disorders are dying at alarming rates, and some patients with untreated chronic pain are turning to suicide.\"\n\nAs a chronic pain patient for the past 12 years, I'm begging policy makers, the media, the DEA/FDA/CDC, doctors, and pharmacists to pay even a FRACTION of the attention they spent on addicts towards the plight of pain patients instead. I've lost far, far too many friends to suicide when their medication was cut off cold turkey, without even the pretence of tapering down doses. Many doctors today won't even see new patients who take opioids, just as a matter of policy because we're deemed 'too risky.' And that's no say nothing of pharmacists who unilaterally decide to refuse to fill legitimate prescriptions for pain medications such as opioids, sanctimoniously deeming us as \"drug seeking\" and flagging our files when we try to ask why the Rx they've filled for years are suddenly refused.\n\nI'm 39 years old and I life in fear of the day my general practitioner retires, because unless the pendulum swings back to anything resembling reasonable, I genuinely fear that  I won't make it to see my child graduate college, let along get married and have kids of their own.",
        "Wait until they are tasked with turning people in to law enforcement if they seek abortion medications.",
        "Every time I read all these comments, I just know that Trump is gonna win.",
        "All brought to you by millions of Americans who choose to use dangerous illegal drugs for ‘recreation.’ They are the ones creating this problem for people with legitimate needs for these powerful medicines.",
        "One piece of the puzzle. The other is activates Christians. You know the ones with a conscience when it comes to controlling women. And SCOTUS recognizing the right by Christian nationalists to discriminate on the basis of their faith. I am very tired of living in a country where people end a conversation with, Have a blessed day. Biden and Pelosi, both ardent Catholics, did nothing to counter this movement. And now they are so powerful that they will become a dominant force and we will become a theocracy. It was slow before Trump. But now that Trump owes them it will move quickly. Democracy and organized religion don’t mix. Democrats and democracy don’t seem to mix either.",
        "In the 1960's, we lived in a small town and my mother was a relief pharmacist who worked in one of the 3 pharmacies in town when the permanent pharmacists had days off.   Even then ,in the 1960's, she saw that many people had opiod prescriptions at each  of the pharmacies each from a different doctor.   She called the doctors, she documented it for the pharmacies and alerted the pharmacists.   Some took action, others didn't.",
        "I appreciate the call to action toward the end of this article. It can often feel frustrating to hear about the lack of resources made available for those struggling with various addictions and or chronic pain. Still, knowing there are resources to help others feels empowering. That being said, I wish greater emphasis worldwide could be placed on treating the root of addiction and not just the symptoms.",
        "I am reading comment after comment from people who are understandably frustrated and often upset with the healthcare world we live in, which is not a \"system\" in any way.   \n\nThe system is broken.    Frontline professionals like nurses, physicians, and pharmacists are the ones you see, and thus the ones who will bear the brunt of your frustration.  You don't get to talk to the health \"system\" CEO making millions by understaffing and overworking the clinical staff, or the legislators who treat drug addiction like a crime instead of a medical problem that needs empathic medical treatment as well as a safe legal supply of drugs instead of resorting to the market run by criminals.  You don't get to talk to the pharma execs who profit from selling opioids, benzos, etc.   \n\nYou see us.   You yell at us.   I left clinical medicine for an admin job in large part due to that.  Please remember that your nurses, physicians and pharmacists are human, and living with the moral injury of being the face you see as part of a \"system\" that neither of us controls.   I was a pretty good doc.  I am not the only one who got frustrated with the abuse I had to deal with and left clinical medicine.   Society does not notice one doc leaving, but when a whole bunch leave, we all pay the price.  Please be kind to us.",
        "Why is this information excluded from HIPAA protections?  It's one thing to put a monitoring system in place for the health of patients.  It's another to hand this information over to law enforcement (or anyone else) for other purposes.",
        "The other device is to keep track of doctors who seem to over prescribe.  The solution is withdrawal of their license.",
        "If the pharmacists don’t make these tough calls, then who else can?\n\nFraud and abuse are pervasive in the medical system. It’s past time for doctors, pharmacists and other providers to take their responsibilities to patients and the community seriously. Too many are cashing in on substance abuse and perpetuating the problems. I have investigated schemes like this, they are common and extremely lucrative. Many articles about healthcare and the opioid crisis are very pro-provider, but there are plenty of malicious actors in healthcare, just like any profession.\n\nIdeally there would be self-policing in doctors’ and pharmacists’ professional associations, and providers who commit fraud and capitalize on abuse would lose their licenses to practice. There does not seem to be any hope of this happening any time soon, and law enforcement has stepped in to fill the gap. Once more providers face the serious threat of our criminal laws, the may finally be spurned to address these problems within their own professions.",
        "Then you have the doctors who are writing illegitimate prescriptions: I moonlit in a pharmacy decades ago where several men would come in to the pharmacy with \"legitimate\" prescriptions for Valium 10mg (a high dose), Seconal 50mg, and Percocet. I turned them away each time (telling them we didn't have those drugs, which they knew was not true). When I discussed it with the owner of the pharmacy and told him I thought we should report the doctor, he said if I didn't feel comfortable filling the Rxs, then don't do it, but any of the other pharmacists (including him) could continue to do so. I quit shortly thereafter.",
        "This is a bit of a strange take, to me. Pharmacists refusing to dispense early/duplicate refills are not causing opioid overdoses. Patients can overdose on their prescription-grade opioids just as well as they can overdose on fentanyl. Keeping patients from accessing inappropriate prescription opioid fills is not the same thing as \"withholding access to care for chronic pain patients.\"\n\nChronic pain patients can fill their prescriptions at appropriate intervals, as prescribed in a collaborative arrangement with their physician.\n\nI totally agree about policy aims to expand use of methadone and buprenorphine, however.",
        "After a knee replacement in 2021, I spent the night in the same hospital where I had my children and a previous surgery.  When I needed more pain relief than Tylenol, the nurses dragged their feet in getting me oxycodone.  When I asked a CNA in the middle of the night why I was having trouble getting the pain relief I needed, she said “Well, we don’t know what peoples’ street habits are.”  That sure opened my eyes.  I have no history of drug abuse.  My heart goes out to people who legitimately need ongoing help with pain and cannot get it or are treated like criminals.",
        "The US is making the same mistakes with opioid addiction that it did with Prohibition and the crack epidemic of the 1980s and 1990s.  Trying to arrest its way out of the problem.",
        "As a practicing pain management physician, I applaud the positions advocated. I must, however, correct an apparent inaccuracy: Buprenorphine and methadone are widely available  to be prescribed for patients outside of a MAT clinic. The only caveat is that the dissolvable 40 mg methadone tablet can only be prescribed at at registered methadone clinic.\nOtherwise, a great article!",
        "My wife is a chronic pain patient with a degenerative spinal condition. We have to fight monthly to get her opioid prescriptions filled because of state regulations that limit the transfer of prescriptions even within a single chain of pharmacies when one location does not have the required number of pills to dispense. We've literally had law enforcement show up at our home because we have tried to fill a prescription at a different location than usual because our normal pharmacy lacks the medication. Let the doctors practice good medicine and prescribe reasonable amounts of these medications for patients with chronic conditions -- don't treat the patients as criminals.",
        "If the medical establishment has teamed up with the DEA to police legitimately prescribed controlled substances*, then why not have ATF and FBI help doctors police owners of firearms? Any gun owner should be known to law enforcement. *(includes anti-anxiety medications, stimulants used to treat ADHD, as well as opioids)\n\nGuns are just as much a public health issue, or more so than prescription medications. Doctors should quiz patients at every visit about their firearms in the house and how they are stored. They do the same with any admittance of alcohol, tobacco, or cannabis usage; every visit.",
        "Pharmacists are not and should not be the health police of private individuals.  Reading between the lines, this article points out the obvious: pharmacists are on the immediate endangered list of jobs. Artificial intelligence (Al) can and will easily replace pharmacists within a generation if not sooner: eliminating the policing problem.   (If only Al could hurry up and do the same in regard to politicians.)",
        "In about 2009 I had a terrible experience in a national drugstore.\n\nI have had an artificial heart valve since I had a strep infection in 1992.  In about 2008 my doctor prescribed a blood pressure medicine.  When I needed a new script, his nurse sent a new script to this drug store.\n\nThere was a, probably second language, pharmacist assistant there.  He kept looking at his little screen and shouting at me \"needs c p e!\"  Distraught, I left the drugstore. Recently, the state had canceled my COBRA insurance. Several days later, I had a stroke.  Later, a neurologist concluded that it was stopping the blood pressure drug that caused the stroke.\n\nThe opioid pressure on the store probably caused the problem with the refil.\n\nIt turned out that \"c p e\" was the nurse's message that it was time for my \"complete physical exam.\"",
        "Can we talk about the pharmacists who won't fill prescriptions for the Pill, mifepristone, and Plan B? We don't quibble with their beliefs, but with their interference with patient care.",
        "The authors take on pharmacist responsibilities and focus misses a few key points.  \nFor one, the PDMP is one of the only attempts at interoperability for retail/community pharmacy.  In the outpatient arena, pharmacists have essentially no access to patient records, including medication history, labs, diagnoses, etc.  Accessing the PDMP is an important step in determining that the pt. is not seeing multiple prescribers and multiple pharmacies to obtain large quantities of opioids.  It is this phenotype that was responsible for much of the problem w excess prescription opioid use at the start of the epidemic. \nAdditionally, w/o having any access to patient records (beyond the PDMP), pharmacists are essentially flying blind when they fill most prescriptions.  This leads to many preventable adverse drug events (ADEs).  However, these events (often for other low therapeutic index drugs such as anticoagulants, diabetes meds, etc.) are never collected/studied by the retail pharmacy corporations.  The marked increase in these events is somewhat represented by FDA reports and studies of drug related ED visits, both of which are underestimates.  These are the events that are never featured in the news.\nLastly, with the reductions in the outpatient pharmacy workforce and the increase in workload imposed by the struggling retail industry, pharmacists do not have adequate time to perform basic duties they are trained for - i.e. counseling, monitoring, etc.",
        "Everyone who is rightfully incensed when a pharmacist comes between a a patient and their doctor's plan of care needs to consider that this is an indignity faced by my fellow American women all over this country. Our very bodily autonomy is debated and denied. Until that wrong is righted patients will never get the care and respect they deserve. Vote!",
        "it is not that simple.  in many states, pharmacists have the legal right to refuse filling prescriptions based on their personal beliefs.  whether it is opiates, oral contraceptives, abortifacients, or anything else - and as unfair as it may be - they have that right.  \n\nin addition state pharmacy laws and regulations generally require the pharmacist to determine whether a legitimate contraindication to a drug exists, such as an allergy, incorrect dosage, interaction with other drugs, and so on.  \n\npharmacies are not dispensaries, and pharmacists are, in fact, gatekeepers to some extent.  this is by design to protect patients. clearly, however - and as this article demonstrates - the relationship between pharmacists and patients can get polluted by politically motivated laws and by the occasional ill-intentioned and unprofessional pharmacist.",
        "Anyone else ever see the episode of 60 Minutes back in the 80s where a street in London legalized and provided medical grade heroin?? Look it up IF it's still around I'm pretty sure they had to destroy that particular episode because it clearly showed that the war on drugs is a complete crock and utter failure.",
        "It's way beyond time the DEA stops its drug  war against the Least dangerous ones:  legal opioids.\n\nAnd while we're at it, what are the most dangerous drugs?  Legal cigarettes and Legal alcohol, which is the gateway to hard drugs.  Not Legal opioids.\n\nThey have long-tested uses for pain, and for other conditions, including stopping unrelenting coughing.\n\nLegal opioids are Not the problem. Illegal street drugs are the problems.  The ginned-up \"need\" for them is so great that there is no way to stop them.  This drug \"war\" has been a total failure.   The entire country of Mexico is under attack because of the billions in profits the drug cartels make.\n\nThe solution: Treatment and housing for addicts.\n\nLeave the legitimate users alone.\n\nThis, of course, would require the drug-war industrial complex to be eliminated.  I  have very little hope of this happening.",
        "I wouldn't put too much store by methadone as a solution to opioid addiction. Or Buprenorphine. No silver bullet. Sorry.\n\nBoth these drugs have been part of UK treatment programmes for heroin addiction for years. There's never been much fentanyl here.\n\nIt's clear that British addicts rely on methadone not as a replacement for their heroin but as a seasoning, a hot sauce for it. Fortunately, usage doesn't seem to increase the incidence of overdose, methadone syrup is, after all, a properly constituted medicinal product of known strength - unlike the garbage of street heroin.\n\nA great deal of methadone is used in UK prisons - in fact, dispensing it seems to be the main activity for some prison medical services. Not so long ago, I visited the medical centre at London's high security Belmarsh prison (where Julian Assange was held). The impressively dedicated, kind and knowledgeable nursing staff seemed utterly wasted as the methadone supply administrators they had almost exclusively become.\n\nIn exchange for small government payment per addict treated, community pharmacies here may operate a methadone replacement program. As a result, my local pharmacy filled up on Tuesdays and Fridays with thoroughly alarming looking characters, some of who acted the part pretty well. On top of that, they also stole everything in the pharmacy that wasn't nailed down - all while the staff were focussed on the preparing and the dispensing. Our pharmacist couldn't wait to get out of the program.",
        "I am incredibly lucky in many ways. First and foremost not requiring long term use of opioids (knock on wood).  I am fortunate that my local, privately owned pharmacy is a short walk away.  Said pharmacy is owned and operated by a local family and it has never failed to provide exceptional, confidential and private service.  They even deliver!  \nIs it possible I am paying a few extra bucks for my prescriptions?  Sure, but 2 months of fighting with the CVS just a couple of blocks down the road taught me that whatever the cost, it is worth it.  \nIf you have the option I would strongly encourage you to ditch the chains and patronize your independently owned pharmacy.  Talk with the pharmacist.  It costs nothing to try it.",
        "Now people with real pain are being denied sufficient painkillers because of the draconian response to this crisis.",
        "After a surgery, American doctors are 7 times more likely than Swedish doctors to prescribe Opioids\n\nWithin seven days of discharge, about 75 percent of the patients in the United States filled an opioid prescription, compared to just 11 percent of the patients in Sweden\n\n<a href=\"https://www.pennmedicine.org/news/news-releases/2019/september/patients-in-the-us-and-canada-are-seven-times-as-likely-as-sweden-to-receive-opioids--surgery\" target=\"_blank\">https://www.pennmedicine.org/news/news-releases/2019/september/patients-in-the-us-and-canada-are-seven-times-as-likely-as-sweden-to-receive-opioids--surgery</a>\n\nThat's the root cause of the crisis.",
        "pharmacists as gatekeepers is an ultra- dangerous idea, especially when the same idea gives religious pharmacists a foothold to deny healthcare on personal moral grounds (abortion/ family planning).\njust like trying to turn teachers into police by debating arming them in the classroom, just like placing the highest level of responsibility on low- level dealers while the Sacklers and Johnson & Johnson get off scot free?!?! \nmatthew perry had free will, as do all illicit drug users. prosecuting one- off dealers for publicity is not effective to stem the tide of overdose deaths. we need to legalize all drugs and combine with a drug education program that would have nancy reagan quaking in her kitten heels. the united states, our appetites, are the reason for a lot of mexico's dysfunction. most of the guns used in crimes in mexico? from the U.S.\nmost of the drugs going through mexico? for the U.S.\nthe craziest thing is that of all the places we've tried abstinence- only education (drugs, sex), it's failed miserably and needs to be abandoned as a strategy. the only place it could work, but will never be applied due to the NRA's absolute chokehold on the politicians, is guns. we could reduce fent ODs to basically nothing with the FDA ensuring users know exactly what they're taking. we need harm prevention, not \"this is your brain on drugs\". americans love drugs. get over it. the true deadly addiction that cannot be mitigated is guns.",
        "At most pharmacies these days you're lucky if someone's even there",
        "I have a severe fatigue & pain disease called ME (Myalgic Encephalomyelitis), an incurable disease with no FDA-approved treatments. I take a low dose opioid pain medication daily. Without this medication, my widespread pain and fatigue does not allow me to leave my house,  converse with others, or shower/bathe. My doctor monitors my use and I have to sign a consent form periodically for them to be able to check my on-hand supply, do a drug test, etc. to ensure no signs of addiction. This medication allows me some semblance of normal life. It allows me to see my family, to grocery shop, to cook a meal. Many patients with my disease turn to suicide because their quality of life is so poor (rates lower than those with cancer & renal disease) and exhaustion & pain are unrelenting. I wonder how many of my friends in my community would still be alive if doctors weren't so terrified to prescribe pain medicine to chronic pain patients. I can confirm suicide becomes the next best choice for us.",
        "Patients are caught in the middle between their care providers who know them well, and strangers behind the counter.  \n\nI was frustrated by the over-stepping of Walgreen's pharmacists who refused to give me another Covid vaccine last year, when there was no shortage and my doctor sent me there after a visit to get one since he does not stock these. In my doctor's opinion, I was immunocompromised due to a year of a gut disease that led to malnutrition and BMI of 15, and would benefit from this at this time.  The Walgreen's pharmacist questioned why I was getting another vaccine 12 months after the last. (They wear off, for one)  He then said he would not give this and argued that I was not immunocompromised according to his opinion because I do not have cancer, diabetes or an organ transplant. Even the CDC had broader criteria.  Surely a doctor can decide.  Why are pharmacists acting like doctors/gatekeepers?  Even if it were not warranted, there is no evidence, such as with overprescribing an opioid, that an extra vaccine would have caused harm.   Since when did Walgreens pharmacists become roadblocks to vaccines, contraceptives, and other medications that our doctors prescribe?",
        "When people think \"the opioid crisis,\" they think of all the people willingly and unwillingly addicted to the drugs on account of past doctor, pharmacist, and corporate unscrupulousness. But the crisis has built into it another, and I would argue, more important dimension. Overcorrecting for the inappropriate dispensing of the drugs causes those who need them -- really need them -- to go wanting and to exist in unbearable pain. Cancer patients, spinal injuries, postoperative care. That is not necessary and is, frankly, immoral. Doctors, to the degree that they can reassert their autonomy over their own corporate overlords, have to take the lead in this. Pharmacists too. Yes, they are caught in the middle, but only they can advocate to get out of the trap",
        "Opioids have a legitimate medical purpose and for many years were used to fulfill that purpose. Then Big Pharma (see: the Sackler family of Purdue Pharma ill-repute) began a cynical campaign to sell more of their drugs far beyond their intended purpose. \n\nThe Sacklers made billions while causing the untold suffering and death of American citizens that continues today. Our societal costs are enormous while the Sacklers live in luxury from their ill-gotten gains.\n\nA typically excellent expose by Rolling Stone pointed out that the opioid crisis is a uniquely American experience, exacerbated by (R)s' refusal to fund decent preventive health care for citizens, especially the poor. We fail to treat the causes of many diseases and instead treat symptoms like secondary pain by prescribing pills, some of which are addictive if improperly used.\n\nA similar process is unfolding in real time over GLP-1 drugs that were originally intended to treat diabetes and other difficult diseases. Novo Nordisk, etc are following the Sackler model of pushing their drugs to overweight Americans who eat too much and exercise too little. The side effects of these costly drugs can be significant. Since they must be taken for life (ergo, addictive?) to be effective, the long-term impacts have the potential to be enormous, ala opioids. Stay tuned…",
        "I live in Ann Arbor, MI.  What we don’t have here? An opioid epidemic.  Why?  The city decriminalized cannabis in the early 1970s.  People use pot not pills for pain management.  I’ve met consumers who used cannabis to get off of opioids, benzodiazepines, alcohol and tobacco.  As a man from Kentucky told me, “Pot’s  the poor man’s Betty Ford Clinic!”  \n\nEven though it’s not in the throws of an opioid epidemic, Ann Arbor protects its residents from opioid overdose.  The city gives away free Narcon in kiosks in our parks and in our library.\n\nStates that refuse to legalize cannabis do so at their own peril.   Communities that don’t what’s best for its citizens will never get in front of the opioid crisis.",
        "How about we go to the source; the doctors who wrote the prescriptions?",
        "My worry is about pharmacists who decide that a woman  doesn’t deserve the medication she needs to clear the miscarriage. A pharmacist is not a doctor. Denying a woman needed meds is to sentence her to sepsis and death.\n\nBut the GOP treats women as human sacrifices men make so they can  enjoy sex.",
        "The Doctor Sez: Pharmacists already act like cops, I get calls regularly from patients saying that the pharmacist won't fill their birth control prescription on the basis that the pharmacist is excising his christian beliefs, meaning I must engage another electronic prescription to yet another pharmacy and hope that that pharmacist is not a right-wing bigot as well.",
        "I'd been safely taking opioid medication for a chronic pain condition for years when the crackdown began. One day, suddenly, a new pharmacist at the pharmacy where I'd been refilling my prescription for a very long time - the need confirmed by a letter my physician had written that was on file with the pharmacy - refused to refill my medication.\n\nI wasn't asking for it to be refilled early. I never had. He just refused. \n\nFinally, after calls to my doctor and after I endured his shaming lecture, he agreed to refill it \"this one time,\" but only if I bought some Narcan. I had to agree to that.\n\nAnother time at the beginning of the crackdown, the weekend pharmacist (a floater) at the same drugstore just flatly refused to refill my prescription because, because, he said, \"I don't know you.\" \n\nThis has been a long nightmare for chronic pain patients and pain management doctors alike - a scenario in which everyone is treated with suspicion and shaming, including by pharmacists and even pharmacy clerks. \n\nYes, pharmacists should point out things like contraindications, but they should not have the power to override a physician's orders.",
        "I was prescribed zaleplon, a sleeping medication, last year.  When I went to get the prescription filled, the pharmacist loudly clattered on her keyboard (while a line behind me looked on) and demanded why I needed this medication (my parents had died, unexpectedly, within two weeks of each other, I was very stressed out, and was having trouble sleeping).  She then told me not to take this, ever, with opioids.  She had apparently seen that, 3 years prior, I had been prescribed about 10 hydrocodone pills after an operation on my hand.  I thanked her and told her that this was between my physician and I.\n\nWent, about a month later, to refill the prescription (it came with one refill).  I handed the bottle to the pharmacist's assistant, who handed the bottle back immediately, and rudely, saying it can't be filled because it's a controlled substance.  I handed the bottle back, saying, read the label, it says one refill.  The assistant summoned the same pharmacist, who once again, typed on her computer, told me never to take this prescription with opioids, and I again explained that I got a one time prescriptions of opioids, over three years ago.  Yikes.\n\nI know these pharmacists are stressed out, and there are persons out there who are attempting to game them.  But, don't do this.  I don't put undeserved blame on people in my stressful job; that's unprofessional.  Pharmacists shouldn't either.",
        "There is a serious issue here. This article quite fairly points out pharmacists, the people with the knowledge of how these drugs interact with the body, can become cops and agents of law enforcement. Enforcement of laws written by those people who don't have any knowledge of the problem domain, which is, in this case, how drugs interact with the body.\n\nA suggestion: there needs to be a collective standards body formed by these knowledge-holders to decide how the patient care should work, for all kinds of substances people are generally taking, whether dangerous or not. These should be taken as references for law enforcement, not the other way around, as, for example, you get when someone makes a specious decision to place marijuana in some highly dangerous category for reasons that are quite non-transparent.",
        "Thank you for this article, Dr. Chiarello. As usual in the United States, pharmacists - like so many other front-line professionals - are coopted into policing and surveilling people, at the threat of losing their own jobs. Will the punitive turn in the US never let up? Instead of helping people at risk of developing dependence on/ addiction to narcotics and opioids, we treat them like potential or real criminals. And then we treat PharmD's and MDs like criminals, too.\n\nI can't believe PDMP data isn't HIPAA-protected. That's the real crime.\n\nUniversal single-payer healthcare would go a long way towards easing some of the issues noted here (not all the way, but a long way). Managing chronic and acute pain would be a lot easier for me if I knew my main paycheck wasn't being garnered $300 a month for a private insurance premium. And then perhaps I wouldn't need to pick up a second or third \"gig\" at the end of my first job to pay for the premium, and wouldn't have the chronic pain that results from being overworked in the first place.",
        "I am a retired family doctor.  When the Prescription Drug Monitoring Programs came, I welcomed them.  It was amazing.  Now I could confirm ineligibility when before I could only suspect it.  I was shocked that so  many of my colleagues did not check the databases.  \n\nWhen you decided to become a physician or a pharmacist  you may have had a picture in your mind of your role in helping  patients.  When these controlled-drug databases became available I'd say no one in the profession had envisioned that checking databases for evidence of the patient going to multiple doctors and pharmacies would be part of the job.   Tough bananas.  Modify your expectations.  Even if you are the only prescriber, count the days since the last refill.  Make sure the narcotic pills found at the dead patient's bedside were not prescribed or dispensed by you.  Yes, it's a burden to check them.  It's also a burden to have played a role in a patient's death when it could have been prevented with two minutes on line checking that state database.",
        "The pendulum has definitely swung too far toward denial of meds.  I was in a serious accident and given 3 days of pain meds.  3 days.  I was immobile, unable to go into a doctor's office to attempt to get a few days more.  Had someone offered street drugs, I 100% would have done them.\n\nI should add that my medical history shows zero risk factors for addiction as well.  It's simply a denial of care based on a blanket policy.",
        "About a decade ago, my family had to euthanize my mother’s horse.  Why?  She had severe arthritis and could not take NSAIDS because of another condition.  Tramadol works in horses.  It would be an alternative but no veterinarian will prescribe it, because the quantity a 1200 pound animal needs is large enough the DEA is convinced it’s trafficking and will pay the veterinarian an unpleasant visit.  So we had to euthanize the horse probably a year or two sooner than really necessary because the DEA cannot do math and does not understand that a 1200 pound horse needs more medication than a 150 pound human.  Thanks, DEA, for forcing me to kill my mother’s horse out of mercy, because you people cannot use your BRAINS and do basic math!\nSTILL INFURIATED about this and it’s been almost a decade.",
        "Pharmacies should carry methadone?  Pharmacies already carry methadone to treat severe pain; methadone to treat opioid addiction is available only through federally licensed treatment centers.  And for a good reason--methadone overdoses kill thousands of Americans annually.  Yes, pharmacies should carry buprenorphine, the methadone alternative that is not lethal by itself and blocks the actions of other opiates, thereby saving lives.",
        "Pharmacists, like all other health professionals, have lost their ability to act independently in the best interest of their patients. The large corporations for which most of them work (chain pharmacies, large health systems, private equity firms) have implemented policies and procedures that prioritize the wealth of the corporation over the well being of the individual patient and judgement of the health professional.",
        "Sadly, you have wildly misled the public with this article.  Pharmacists are not solely responsible for opioid deaths when a suspect prescription is denied as your article implies.  The responsibility is a team effort between the physician, patient and pharmacist- and in some cases law enforcement and addiction medicine professionals.  \nIn addition many states allow naloxone dispensing without a prescription at any pharmacy- this is well known and prevents death due to opioids.\nYour article has taken a trusted profession and demonized it.  The public needs to know that pharmacists save lives.  Period.",
        "So this is the reason nobody can get pain relief no matter how badly they have hurt themselves.",
        "For everyone affected by the intrusion of third parties and beyond in to medical decision making, I sincerely hope you are voting blue in a week. Welcome to the lives of women (and those caring for them in red states) post-Dobbs.",
        "Governments and institutions tend to over-correct for the latest crisis.  Yes, we had a prescription opiod crisis that has now morphed largely into an illegal opoid crisis.  But we are applying that anti-opoid overlay to other significantly more innocuous (still controlled) drugs.  We need to stepback and give some thought to the odd matrix of prescribed and un-prescribed substances we consume.\n\nSo, this is the crazy world we live in.  I get grief from a pharmacist for a legit benzo prescription.  In frustration on the way out of the pharmacy, I light a cigarette, walk across the street and stop in the liquor store on the way to my marijuana dispensary.  Given that odd world, why, indeed, have pharmacists become enforecement officiers?",
        "They are the cops managing not just opioids but many other medications as well.  I have to jump through the same hoops every time I need my insulin prescription refilled.  As someone who has had Type 1 diabetes since childhood, I have not been magically cured; I still need insulin to stay alive.  I'm sure the pharmacists involved don't like having to deny me my insulin until I have proven, once again, that I can't live without it.  The barriers erected at pharmacies make a difficult-to-manage disease many times harder than it needs to be.",
        "After surgery, many patients are in severe pain until their bodies heal. For a great many years, doctors have prescribed industrial strength pain relievers to help the healing process.  Other patients may have an  illness that is very painful, they too need strong pain relievers.\n\nUnfortunately, our approach to fighting the opioid crisis does more harm than good, as this article illustrates.  Advocates (who aren't qualified to make policy) pressure doctors and pharmacies not to dispense strong pain killers even when medically justified.  So patients suffer in pain.  They resort to the black market for relief, which does no one any good.\n\nCops and district attorneys should not second guess medical decisions.  We're seeing too much of that in other health care, such as women denied critical care thanks to the long arm of the law.",
        "The Deep State created this mess. Overzealous bureaucracy especially the DEA.",
        "As a Disabled American suffering chronic pain, dealing with pharmacy is the worst and most aggravating aspect of my treatment regiment. Why is this so?\nMy insurers cooperate, my doctors provide adequate, compassionate care and I show no signs of medication misuse. But every month there is a stressful, demeaning and invasive interaction with the pharmacist in order to obtain legally prescribed medication. \nIs the unhelpful, condescending and over regulating pharmacist helping? There should be an alternative for grown adults in pain to be acknowledged and treated compassionately by the pharmacist community. Just provide my medication and feel free to focus on the Fentanyl epidemic that is a real problem.",
        "Thanks for the article that continues to highlight a major public health problem. However, I feel that it is not measured to describe the challenges pharmacists face.\n\nFirst, understand that pharmacists are doctors too. They receive the PharmD degree and have optional residency experience. The training is extensive, yet pharmacists are often belittled to \"just put the pills in the bottle\". I hope patients and physicians can universally realize we are all on the same team trying to provide adequate care, with varying experiences and knowledge.\n\nSecond, as a country, we treat pharmacists like fast-food workers that are only there to give us a product. Other countries, pharmacists are respected, prescribe medications, and treat disease. Next time you (physician or patient) start to yell at a pharmacist, remember they are a doctor too. Think to yourself, would you ever act like that with a physician colleague or in a physician's office?\n\nThird, pharmacists can be liable for harm to patients. Several states even allowed individual pharmacists to be sued in opioid trials. As a pharmacist, I worked close to a pain clinic. This clinic flew physicians from other states to work here a few days at a time to write prescriptions. Law limits the amount of opioid prescriptions anyone can write, so they got around this by flying in more prescribers. \n\nThe pandemic is multi-faceted, and the pendulum swung hard to limit access. But putting that all on the PharmD is unfair.",
        "When I was in my 30s I had kidney stones, and a doc misdiagnosed me with medullary sponge kidneys. I was referred to a urologist who saw fit to catheterize me at every appointment. The catheterization resulted in a kidney infection for which a strong antibiotic was prescribed. When I attempted to pick up the Rx, the woman completing the sale, not the pharmacist, treated me w complete disdain and asked for the doctor's name (which i assume she had). I was mortified, but told her she was off base, and to call my doctor if she had doubts about the Rx. The pharmacist defended her, saying it was a very strong Rx, but filled the prescription. i never went back to the pharmacy. Over zealous, and really affected my thoughts on pharmacists and doctors for that matter for years to come.",
        "Hi, my name is 4eyed, and I’m an opioid addict. I’ve been an addict for some ten years. Why? I have 3 lumbar disk injuries (L3- L4, L4-L5, L5-S1) and also spinal stenosis in my cervical spine affecting C4 through C8. My orthopedist and pain management doctors have tried radio frequency ablation and other less invasive than surgical treatments without success, and I do not wish to pursue what would be major surgery given the complexity of my multiple injuries, nor the roughly 50/50 prognosis of the real world success of such surgeries, especially given my age, and warnings from my physical therapist regarding real world outcomes - those politically against opioid meds rarely want to talk about the downsides and bad outcomes of surgeries. Several years ago I tried to transfer my prescription for a very low dose of Hydrocodone/ Acetaminophen (5-325, 2 to 3/day) to a big- box retailer based pharmacy closer to my home. Instead of filling it, the pharmacy and pharmacist grilled me over why I required this medication and gave me the run around. I guess a I was lucky in that I simply went back to my old large pharmacy even though it is somewhat inconvenient. With properly prescribed and taken meds I’m able to manage my pain and lead a much more active life, which in the big picture is a net plus over reducing activities because it’s too painful to do participate in them, or jumping through time consuming and expensive co-pay hoops for alternative treatments that simply don’t work.",
        "The pharmacists who care for my patients save lives. They do keep Narcan in the pharmacies and I have personal knowledge of pharmacists donating Narcan to patients who cannot afford it. I have several independent pharmacists who not only dispense Narcan to patients but provide free Narcan administration and opioid overdose classes to patients. I have patients who survived pill mill prescriptions because their pharmacists cared enough to not fill the outrageously high opioid prescriptions. Their former providers are still in state prison but their pharmacists continue to care for and protect them.\n\nPharmacists would love more access to buprenorphine. However, distributers Mckesson, Cardinal etc have capped the amount of buprenorphine the pharmacists can dispense. These distributers send former DEA agents now privately employed by them to threaten pharmacists with cutting off their supplies of controlled substances for dispensing too much buprenorphine. \n\nBuprenorphine is a life saving medication. It is restorative and assists with recovery from full agonist opioids. Anyone with a DEA registration who has completed the mandated DEA education knows this. Stanford has an excellent DEA supported program for registrants that reviews the benefits of buprenorphine.\n\nMethadone is not a safe medication. Patients can continue to use legal and illegal FA opioids while taking methadone. Methadone has significant effects on the cardiac conduction system and patients need to be monitored.",
        "A lot of the signs mentioned in the article (receiving opiate prescriptions from several different doctors at one time, requests for early refills, and high doses) are all potential indicators of misuse or diverting medications to another person surreptitiously. Putting the patient and their community at risk for overdose. Isn’t the PDMP a more unbiased way to confirm suspicious prescriptions without the need for subjective evaluations (ie “I think that person looks suspicious”)? Would patients rather a pharmacist just decide based on their opinion of who you are or how you look? People prescribing and filling these addictive medications should confirm they aren’t contributing to a dangerous situation, and the PDMP is a way to do that. \n\nAlso, this article makes no mention of the potential malpractice risks that providers face when filling an opiate prescription. If you were liable for damages in the event of an overdose death, wouldn’t you double and triple check prescriptions before you handed them over?",
        "They are not our gatekeepers. I’m an adult, who doesn’t need a nanny questioning my and my doctors choices. The pendulum has swung so far that people are living in pain, unable to access pain meds, treated like common criminals.",
        "Once in a tiny CVS with no privacy a pharmacist demanded, loudly, that I tell her what the medication was treating. I should have had the wherewithal to tell her to call my doctor, but instead I answered her as quietly as I could. She filled it but I was humiliated. They are not doctors Nandi they shouldn’t act like them.",
        "I believe that the great majority of pharmacists deserve our understanding and support.\n\nPharmacists are balancing patient care, legal responsibility, and their ethical duty to prevent drug abuse. In trying to protect the public, they can face backlash from patients who feel their pain or condition is being overlooked.\n\nPharmacists do their best with limited information and resources, and sometimes must make difficult calls without having all the facts available to them.\n\nPharmacists play a critical role in addressing the opioid crisis, and their work in preventing misuse should be recognized. They need to be empowered with better tools and support, not condemned for their challenging position.\n\nUltimately, pharmacists deserve our understanding and support for doing their best to prevent drug misuse, given the difficult circumstances they often face. Their role in safeguarding public health is crucial, and empathy for the challenges they encounter will help promote better dialogue and solutions.\n\nDisclosure:  I am not a pharmacist nor an investor in pharmacies nor do I have any relatives who are pharmacists. However, at age 83 my lived experience is that pharmacists do their best to serve my medical needs, and will do whatever is legal and appropriate to meet these needs.",
        "After a 12 hour surgery, the doctor prescribed opiod pain medication as part of my plan of care.  When I needed a refill towards a holiday weekend, I reached panic mode unable to get the refill from the surgeon. Only once I screamed and cried at the patient safety hotline (yes, MY safety recovering from a massive surgery), did I get the care I needed. Is this what we want? Who is being protected?  \n\nPolicing healthcare is bad policy - whether it's opiods, or women's reproductive health, and needs to stop.",
        "When my daughter was extremely sick with Covid, a pharmacist refused to fill her prescription for Paxlovid unless she showed him a negative pregnancy test. He would not take her word for it that she was not pregnant. She said he seemed to enjoy his power to humiliate her and deny her medicine just because she was a young woman.",
        "The societal illness of substance abuse disorders is not merely a problem of substance availability, but is a terrible toxic mix of sociologic rather than pharmacologic problems.  However, the political and legal systems of society find it much easier to target the prescribers and pharmacists to do the heavy lifting fitting the crisis.\n\nAdding more oversight and programs to pharmacists and health care givers will not solve this crisis rather it consumes their limited time to address the patient in front of them.  Society through its political systems can better address the substance abuse issue through creation of housing, economic opportunities, and employment, and access to mental health systems.",
        "If only - my barrier for adequate pain management stopped with my own physician.  I had a hysterectomy just there days ago.  The physician stressed more than once that it was a major surgery and gave my spouse a list of specific things that I was not allowed to do (as if I could do them).  AND THEN he prescribed me five (count them five) oxy with the notation I could take up to three per day.  With five, he gave me basically medicine for a day and a half for the 'breakthrough pain to take along with Tylenol- guess it was just supposed to be all fine and dandy and I was at least in the pain category be healed.  \n\nFaced with a gross inadequate supply of pain meds on a Friday evening, I split those suckers in half and tried to stretch their helpfulness as long as possible.  I have had a horrible weekend because OTHERS do not take the use of pain meds easily.  I'm tired of doctors and pharmacists trying to be the parents of other patients at my expense.\n\nIn a few more days (NOT the 1.5 days of medication I had), I will indeed be where Tylenol will be adequate for my pain from surgery. Had I been handed twice that many pain meds (enough for at least three days), my whole outlook would have been different.",
        "As an addiction medicine provider, I've unfortunately seen this same policing with buprenorphine, a medication assisted treatment for opioid addiction. The reality is that in rural areas, people do have to travel to find a provider but will then fill the prescription close to their home. While working in Oklahoma, I have had pharmacists calling to question the prescription or deny filling it because my practice was outside of a 30 mile radius of the pharmacy and \"that's our policy\". Very unfortunate for individuals who have sought treatment and creates an unnecessary barrier.",
        "As the senior population increases, so does their physical pain caused by chronic medical issues no matter how subjective pain can easily be perceived by those who don't experience it. Not everyone should be treated the same and the pharmacy system, the health care system in general should acknowledge this by rules and criteria they utilize.",
        "My sister suffers from chronic back pain due to a degenerative spine condition that led to a ruptured disc and three back surgeries. She remains active, swimming daily and walking around NYC where she lives, and leads a productive, happy life, working full time and caring for her dog. However, she needs a low daily dose of a mild opioid pain medication in order to manage the pain. She does not drink alcohol or use drugs and is forced to undergo monthly drug and alcohol testing and a monthly in-person evaluation to make sure she is not abusing the medication, as is the law in New York State. After her last pain doctor retired, the doctor who took over from him insisted on reducing her dose to try to taper her off the meds, which has increased her level of pain, making her life unbearable. She did a trial of a nerve-blocking device but it didn't work, and is being told that another surgery has only a 50-50 chance of making a difference and could make things worse. She would be fine if she could continue taking the low dose of pain medication she has taken for years with no issues, however she is unable to find another doctor in New York who is willing to prescribe her pain medication of any kind because of the dynamics you discuss in this article. Because some people have abused opioids, those who legitimately need them and don't abuse them are being denied access to them. The healthcare system in New York is failing these people, and my sister is being forced to live in pain.",
        "A pharmacist is not a physician- full stop. They are there to carry out a doctor’s orders. Not interpret or enforce how they feel about filling a prescription for opioids or birth control or any other medication that is ordered by legal prescription through a physician.\n\nI once had a pharmacist literally toss a prescription at me and walk away after saying, “We don’t fill those here” - he was making a judgment about a medication I am on and have been on without any issues for 12 years due to a serious spine injury that is inoperable. My prescription is legal, supervised by a doctor and is frankly none of the pharmacists business, other then to put the pills in a bottle, answer any questions I may have, and look for any interactions. \n\nI have stopped shipping at Rite Aid as a result and would never fill a prescription there again. \n\nPharmacists are not gatekeepers keepers, they are dispensers of legal medication. They are not there to make judgment calls about individuals they know nothing about or whose medical history they do not know. Nor are they there to enforce their own bias about certain meds.They are not doctors there to treat patients.\n\nFull stop.",
        "I'm so grateful to be a longtime member of AA because it has fortified me against all mind-altering substances. When doctors prescribed several opioids for pain management after my hip replacement, all it took was one high from opioids for me to dispose of it all. No way. I feel bad for the millions addicted to these drugs and I think most pharmacists are highly ethical people. The Sackler family and the doctors and pharmacists who conspired with them should be in prison.",
        "While I certainly appreciate the dilemma faced by pharmacists I am upset by the power that they wield when they decide to fill only half of my prescription for pain medication when I am suffering through an infrequent bout of kidney stones.  I cannot imagine the frustration of a person who lives with chronic pain when they are faced with a righteous employee of a corporation who decides to alter the decision of the medical proffessional who wrote the prescription. The problem with the corporate takeover of our medical system is that we have become commodities rather than patients."
    ],
    "web_url": "https://www.nytimes.com/2024/10/28/opinion/opioid-crisis-pharmacists.html"
}