{
    "main": "When There’s a Dearth of Good Information on Women’s Health, a Million Scams Bloom",
    "abstract": "Especially when fertility is involved.",
    "keywords": [
        "Ovaries",
        "Diet and Nutrition",
        "Women and Girls",
        "Diabetes",
        "Medicine and Health",
        "Research",
        "Hormones",
        "Gender",
        "Infertility"
    ],
    "comments": [
        "\"A 2024 study of PCOS-related posts on TikTok, Instagram and Reddit showed that a “financial conflict of interest was present in 45 percent of TikTok posts and 89 percent of Instagram posts.” \n\nI can empathize with people concerned about this diagnosis, but why oh why is anybody going to TikTok or Instagram or Reddit for help with a medical condition? I know doctors don't have all the answers, but how can people imagine these \"influencers\" have any more knowledge than a doctor? I'm truly frightened for many of my fellow citizens, who seem to be ripe for every scam artist and demagogue.",
        "I'm truly scared for the average American. After observing all the misinformation out there about Covid 19  on social media platforms, I believe America is at an inflection point related to Public Health. I am 66 and worked for the NYC Health Department for 22 years and have read a fair amount of research and information about health and the new advances in medicine. I have removed myself from all social media platforms except Facebook. On Facebook however, I have seen a proliferation of health related pages purporting to be legitimate with so called \"accurate\" information over the past few years. Facebook has allowed any entity to create these pages without ensuring they are legitimate. I pity the American who has no idea what a legitimate health related organization is, and who can't tell the difference between data and manipulation. I pity Americans who refuse to read legitimate sources of information and who do not understand how scientific research is conducted. I fear for their children the most because children now face diseases that were eradicated decades ago, but have made a come back. I blame the owners of the platforms, the incoming president and the bad actors around him, and the people who let their thoughts and fears drive them instead of facts and data.  I do try to post real information but it's like tears in an ocean. The whole health care system has become too complex for the average American to navigate, especially when they are sick. I blame Republicans.",
        "I am curious why these 3 distinct symptoms - excess androgen hormones, irregular periods, and ovarian cysts - are gathered together into a syndrome diagnosis, at all? Is the diagnosis really more than the sum of its parts, especially if they occur more often in isolation than together, and are treated separately?\n\nReminds me of the very opaque “autism” definition, which also relies on a “constellation of symptoms” - symptoms which in many cases might just as well be addressed in isolation (for example, delayed language development, or sensory sensitivities.)",
        "I'm glad you don't have it--so perhaps you are not the best person to write about it? As someone who does have it, including all the worst symptoms, who went for decades with inadequate medical care and no viable treatment options, and who continues to suffer the effects, can you please state what you are advocating for and against here? Because taking a lifelong disease and stating that it is over-diagnosed when it remains underdiagnosed and woefully untreatable, is dangerous and wrong. Creating more uncertainty and questioning the validity of the very real and well documented fertility issues is unconscionable to those of us who never conceived, and minimizing the pain, predisposition to male baldness, hair everywhere it shouldn't be, obesity, diabetes, and cancer is beyond cruel. Be glad that you don't know of what you speak, but don't make it worse for those of us who do. If anyone is reading this who does have PCOS, research d-chiro inositol and myoinositol--and get on a GLP1 if you can. While too late to help me, I hope you can benefit.",
        "“Because traditional medicine is not meeting women’s needs, they’re particularly vulnerable to these sorts of things online,” said Dr. Tessa Copp, a research fellow at the University of Sydney School of Public Health who studies the overdiagnosis of PCOS. “And it kind of stems back to the whole underrecognition, underappreciation and underfunding of women’s health more broadly.”\n\nThis is not unique to women’s issues. This happens in every area of medicine. Recognizing that reality will help us fix it. \n\nYou are much better off having no-science about your ailment than having bad-science about it. \n\n“close to 90% of cancer biology publications are irreproducible.” <a href=\"https://pmc.ncbi.nlm.nih.gov/articles/PMC6599599\" target=\"_blank\">https://pmc.ncbi.nlm.nih.gov/articles/PMC6599599</a>/\n\nThe problem isn’t the patriarchy. It’s much worse than that.",
        "The lack of medical research on PCOS is concerning, and the ignorance of physicians (especially some OB-GYNs) about it is deplorable.\n\nBut I don’t have much empathy for people who get their medical advice from unqualified amateurs and quacks on Instagram and TikTok, many of whom have a conflict of interest and are motivated solely by the profit motive.\n\nThe revolt against expertise by the ignorant affects not only people concerned about obscure diagnoses like PCOS.  Millions now prefer the advice of quacks and internet hucksters for well-known conditions for which the standard medical advice has been proven beyond a reasonable doubt by intensive research and/or  years of real world experience.",
        "Bad medicine isn’t unique to women’s issues. \n\nMy dad had lung cancer. After the surgery, he slowly lost function in one arm. He went back to the surgeon, the oncologist, the hospitalist, the physical therapist, and a general practitioner. All of them said it would come back eventually.\n\nFinally he saw the neurologist, THAT doctor said “It’s either encephalitis, a stroke, or a brain tumor — and it’s not encephalitis.”\n\nONCE HE FOUND THE RIGHT DOCTOR, the answer was obvious. But none of the previous doctors pointed him in the right direction. \n\nIt is a *déformation professionnelle* of some doctors to be overconfident. Doctors, like most human beings, are unaware of their own ignorance. They don’t realize the limits of their own knowledge. \n\nThat means you have to be in control of your own health. You can’t put it in the hands of someone in a white coat and relax.  \n\nThat doesn’t mean turn to TikTok. It means keep asking questions and keep searching for the real expert.\n\nGood luck and God bless.",
        "This should come as no surprise to anyone who has even glanced over the vast gulf of money spent on men's health (men as the default human body included) and women's health. Until the late 1990s, women were not included in most clinical trials because well, our \"hormones\" were so unpredictable that researchers feared having their study results sullied. Women were just smaller, slightly faulty men, weren't we? Less than 2.5% of publicly funded research is dedicated to reproductive health in women. In contrast, there is five times more research into erectile dysfunction, which affects 19% of men, than into premenstrual syndrome, which affects 90% of women. \n\nYes, PCOS is a complex condition, but it's the fact that in only affects women that is the real stumbling block to finding more effective means to ameliorate the health problems it causes.",
        "\"When there is a gap in knowledge on any women's health issue, it leaves the door open for all manner of scams.\"  Jessica, your words are inarguably true and correct.  But I have to add that this sad phenomenon goes so much deeper; and, yes, it goes back to the status of women here in the United States.  I am 79, a woman, a mother, a retired hospital RN whose first job was in labor and delivery, last one working for a gynecologist.  The point being that it is not only your ovarian issues, but also most if not all of our feminine concerns which have been relentlessly overlooked for decades upon decades.  The simple truth is that this most patriarchal nation of ours refuses to elevate our dignity and equality as women.  And it is actually worsening with this rise of Trumpism, misogyny, and a religion which insists on marrying the State to the Church."
    ],
    "web_url": "https://www.nytimes.com/2025/01/08/opinion/pcos-diagnosis-internet-pregnancy.html"
}