{
    "main": "Why Are So Many Young Adults Getting Cancer?",
    "abstract": "Rising cancer rates in young adults deserves a federal study.",
    "keywords": [
        "Cancer",
        "Colon and Colorectal Cancer",
        "Age, Chronological",
        "Diet and Nutrition",
        "Processed and Ultraprocessed Foods",
        "Research",
        "United States Politics and Government",
        "United States",
        "Kennedy, Robert F Jr"
    ],
    "comments": [
        "Studies show our bodies are literally FILLED with microplastics. Isn't that an obvious red flag?",
        "The planetary boundaries page calls this novel entities: <a href=\"https://www.stockholmresilience.org/research/planetary-boundaries.html\" target=\"_blank\">https://www.stockholmresilience.org/research/planetary-boundaries.html</a>\n\nWe have a huge number of small molecules that are semi- or un-regulated that are possibly causing issues to our biological systems. With 8 billion humans we are drowning in our own wastes instead of living sustainably. So this is just a natural response, and there will be more of this. Actions have consequences.",
        "Hmmm..let's see..was there an experimental drug given to billions of people in the last 4-5 years that was developed at warp speed to save the world? Of course that wouldn't have anything to do with it, kinda like that drug stopped the virus propagation in its tracks according to Ms Maddow.",
        "Ummm the Republicans have been cutting funding for cancer research.",
        "We breathe garbage, we drink garbage, we eat garbage, what do you expect?",
        "Expecting a positive, honest commitment to researching this trend from this reckless, habitually destructive administration is simply a fool's errand.",
        "It's the Food stupid.  Food producing conglomerates are adding chemicals and working with the drug companies to treat the ill affects.  Making billions doing it.  Why would they stop?",
        "How about a thorough and unbiased look into the cellphone usage which has exploded onto the scene in the last 30 years?  I can’t think of a bigger change that has happened to this country and even the world-  the rapid switch to cellular technology and the internet; the rapid move to wireless technology may contain hidden dangers.",
        "While it's partly speculation, of course, the fact is that we are doused in a chemicals to an extent that would have been inconceivable when I was young 50 years ago (and we were hardly chemical free!). Many or most of these chemicals haven't been tested sufficiently for carcinogenity, and even if they have been, the effect of exposure to *multiple* chemicals, each with low carcinogenic potential, has to be taken into account.\n\nI read the other day that each of us has a -- get this -- teaspoon of microplastics in our brains.\n\nWe're living in a chemical stew. Other factors such as obesity may play a role, but I'm placing a bet on chemical exposure as a major one.",
        "The fact that the rate of cancer in younger people increases slightly with each generation is one that deserves longitudinal multi-factored research.  Several of the concerns RFKJr has raised are identified as possible explanations for this scary trend.\nUnder the current chaotic administration, the funds to conduct the necessary research to address these concerns are being axed.  The right hand does not know what the left hand is doing; there is little cohesiveness in this administration.  The cutting off of research funds regarding health is extremely concerning to me and I suspect millions of others.",
        "Eat healthy, sleep well, exercise… practice yoga/meditation to lower stress. \n\nStill diagnosed with cancer. \n\nIt seems to me that our society has been working for years to create an environment that encourages cancer.  It is indeed a perfect storm of our own creation.  \n\nI try to remember… each moment in this human form is a gift and tomorrow is not promised.",
        "In demography we have the competing-risks hypothesis.  Of course many more people are dying of cancers than in the past is due to the fact that they are less likely to die early of parasites, infectious disease, even accidents.  That means more people die of cancer overall.\n\nThe fact that each cohort has greater rates of cancer morbidity and mortality may or may not be a huge source of concern, and deserves more study.  It may be that the \"easy\" reductions in population mortality achieved through public health and antibiotics may be at an end.  It's time to start dealing with the harder problem of cleaning up the environment.",
        "Thank the American way of life. Plastic food, plastic in our bloodstreams and organs, plastic raining down from the sky, plastic in the air, plastic in your well. Remember \"The Graduate \"? \" I just want to say one word to you. Just one word. Plastics\". The first time I heard it, I thought it was a clever bit of dialogue, not the epitaph for my species.",
        "Kennedy is a lawyer, not a scientist.  Most lawyers I know are woefully ignorant of chemistry, biology and physics.  I am not holding my breath out for Kennedy.  Plus, he himself looks like death warmed over...",
        "Please please when you say “the rate is low but increasing,” give us a number! If it’s .0001 percent chance and it jumps to .0002 percent, would you sensationally declare that the cancer rate is DOUBLING!! Or would you offer  the base rate so we can all better assess the risk.",
        "I imagine it’s all the plastics we live with and chemicals in our food and daily shampoos and detergents and sprays we use on our lawns. \nI imagine if you exhume a body from 100 years ago you would find  far less chemicals in their body tissues than people born say 50 years ago.\nWe were told all our products were safe they are not we have poisoned our environment..\nI was a RN 30 years we did this to ourselves I believe.",
        "We are in the midst of an accelerating global experiment on the effect of plastic pollution on all living creatures including us. A hundred years ago if you examined a human, you wouldn’t have found plastic in their system. Now it’s uniformly present. We have no idea what the effects of that continuing and growing exposure will be, but I will go with: not good.",
        "Capitalism seems to encourage lives out of balance.",
        "Good luck getting Kennedy to look into this.  Not only is he a crackpot, his loyalties are to Trump, not to health, science or the greater good.    Destroying the nation's health system aligns with Trump's overall strategy of destroying the country.     Don't hold your breath waiting on Kennedy.",
        "I find it ridiculous that Dr. Lamas hypothesizes about the good that RFK could do. Perhaps this is just lip service, because only damage and destruction will ensue from RFK's policies (a conundrum) like anything else associated with his capo.",
        "While I agree with the sentiments of this article, it assumes wrongly that politicians like Secretary Kennedy were appointed or elected by people who are unafraid of the truths revealed or discredited by mainstream science, which unfortunately is not true. \n\nIf you want politicians who support the findings of mainstream science, vote for Democrats. The Republican Party and Republican voters no longer care about what science says, they only care about how they want it to make them feel.",
        "It's unfortunate that we're not allowed to talk about the largest immune-system destroying event of the past 100 years.\n\nIt's true that young adult cancers have been on the rise since well before COVID, but given the damage that COVID can due to a person's immune system, I would be surprised if it wasn't accelerating the problem.",
        "Purely correlation, but I'm going with an increase in obesity and pro-inflammatory diet.",
        "There was no references or actual data in this opinion so I found and read a 2023 JAMA paper that reported the \"incidence rate of early-onset cancer was 99.96 cases per 100,000 individuals in 2010 and 102.97 cases per 100,000 individuals in 2019\" for people under 50. It also noted a drop in incidence over that time period for men and a drop in people over 50. This study has complicated results. Here is a quote:\n\n\"During the study period, the incidence rates of early-onset cancers increased in female individuals but declined in male individuals; this increase among female individuals was mainly due to cancers of the uterus and breast. By race and ethnicity, there was an increased incidence of early-onset cancer in American Indian or Alaska Native people, Asian or Pacific Islander people, and Hispanic people. However, the incidence of early-onset cancers remained stable among White people and declined among Black people.\"",
        "Look at what a lot of young people eat and drink and their lifestyle choices. Recreation consists of sitting for hours playing video games. Sleep patterns are basically play or work until drinking a constant stream of chemical filled energy drinks lose their effect. Fast food, obesity off the charts, a lack of being proactive about checkups all add up. How about all those microbrew drinks? Environmental factors like micro plastics and hormones in food and water could also contribute. My parents and aunts and uncles in my life likely got cancer from common dangers in mid century America, leaded gas, diesel bus fumes, pesticides, prevalent air pollution from coal burning and just working in factories loaded with asbestos and formaldehyde and of course smoking and a heavy red meat diet. The more things change...",
        "After at least 40 years in Medicine, between my training and my practice, I am convinced that the Cancer diagnoses in young patients has to be multi-factorial and may be very hard to investigate by traditional measures.\n\nAlcohol (as Ethanol, the form socially used) is very likely to contribute to Cancer and Juvenile Obesity will not help things as \n\nObesity has been found to be a factor in any of a number of cancers as well. [Uterine endometrial, Gastric Cancer of the Cardia segment, Kidney, Liver, Colorectal, Gall Bladder and Thyroid among others]\n\nUV exposure has been known for some time as well as Tobacco/Marijuana.\n\nViral infections including Hepatitis C, Hepatitis B, HIV, Ebstein-Barr Virus and HPV. \n\nIt has been noted that Helicobacter pylori, the bacteria causing Ulcer can cause Gastric Cancer, MALT Lymphomas, Pancreatic and perhaps Colorectal Cancer.    H. pylori is not at all unknown in young children!\n\nMany chemicals are present in processed foods which may have some potential for causing problems, though far from any proof being made for even some clear suggestion.\n\nI worry about microplastics which can cause inflammation and cell death as well as causing DNA damage and altering hormone levels.   Who knows whether any link to this might be justified or not?\n\nThere are huge numbers of factors which might cause cancer which remain hard to study and yet possible.\n\nMan has a great deal to learn when it comes to cancer risks!",
        "Have to admit I felt validated reading a physican say she putt off a cancer screening \"because I was scared of what it might find.\"",
        "Please research a connection with tattoos, which have become common among young adults.\nMany inks used in U.S. parlors are banned in the E.U. as poisonous.\nAlso, the \"5-hour ENERGY\" drinks sold at check-outs may contribute to illness.  Other countries don't sell them.",
        "3M.  The PFA’s they developed in the seventies are now EVERYWHERE.  In the food, in the water, in our cells, in our reproductive systems, endocrine systems……no one can escape these chemicals.  It took researchers years to find a population group that did not test positive for PFAs.  Read the ProPublica investigative piece about it.  They are forever.  And it is a crime against humanity that they knew and yet they allowed them to spiral out of their control.  They even found them in their pet horse.  The money was too good, and the employees needed their retirement……",
        "It hits all of us when unprepared. Tail end Boomer speaking here.\nDo the screenings..just to play it safe.",
        "Diet, diet, and diet. And the diet of their parents.  It is generational inflammation brought on by obscene amounts of animal products and processed foods.  Human bodies are failing earlier than ever under the strain of it.  Humans are herbivores with cow teeth and cow intestines. Eat the standard American Diet and your body will try to fight it with inflammation.  Eat Whole Foods, plant based - scientifically proven to reduce illnesses, including cancer - and you will be pain free, sleep like a baby, handle stress better, improve mental health, and free of disease. Look up Dr. Brooke Goldner.",
        "Very sensible analysis. Thank you!",
        "Hmmm. What do younger generations have that older generations do (did) not have? Children get 15-20 vaccines for as many diseases. Why does the author feel that researching possible long-term vaccine harms is not just as important as other the environmental impacts they have listed?",
        "Too many chemicals and plastics in everything, which is not only affecting younger people but it seems like there's more and more cancer in older folks too. I lost 5 friends within 3 months last year, all men and women in their 60's, all otherwise healthy people. It's too much. There's something really wrong at the root of it. Could all of the beaucoup $$$ being made on drugs and treatment and funerals have anything to do with it?? Dunno, but there's definitely a lot more cancer now than ever before. But let's spend more money on wars and elections instead, that's working out really well.",
        "The lifestyle, the bad food and the environment. All are toxic.",
        "Perhaps hospitals and clinics should stop requiring a \"friend\" or family to drive you home after a colonoscopy. Many of us are alone.  They are rooted in the dark ages.  An uber could easily drop you off.  Further, I don't even use anesthesia, so what's their excuse?  They act like we all live in the dark ages when everyone was married and lived with extended family.",
        "My Mother's generation is living longer that any other in recent history, I know because I read the obits. Routinely they reach 102 years old in my local paper, in a middle class city. I noticed that her generation, and she is in her early 90's and lives on her own, as many of them do, never even considered taking their own lives or causing themselves harm. But these younger generations have done lots of Tide pod challenges, etc. Forever plastics are not the enemy. I remember a time when glass and metal dominated the soda and beer market. Broken glass was everywhere. Plastics allowed women to throw away their ironing boards and irons, with the advent of polyester. What is causing the cancer in these young folks can't be something that was around from the 1930s when Mom's generation was born. It has to be something else. By the way, her generation loves loves loves ice cream.",
        "One word: plastics.",
        "Chemicals.  Not very difficult to figure out",
        "Why younger and younger people are getting more cancer -- colon cancer for example -- surely is a question susceptible to the sort of rigorous analysis that has informed research on heart disease.  We hear a lot about things that may cause cancer -- alcohol, ultra-processed food, etc., but, until someone studies thousands of younger people afflicted with cancer, along with controls of the same age who are not so afflicted, in terms of dozens of lifestyle parameters, we will not know the answer(s).\n\nArticles on this topic would be more informative if they reported on some of the research being done, rather than speculating on possible causes.  For instance, alcohol is known to contribute to a risk of cancer, but people drink less alcohol than they used to, not more.  The same is true of tobacco, a known carcinogen.  Whatever is causing the increase in cancer among young adults must be something new?  What about high fructose corn syrup?  A lack of fiber in the diet?  Chemicals leaching from plastic containers?  Microplastics?  I can speculate too, but I'd like to know what the best minds are studying as possible causes and what they actually know.",
        "One thing that seems to rarely be talked about when discussing the causes of cancer is infectious agents. The HPV vaccine has effectively eliminated the risk of cervical cancer in females and certain oral cancers in males. This is a stunning public health success story that has not received the attention it deserves, in my opinion.",
        "Dr. Lamas is on point in this essay.\n\nA point that didn't come up, but should be a part of any proposed studies is chronic exposure to environmental and occupational toxins.\n\nMany physicians are NOT trained in these specialties and in toxicology.  As a result, many physicians are placed in a position of having to make a referral to a specialist in an area outside of their education, advanced training, and work experience.\n\nWhen the patient gets to the so called right specialist, the odds are increased on having a favorable outcome.\n\nThese medical cases are difficult to handle, especially if there isn't any family history suggesting heredity.  Narrowing down to where the patient was exposed to an environmental or an occupational toxin can sometimes facilitate the accuracy of the diagnosis and enable treatment to start sooner.",
        "I grew up near an oil and gas refinery. Back then, nobody thought much about it unless they were burning off gas, which was quite spectacular. Two kids I grew up with developed glioblastomas, one in her early twenties and the other in his late thirties. I've wondered if there was a relationship.\n\nMy mother was enrolled in a study on the effects of arsenic in well water. Both she and her brother had bladder cancer at young ages, as did several others in the small town she grew up in. It was natural but was found to be deadly.\n\nBut I'm sure the Trump administration, which is stomping on medical research, scorning tested and effective treatments for many diseases, and threatening to take away various healthcare benefits, will find \"healthy\" treatments and cures for all maladies. For a price. Which may be your life.",
        "would it be possible to cross reference the data with those in the amish community? or other communities who still grow their own food, limit social media etc? I think it would help narrow down which aspects of modern culture are actually killing us",
        "Many, if not most, cancers are simply a feature of life. Errors are made in cell replication that lead to mutations- the majority of which are benign but some lead to cancer. This has been found in the fossil record, hundreds of million years before any man made synthetic chemicals or other exposures. Is it wise to limit potential exposure pathways - of course, but it is not guaranteed to prevent one from getting cancer.",
        "The author posits that younger people are getting cancers at increased rates due to the cumulative effects of toxins they've been exposed to. So, if I'm in my 70's and have never had cancer, and have been around far longer and thus exposed to more toxins by living in the same world, then why doesn't my age group have statistically equal or even more cancers?",
        "One thing I will never understand about human nature is the reluctance to screen and test. Most insurance covers it. Most people avoid it. The fear of finding out seems to be the most frequent answer. I just do not understand. Is a Pap smear uncomfortable? absolutely. Is a monogram briefly uncomfortable, even painful? sure. Even colonoscopies are no longer necessary in young people, swab some poop and mail it in for goodness sakes. For a few minutes of discomfort you get peace of mind, or….early detection and saving your life. I just don’t get the rhetoric around avoiding screening. Just do it.",
        "Hopefully research will continue in Europe and Asia and we'll get answers to these questions. We certainly won't learn answers here for next few decades.",
        "\"The rates of what is termed early-onset cancer — cancer diagnosed in those under 50 — are rising.\"\n\nWhat does this mean? Rising over what time interval? Are they up 2% or 200%?\n\nUninformative. Like a lot of health reporting.",
        "The question for me and others in my group of conversationalists, is \"how much.\" How many cocktails, how much fast food, how much harmful air to breathe? What exactly is \"sedentary\" lifestyle? We know that moderation in all the above probably puts us in a better position not get cancer. But it's such an odd, invasive disease, it's not surprising that people just go on living and not worrying so much. Clearly, life is a risk for cancer.",
        "Decades ago while I was working on my PhD in Medical Anthropology (Dietary Fat and Benign Breast Disease), nutritionists were advising eating a wide variety of food groups, not to get a variety of nutrients but to spread out our risks of  carcinogens, contaminants from any one food. (A type of gallows humor, there.)\n\nBut it's even worse now. Now I'm warned of microplastics in tea bags. OK, I have no problems brewing directly from tea leaves (until they also  prove toxic). But not wanting to be wasteful, can I risk using up the tea bags already in my cupboard?",
        "poor timing with all the cuts in science, CDC, FDA, universities, etc.",
        "Interesting. I wonder if there's any other things that could be causing the cancer increase. Anything at all. Maybe something novel, that was introduced into a huge segment of the population about 4 years ago. Any idea? Nope. Nothing.\nNo ideas.\n\nOh well. Hopefully big pharma can come up with a cure for the cancer problem. They always save us.",
        "Colorectal at 45. A few years ago it was to start at 60. Of course where I live very Spring the little yellow signs go up on every other lawn and in parks. Herbicides and pesticides dangerous to dogs and people. Which does not include what flows in from the farmlands around us and in the Eastern plains. Every dog I have had since I was in my 20's has died of some form of cancer. The real canaries in the coal mine.",
        "Any correlation with tattooing?\n\n(toxic) Heavy-metal-based pigments appear to be still quite legal, in the trade\n\nAnd what about needle hygiene - are they autoclaved after use?",
        "Cured meats are big with young people.  They love a charcuterie board.  Cured meats are terrible for you, at least here in the US.",
        "“ what precise exposures are at fault, and how are they leading to cancer?”….. it’s curious how the article states that “the” cause of this increase in incidents is about multiple factors over time, but then goes back to suggesting that we should be on the look for “precise” factors.  The incidents may be related to how these various “factors” interact with each other in specific individuals.  Cell phone usage? Non-stick surfaces?  Packaging?  Residues? Air quality? Working with computers to much? Food quality?  Water contamination? Stress? Smoking?  Drinking?  Illicit drugs?  Marijuana? Distilling out guidance is far more complex than people are willing to examine honestly.",
        "Because of what they eat and environmental factors. \nMAGA won’t be studying that.",
        "I’ve worked in hospice for ten years and the last two years are showing a shocking change in the types of cancer and the younger people it’s affecting. It’s cause me to have anxiety and many sleepless nights.",
        "As someone who was recently diagnosed with early onset cancer of a very rare type, I know quite well it was not my diet or weight that caused it. I cook healthy, vegetable focused food at home, avoid sugar, and exercise regularly. I practice stress management techniques. I do all the right things. And I am not the only one. I know other people in my circle of acquaintances have been diagnosed in the past 4 years, that are under 50 and healthy. There is something else profoundly wrong that is causing this increase. I believe strongly that environmental factors are the cause— from pesticides to microplastics to air quality to smoke inhalation from wildfires to water quality. None of these things are ever given any weight in these articles about early cancer and I am  beyond frustrated. I cannot control most of these environmental factors. I need the government to step in and research and regulate so that I can protect my child from having to go through what I have gone through.",
        "Thanks for a timely article.  It would be so encouraging to see this administration make headway in fighting cancer.  Im not hopeful but it could be a ray of light.",
        "I was diagnosed with a rare intestinal cancer last year, at age 45. I don't have any of the known risk factors for my cancer: genetic conditions like Lynch syndrome, chronic bowel diseases, alcoholism, diet with lots of cured meats. I don't even fall into the demographic categories more likely to have this disease. Just pure bad luck. \n\nMy bad luck stopped at my diagnosis, though: everything since then has been as good of news as possible, presumably at least in part because I AM so much younger than most patients with my cancer. We caught it early, it hadn't spread to my lymph nodes or metastasized elsewhere in my body, I tolerated chemo well and recovered relatively easily from my Whipple, the curative surgery for my disease, and I am currently NED (no evidence of disease) six months after surgery.",
        "The answer is simple. Not enough cod liver oil.",
        "I strongly salute this article. I admit that I am not a health worker, a scientist, or any kind of credentialed expert. You can yell at me at what I'm about to say, but we went about the global crisis that hit five years ago exactly wrong. Except for the specifically vulnerable populations in that case, especially the elderly, it was our overwhelmingly restrictive reaction, not the virus itself, that made things worse. That played on top of our already existing obesity crisis and severe problem with ultra-processed food to make us even sicker. However carefully worded, I salute the author's delicate endorsement of the supposedly rogue appointees of the otherwise troubling new administration who do have some insight into our actual severe health problems, whether in her field of specialty or not. You can see how carefully I'm wording this as well! But I hope that's clear. Thanks again.",
        "Plastics are killing us, imo.",
        "We have issues with diet, plastic, air and water pollution, PFAS, smoking, drinking, chronic inflammation from a variety of sources.\n\nI'm lucky my pre-cancerous lesion was found on my first colonoscopy. But I ask you, how in the world do you propose to screen every person over 45 even if they wanted to? There aren't the physicians, and there isn't the money to pay for it.",
        "It’s the chemicals! We are all surrounded 24/7 by the chemicals in EVERYTHING of our modern lives. \n\nThe bioaccumulator chemicals, like RoundUp/glyphosate, get into our cells and never leave.\n\nThe plastics, made of chemicals including petroleum products, are in everything and have been found in autopsied human brains.\n\nIt’s the chemicals.",
        "It took decades and millions of tons of lead per year pumped into the atmosphere by cars before discovering what this well-known poison was doing.  Now there have been decades of air travel where Jet fuel burns and exhausts into the air we breathe and I'll bet all my S&P and Nasdaq stock on it that no one has tested Jet A or Jet B exhaust to see what it does to the health of humans vis a vis laboratory testing.",
        "Another reason people don’t get colonoscopies, in addition to the inconveniences and general yuck factor is that for people who live alone, there may be no easy way to arrange for someone to accompany them home afterwards, which is a requirement for having a procedure with sedation.",
        "Kennedy is neither smart enough nor has the emotional inclination to help or empathize with anyone. Without even a rudimentary science or biology background and beset by conspiracy theories that drive a total lack of understanding about what happens around him, he is a perfect trump selection. Anything he might accomplish to further the complex job he is completely incapable of performing, would be wholly accidedntal.",
        "Once again the NYTimes barely acknowledges the role of environmental factors in increasing cancer risks among young people. Agree that the data show that each successive generation is getting cancer at an earlier age. And the rise in ultraprocessed food and chemicals from fossil fuels have grown dramatically since the 1950s at the same rate as cancers. Evidence is solid that many chemicals and pesticides can increase risk of cancer. \n\nI do not agree with the anti vaccine stance of MAHA. but they also raise serious and legitimate concerns about chemicals in foods and air and water.  The government and institutions like the NYtimes have done little to acknowledge this and address it. Corporations make these produced and profit from their sales and enjoy the benefits of the establishment turn a blind and unscientific eye.",
        "“Now we are alone, cancer, my beloved.“\n\nThat is the last line in Heiner Müller’s astonishing play “Quartet“, which is based on the astonishing book by Choderlos de Laclos, “Dangerous Liaisons”. I had the pleasure of seeing it performed in Munich in the mid 80s.\n\nLike the marquise in that play, I am not unhappy to have cancer. The sooner I don’t have to rub elbows with these talking monkeys known as humans anymore, the better. Like Dean Swift, I am a hater of my kind.",
        "Marijuana, which is increasingly used, is carcinogenic.",
        "The author is likely correct that there is no smoking gun to pin it all on.\n\nIt probably is like this fictitious example: If a maker of some consumer item has a tiny, tiny amount of cyanide in their product, it may be GRAS, generally regarded as safe.  But if 1,000 products commonly used have that same tiny, tiny amount of cyanide you are exposed to a LOT of poison.\n\nAmerican made products use quite a few chemicals, dyes and additives that have been banned in Europe for decades.  We keep using them to make cheaper, more profitable products.\n\nSadly, there will be even less control over what goes into what we eat, breathe and handle with Trump in charge.",
        "It's very sad.  My old roommate had gotten diagnosed with testicular cancer when he was only 25.  It came out of nowhere and was completely unexpected.  He generally dismissed any pain he was feeling at the time based on the general idea of \"be a man and deal with it,\" but it turned out he actually had a disease that traditionally rarely effects people this young.  He got through the cancer, but unfortunately now, he's completely obsessed with the fear that it will come back or he could have some new kind of cancer.  He spent almost all of his spare time trying to find \"symptoms\" such as his parents telling him that his skin looked a bit more yellow or his stomach hurting a bit.  He would visit an oncologist monthly and when the oncologist told him he's fine, he took it as a sign that the oncologist was incompetent and not giving him thorough enough screening.  He moved out last month because he was so worried that doctors in this area were not as competent as the doctors that he visited when he was living with his parents.  Getting cancer at such a young age must have been unimaginably traumatic and changed his life perspective from trying to live life into trying to find out what new form of cancer he now has.",
        "How does our data compare that of other nations with reliable data?",
        "Why doesn’t this article venture into the ever- growing realm of MRNA vaccination? Much of this has been predicted —- or at the least— hypothesized in global scientific \nresearch. This omission is glaring, disturbing and i can’t help but feel….. intentional.",
        "To believe that Mr.Kennedy will actually do something smart is good news. For people who make their living selling bridges in Brooklyn.",
        "Simple reason: Petrochemicals and microplastics poisoning the entire planet, not only us humans, but all of nature.",
        "Well for starters the air we breathe is poisoned, just look at all the tailpipes spewing pollutants as we commute daily!\n\nEV's and SOLAR to breathe cleaner air and stop GLOBAL WARMING!",
        "For sure our health care system needed some serious tweaking.  It didn't need to be pulled out by the roots.  Nothing needed to be burned down.  And cancer research is stopped in its tracks.  We've even lost our humanity.",
        "Fragrance is a carcinogen. It is found in almost every consumer bath, beauty, laundry and cleaning product we have. All of our furniture and building materials, insulation are made with and filled of toxic chemicals. Even our bedding and mattresses have chemicals. Heavy metals that are found in waterways, gasoline exhaust, manufacturing, cause cancer. I challenge you to find a single product or item in your household, including processed food, that does not contain  a chemical or metal that can cause cancer. This is why Europeans avoid much of our food and products. We don't require companies to prove human safety prior to putting any chemical in a product. Wake Up, America.",
        "Way too many young people are vaping, which is far more fast-addictive than regular cigarettes. Vaping is the new heroin as far as quick addiction.\n\nAnd vaping has carcinogens and chemicals that cause cancer. Researchers say they need more time to investigate; but does anyone really believe that vaping does not cause cancer or addiction?",
        "The food and environment have changed drastically in the last 75 years. We are not consuming the same food/nutrients as our grandparents or great grandparents either. \n\nOur livestock are treated with steroids and antibiotics and their feed is often gmo corn or worse. Our vegetables are gmo and treated with products that poison us from Monsanto/Bayer. The list goes on.",
        "Could be high-fructose corn syrup is worse than sugar?\nOr how about aspartame?",
        "How do these cancer's and their rates of occurrence compare with other parts of the world?  Are they rare or completely unknown elsewhere or at a similar level in other parts of the world?  It would be striking to find they were unknown elsewhere which might be the case as I've heard of this about some common killers here in America.",
        "And with the trumpers at the helm of the CDC and the cuts to research, expect more of this.",
        "Is there an increase in the consumption of alcoholic drinks?  Alcohol is a Group One carcinogen.",
        "My healthy strong Grandson died at 32 of metastisized malignant melanoma. He was diagnosed at only 28 years of age. He had no sunburns and was not a tanner. No one knows why this happened to our family. To make it worse, he literally suffered to death because our local hospice had not had anyone so young and healthy. Cancer loves a young and healthy body to destroy. But it's not quick.",
        "The tests that we get from our doctors don't see things coming, they see what's there. If we had a health system that tested things differently than it typically is done, and if we used products and therapies that are more healing, to improve the mitochondria process making the new cells in our body, then we wouldn't be as sick or die so young. \n\nPeople who want to see things coming may want to do a: nutritional test, allergy test, immune system test, heavy medal test, gut biome test, breast thermograpy and thyroid test and gene test. \n\nMany of us have poisoned our bodies, ruined our guts, are malnourished and are not building healthy cells which is ruining our nervous system (Dysautonomia and Chronic Fatigue) and that is causing so many illnesses that if you were to show a list of your symptoms, your doctor would say YOU ARE CRAZY and it's all in your head.\n\nBooks that explain this are: Dirty Genes by Dr Ben Lynch; Fatigue and Dysautonomia by DePace and Colombo; Eat Right 4  Your Type by Dr D'Adamo; Young Forever by Dr Hyman; 10-Day Detox Diet by Dr Hyman; Ehlers Danlos Syndrome Book by Leslie K. Theisen.\n\nWe have a LOT more poisons in our environment and foods today and our grown foods have less nutrients than they used to have decades ago. Many people today are addicted to carbs, sugar, junk food, and not exercising, so this is making things worse. I decided to be my own doctor and figure out how to stay healthy.",
        "Make preventative screening free, regardless of the age.",
        "Do our cancer rates and types in under 40s seem to be the same as other industrialized countries?  If we compare the US rates to France or Sweden, where glycophosphates are banned as are other US pesticides, food additives, preservatives and artificial colors, is the cancer rate and type the same or different?  That is a place to start, to factor out environmental exposure/ risk.",
        "High tariffs are causing immediate - short-term- economic pain. Huge cuts to university and government biomedical and scientific research programs will cause incalculable long-term harm. \n\nGood for Dr. Llamas for trying to coax JFK Jr to support research on cancers in younger people. I’m not optimistic.",
        "I agree with the suggestion that:\n\n\"...we are all being exposed to factors that are increasing our cancer risk, not just at one point in time, but repeatedly over years.\"\n\nBut of the many factors discussed, I rarely hear mention the influence of stress and anxiety to cancer.  A few years ago I read with great interest the book by Dr. Harris \"The Deepest Well\" that  \"explores how childhood adversity impacts the body and brain, leading to long-term health problems, and advocates for early intervention and addressing trauma at its root.\"\n\nI have an \"ACE\" score of 5.  I develop an unexplained autoimmune illness at the age of 13, fortunately the Drs. were able to cure.  In my 70's I was diagnosed with stage III bladder cancer which now looks likely gone five years after aggressive treatment.  Additionally I have lifelong chronic stress and anxiety for which I have been in therapy.  I believe there is a connection.\n\nI wish there were more studies looking at the connection between childhood trauma and illness and the effects on the immune system.  There have been a few practitioners who have been studying this connection like Dr. Bessel van Der Kolk (\"The Body Keeps the Score\") and Dr. Gabor Mate (many books) plus others.  But their work doesn't appear to have broken through to a broader audience or medical profession.",
        "I have great respect for Dr. Lamas, but this article is just completely off the wall.\n\nThat is not to say that her medical assessments are not completely valid. But her assumption that anything will secure rational behavior from either Mr. Kennedy or Mr. Trump is demonstrably wrong.  It is far, far more likely that the man-in-the moon will visit than we will have rational behavior from the administration.  And even less likely that there will any action in the public interest.",
        "i personally think microplastics - found in our foods, food prep/storage, cleaning products, beauty products are hurting us big time.  I have a friend who started a swap service and have been gradually making changes, but seemingly, microplastics and toxins are everywhere, and this complete swap out is hard!",
        "Microplastics found in all of our bodies deserves more than a brief mention in this story. Not enough KNOWN studies are being made into the effects of plastics on the human body. More needs to be done.",
        "Yes.  It is going to be difficult to figure out what the agent or agents causing the illnesses are.   The number of possibilities here are beyond numerous.  In addition the agent or agents at fault are causing cancer at a very low rate.  \nRather than finding the cause by associating the agent with its victims, the cause may be found with a better understanding of what the agent does on a molecular level.",
        "It's important to find out whether earlier screening is responsible for increased longevity after diagnosis, because the first can easily lead to the second without actually changing anything, other than reducing quality of life for those diagnosed.  Only if the cancer is treatable is there any advantage to finding out sooner.  Not mentioned in your article is the general deterioration of the environment as a possible contributor, but it's important to find out what's causing the increase in cancer diagnoses in the young.  Unfortunately, the current administration, with its aversion to reality, is unlikely to provide any guidance, and their zeal for firing scientists and cutting off funding will make things far worse.  Studies already in progress are being cut, and resurrecting them will be impossible in many cases.",
        "Is there any data on cell phone radiation and also radiation from all the technology in our lives these days?",
        "Thank you Dr. Lamas. Hearing of greater incidents of cancer in young adults deeply saddens me. Big pharma, oncology depts and researchers are the only groups that can benefit from this disturbing trend. \n\nI was diagnosed with breast cancer at the young age of 39. I had a localized recurrence (the same area) 7 years later, and a metastatic recurrence (right lung and a spinal vertebrae) 9 years after that. I will soon be 65. My sister born in 1950 was diagnosed in her mid-30s and died at age 39. \n\nI believe that cancer is caused by some perfect storm of variables coming together. My advice is don't let fear keep you from screening. Ignorance is NOT bliss, knowledge is power. Live fully and fearlessly, but vigilantly.",
        "develop more tests for cancer.  there are few tests right now, colon, breast, cervical, lung (though that one is not standard).  colon, breast and cervical cancer tests are routinely offered.  ovarian, uterine (the most diagnosed gyne cancer) no screenings.  annual derm exam is one way to flag for further tests and constant reminder of spf needed important. but we are missing cancer diagnoses by not having screenings.  early detection is key. as we figure out the why, and cures, we cannot forget the need for tests.",
        "Back when my elderly parents used to still go to restaurants, my mother told me about something she and my father often observed:  a group of young women (20s-30s) having dinner together and ordering bottle after bottle of wine--and of course becoming increasingly louder and louder. \nMy mother never did that back in her day, and I don't know anyone who did that when I was that age. \nWhat I didn't tell my mother is that I know one of my daughters routinely does just that and, yes, it scares me. (I don't need or want any advice about talking to her.)",
        "It’s a lot about screening.  If you don’t have insurance to pay for it, you don’t go to the doctor.",
        "It should be obvious that daily exposure to carcinogens and a sedentary lifestyle will have serious consequences.\nBut it isn't.\nThe science on this has been readily available to anyone with a smartphone for decades, but everyone seems so surprised that cancer is on the rise.\nThe US health crisis is a ticking time bomb. \nEvery day the ticks are getting louder.\nAsk not for whom the bell tolls.\nIt tolls for thee.",
        "The author's notion that rfk, jr is interested in research on anything is so quaint.  Hasn't she been paying attention?  Thousands of scientists and support personnel have been fired at random.  Studies that require years or decades to design and  execute have been summarily ended.  Universities have been targeted, have frozen hiring, and have cancelled the coming year's graduate student class.  No one is going to perform the studies the author imagines, and there's no funding for them.  At EPA, there's no one to monitor levels of potential carcinogens, no one to enforce existing regulations, and certainly no one to learn anything new.\n\nI suggest that the author determine whether there's an increase in these cancer levels in the EU or in China, and petition them to look into in it.",
        "What is the incentive to cure cancer when there are billions upon billions to made by not doing so? Until health is truly more important than profit the numbers will only get worse… or to the medical-industrial complex… better.",
        "Worth adding to the possible causes: viruses. \nAs a result of all the research from Covid-19, we now have more insight as to how viruses affect our immune systems long-term. This research must be funded and continued.",
        "I'm sure we can address this by defunding the NIH and NSF, starting a war against universities, and putting a crank in charge of HHS. Right?",
        "Cheap tacos and video games.",
        "Whenever cancer rates come up, I’m always baffled when nuclearization doesn’t make the suspect list.\n\nSure, it’s the seed oils. Couldn’t possibly be the fact that we were detonating nuclear bombs across the American West every couple of weeks (on average) for 40 years—Nevada is the most nuked place on Earth. Or that we’ve got aging nuclear reactors and waste storage sites scattered all over the country, often leaking, with radioactive material regularly hauled down public highways.\n\nI’m not saying processed food isn’t a problem—but maybe we should start with the fact that we’ve been irradiating our land, water, and population for the better part of a century. Plutonium-239 has a half-life of 24,000 years. Strontium-90, which mimics calcium and lodges itself in bones and teeth, was found in virtually every baby tooth sampled in the U.S. during a 1960s study.\n\nAnyone who can look at generational cancer clusters among Indigenous communities near Los Alamos or downwinders in Utah and still claim the real culprit is soybean oil shouldn’t be part of the conversation.\n\nOne third of Americans live within 50 miles of a nuclear power plant—many of which also store spent fuel on-site, often beyond their designed capacity. That doesn’t include the waste treatment and storage facilities quietly operating across the country. Pull up a map of U.S. nuclear infrastructure and you’ll be—no pun intended—blown away.\n\nThis needs to be talked about.",
        "I'm almost 45 and already dealing with stomach and colon issues that came out of nowhere last year, it seems. \n\nWhile I do drink wine and eat pasta, I'm pretty sure my issues stem from the diet in the 80s and 90s I was raised on. Everywhere was junk food and, for meals, ultra processed foods. At school we had two lunch lines, one that served burger and fries everyday and one that served a different meal every day, including pizza on Tuesday. Most kids ate the burger and fries option daily, and only picked the other on pizza day. Water bottles were banned from class.\n\nAt home it was boxed and canned options, with red meat. We rarely had anything other than beef. We also ate out a lot, including all meals on Friday, Saturday and Sunday. It was always fast food for lunch and then Cracker Barrel, Bob Evans, or Olive Garden for dinner. I should mention I grew up in the Midwest (Ohio) and the upper South (Northern Kentucky).\n\nA CT scan last year revealed I have diverticular disease in my descending colon. This usually comes when you're in your 60s or 70s.\n\nI stopped eating fast food a decade ago when I started to educate myself on what ultra processed foods were. I rarely eat a chip or anything fried now. I'll have pretzels at the airport if I can't find a place that offers fresh food. But it seems the damage was already done.\n\nOdds are high that I'll develop stomach or colon cancer, so I get screened every 6-12 months now.\n\nMy middle life crisis is my youth's diet.",
        "Increased cancer rates among the young?   How about plastics in everything including clothing, bedding, upholstery...let alone foods people eat!  Additives...check...food coloring...check - its' ok, all FDA preserved!",
        "Not once does the author say what the rates are, at what rate they are rising, or given any historical or numerical context. WEAK science",
        "When you see how much kids in college drink and what they eat, probably you will find a clue.\nAlso, the food people in America eat. 75% is ultraprocessed food. I honestly don't see the mystery.",
        "If you really think the federal government under the current administration is going to research anything, dream on.  Scientists fired, research labs shut down, doctors fleeing to Canada, China, and Europe.\n\nAll the current clowns in charge will tell you is to add a spoonful of apple cider vinegar to your daily diet. Or maybe try drinking bleach.  Good luck with all that.",
        "I wouldn’t hang my hat on Mr Kennedy. I get what the author is doing, trying to give a positive course of action for him to follow.  But he appears utterly incompetent and I fully expect he will do whatever is the opposite of what will find a cause or cure.",
        "For the last 170 years we have been sucking coal and oil out of the ground, polluting our air with it's acrid burnt fumes, polluting our water with it, wrap our food in it and wearing it as clothing. What could go wrong?",
        "PFAS - the carcinogen found in \n\nour drinking water & farmland\n\nif RFK really cared about anything\n\nhe'd do something about PFAS.",
        "Out of the blue last week, my wife (a nutritionist nut) had an emergency hysterectomy to remove a swollen and cancerous left ovary that had ruptured.  There was no spread, but she starts chemo in 2 weeks to ensure no malignant cells are left. \nShe's 41.",
        "I am a breast cancer survivor.  Luckily, it was caught very early even though getting my yearly screening and subsequent treatment during mid 2020 was difficult and I had my operation as an outpatient due to Covid cases taking all the hospital beds.  I had to nag to get the screening by the way because of the pandemic restrictions.  My type of breast cancer would have been aggressive if it had not been discovered in the in situ state.  My case mirrors what is described in this article: no genetic predisposition, no family history, no health issues and I have always been active and athletic.   Did I have a spontaneous mutation, cells that aged out and failed or some unknown exposure?   I will never know but consistent screening does save lives.",
        "This is based on the assumption that republicans want ordinary people to live and thrive, when in fact they just want us to go away so they can get bigger tax breaks and not have to pay for medicaid, medicare and social security.",
        "Many young and young-ish people lead sedentary lives, staring at screens. In addition to eating mostly unhealthy foods, chronic drinking, and under-exercising (if at all), they vape and smoke chemically laced tobacco and processed marijuana resins.\n\nThese generations have all grown up drinking water (and nearly all liquids) from plastic containers, eating processed/prepared foods from plastic containers that have been microwaved.\n\nThat's all terrible, yet they don't ALL get cancers. Some people may have higher exposure to airborne pollutants, especially in densely populated areas. Others may have a genetic predisposition (as with breast cancer). Two individuals, one with family history of concern and the other without, may experience radically different outcomes from living similar lifestyles.",
        "My theory is it's  because we've done nothing to really clean up the environment, plastic is found in almost everyone's body in this country and 95% of the food on the shelves and in the fast food restaurants is garbage. That's are start.",
        "My 2 cents: A very high degree of inactivity over decades past, chronic stress, excessive reliance on pharmaceuticals, ultra-processed foods and ever more plastics in our environment and bodies.",
        "There's nothing that can justify Robert F Kennedy Jrs role in our national health system, nor any of his approaches or policies, no matter how desirable that may seem. The likelihood that he will lead an effort to honestly identify an actual cause of these early cancers rather than find a way to confirm his own biases is virtually zero. My inclination would be to look for some more specific factor than general lifestyle things like processes food. Processed and junk food have been around for a very long time and there was even less emphasis on healthy diets in the past. Obesity perhaps or something specific and relatively new in these processed foods could be worth looking at.",
        "“Right now all people have are their personal choices, which is not an acceptable response to a population-level problem.”\nPersonally I have no control over this population level problem so my only recourse is my personal choices. My choice is to avoid all ultra-processed foods including refined vegetable oils that are ultra-processed, get plenty of daily movement and try to have good inter-personal relations with those around me. This has worked for me into my 70’s.",
        "Police, Fire and Corrections Officers have their heart health covered under so-called Hear Bills, with the assumption that if they have heart disease it is automatically assumed it was due to the stress of their job.  Might a lot of cancer be related to the excessive level of inequality in America that places an undue burden on young people as they try to gain a toe hold in the increasingly shrinking size of middle class?  I'd like to see a comparison of cancer rates between the US and countries where the middle class is large and is supported by a strong social safety net that provides a springboard to economic security.",
        "The possible exposures listed all have constituent industries that make billionaires rich, so it’s unlikely this, or realistically any, administration will ever do anything to curtail the cancer causing exposures.",
        "Just this morning I was thinking about the fact that my generation (I'm 68) within my family is passing away faster than the previous generation. In my parent's generation all but one made it to their 80s and quite a few, including two still alive, made it to their 90s. In my generation, five have already passed, three in their 60s and two in their 50s. Cancer claimed at least two, and in my wife's case it was her third cancer that claimed her. I realize this is a small sample, but it is certainly suggestive that the American way of life as practiced since the 1950s is killing us off.",
        "What if we thought about layoffs in a different light:\n\nIf government do layoffs of those who are ineffective, then maybe research can step in much faster pace.",
        "People’s bodies are making new DNA all the time. Doing so requires that the body collect up constituent parts (like nucleotides and their parts) usually introduced into the body via food and drink. Injections of biological things like mRNA vaccines also contain constituent parts that the body might use to fabricate new DNA. Cancer is usually thought of as something that results from damage to existing DNA, but if the new DNA being made for replacement cells in the epithelial cells of membranes, linings, and the like is faulty, then cancer might be the result. Point is that people probably ought not only try to protect the DNA already existing in the cells of their bodies, but also probably ought to try to be sure not to put things into their bodies that can lead to the production of faulty new DNA.",
        "We already have the research data that the writer expounded upon. It’s true. We need to teach all kids how to cook again and what composes a healthy diet, and what makes a healthy lifestyle at a young age so they have an one up against the toxic environments and fast food fast lifestyle that the corporate world exposes them too. Just look at things since the pandemic, they started putting cottonseed oil back in potato chips. We can’t even digest cottonseed oil!",
        "The radiactive isotopes from above ground nuclear testing of decades ago have long half-lives. Who knows how much was released from Cherno, etc, etc?\nTake strontium-90, for example. Since it is chemically similar to calcium, it concentrates and remains in our bones beginning, well, in utero. No wonder we are seeing more cancer in younger people.",
        "RE: \"Researchers point to multiple potential causes, many of which are related to one another and hard to parse. Unhealthy diets that promote inflammation and cancer are one possibility. There’s also increasing data that suggest chronic alcohol use can cause damaging changes to D.N.A. that can lead to cancer. The rise in sedentary lifestyles and related obesity may have a role. There are also concerns over people’s exposures to chemicals in plastic products, though the data remains meager.\"\n\nAll this hedging about drove me crazy.  We already KNOW unhealthy diets and alcoholic consumption, sedentary lifestyles, obesity, chemical exposures are KNOWN factors in health issues including cancer.  We DON'T need billions of dollars in research to tell us this.  Start eating healthy, stay active, detoxify your body with saunas, etc., etc., etc.,  We already KNOW how to take numerous preventative measures against poor health.  Most people just don't want to do them.",
        "Processed foods,  High-fructose corn syrup, artificial flavors, preservatives.  The ones who have grown up on these are susceptible.    We evolved for eons without these things. Then slam-bang.  We can’t take it.",
        "Simply put, the current Administration is destroying public health and scientific education and agencies. The 1% care only that they recieve the best health care money can buy. And buy it they do. The rest of us can die.",
        "This article is super weak on cause data other than saying, that obesity, bad diet , sedentary lifestyle and possibly plastic related substances have a role.",
        "I strongly suspect diet (and stress) is a huge factor in these cancers. I grew up eating homemade food/snacks v. packaged snacks and noticed a huge shift to packaged as a nanny in college. The yuppie’s kids in my hippie epicenter were fed lunchables, American cheese in plastic sheets and sprayed out of can. I have been shocked by the chefs who use and the millennial food reviewers of the SF Chronicle who repeatedly cite American Cheese as a key ingredient in their published reviews of food here. And everything int he stores  is over processed, overly flavored (lavender-sage-lemon mass produced probiotic soda flavor?) and filled with chemicals. It seems like the focus on grades/achievement eclipsed common, balanced sense.",
        "My dad had stage 4 colon cancer at 60, which meant (according to his doctors) that it had been there for at least 10 years. My doctor told me to get a colonoscopy at 48 when the age limit was 50. (It is now 45.)\n\nMy insurance WOULD NOT cover it. I appealed. It didn't matter. I paid $1800 out of pocket, but a lot of people couldn't do that. \n\nTurned out I had a polyp that was the type that could stay benign or turn into cancer. Regardless, I needed the screening and had justification; insurance just would not cover it. (Blue Cross Blue Shield, btw)\n\nPS - Jaw, throat and mouth cancer is often due to HPV. Get an HPV vaccine if you qualify!",
        "While the author is of course correct to say that testing is hard to access and that excessive testing is not the answer, if you’re a young person with a concern and are able to get testing, please please do so. \n\nAs mentioned, cancers in younger patients tend to be more aggressive; in the two and a half weeks between my 33-year-old spouse’s tongue cancer diagnosis in November and the results of a second opinion, the tumor had grown by 10cm and the amount of their tongue that had to be surgically removed almost doubled between that time and the surgery date in late December. They have no family history of tongue cancer and have never consumed tobacco, so their gut instinct to get it checked in spite of those factors usually being the main causes probably saved their life. So if you can test, do it, even if you’re young, otherwise healthy, and don’t have known risk factors; it could still end up being the choice that makes the difference between a relatively long and healthy life, or one cut tragically short.",
        "I'm sure these massive cuts in scientific research will really help us be able to face this crisis head on.  \nI was diagnosed with aggressive breast cancer at age 41 and the number of my peers also diagnosed with what is considered \"post partum\" breast cancer, which is diagnosed within ten years of childbirth, is frightening beyond anything, It's more aggressive, more likely to return, plunges us into medical menopause which comes with its own health issues.  \nBut the response from our government is to CUT FUNDING especially to research dedicated to the health of women.  \nWhy bother focusing on removing microplastics from our environment when we could spread misinformation vaccines.  \nXenials have no hope for a healthy, prosperous future and cancer is just one part of that.",
        "When a child today gets 72 shots in her arm, it there ANY possibility those chemicals could cause cancer later on? I had perhaps 3 shots over my whole life. As kids we got the chickenpox, mumps and measles. None of my 8 siblings or parents or cousins have gotten cancer to date. Why is it ascertained that direct injection of myriad chemicals into the body is absolutely safe, but the air and water and food is not?",
        "CLL. Mean and Median age at diagnosis:70. My age at diagnosis: 36.",
        "Perhaps we should also look at the proliferation of synthetic (plastic) turf on our nation’s athletic fields. Schools and municipalities fail to maintain grass fields and use the poor condition of those grass fields to argue for costly synturf fields that are laden with toxins that can be inhaled, ingested or absorbed.  And despite manufacturers claim, the plastic turf cannot be properly recycled but ends up in a landfill somewhere.  Replacing a grass fields with synthetic turf is like installing an asphalt parking lot, destroying habitat and creating a huge heat island. \nIt’s time to ban synthetic turf and use the money saved to reseed and properly maintain organic grass fields. It’s better for the health and safety of the players, it is better for the environment, and it is cheaper in the long run.",
        "Kennedy is the right guy to address cancer in younger people. I’ve often wondered, when seeing commercials for St. Jude’s Children’s Hospital, if studies have been done of locations where these kids with cancer are living. Are they downwind or downstream of industry or farms? Same question for the population in this article.",
        "Obviously, it's like the big tuna having the most mercury because it eats all the smaller fish... I worry about our youngest generation now, surrounded by the cumulative effects of plastics, air pollution, pesticides, phone radiation, you name it. And many young people are vaping now, so who knows what other chemicals they are absorbing.",
        "How does better outcomes after a cancer diagnosis affect future incidents of cancer in the population? In other words, is the cost of better outcomes for young people diagnosed with cancer an increase in the chances of genetic propensity for cancer being passed to the next generation?",
        "Microplastics have been found in freshly fallen snow in Antarctica and on the top of our highest mountains, in human breast milk and blood.\n\nThis is just one of the many toxins that we are exposed to on a daily basis.\n\nI would be surprised if cancers were not increasing in our young people.",
        "The idea that Kennedy and Trump will promote responsible research and study is ludicrous. Get ready for patients ending up in the ER because of quack cures. I feel sorry for the patients, doctors and medical staff that face this clown car of a presidency.",
        "Graphs of US Noncommunicable Diseases 1950-2024 show that Obesity, Type 2 Diabetes, NAFLD, Type 1 Diabetes, Heart Disease, Cancer, Depression, Anxiety, Asthma, Chronic Kidney Disease, Alzheimer’s Disease, Autoimmune Disease, PCOS, Autism - all show sharp increases at the same time. \n\nWhich is more likely, that each has its own cause and they coincidently coincide, or that one, increasingly dominant, cause is behind all of them? \n\nAlthough at first glance it seems unlikely that these disparate conditions have the same cause, I have written a ten-minute summary detailing the physiological mechanisms causing these diseases. I have submitted it to the three most used AI sites and they all say that it is accurate, unique and important.\n\nI have submitted it to numerous researchers and no one disagrees - because no one will read it.",
        "Glysophates the pesticides came on the scene in 1974. They are hormone disruptors and have been proven to cause cancer (having had breast cancer i've done my research) , the use of sewage on crops, hormones pumped into cows, genetically modified crops that are double doused with glysophates are all causing Cancer. It irks me when people talk about alcohol and lifestyle. Newsflash, nobody in the generation before me got cancer except my grandma who died of lung cancer from smoking and they all drank like fish. Obesity can in no way account for all of the cancer happening , it's a contributing factor but give me a break. Laws that protect the food supply and polution are what is needed, not telling people not to have a margharita.",
        "Dr. L, thanks for this.\n\nThe internal contradiction between ‘MAHA’, and radical disassembly of a Federal national research and regulatory network aimed at decreasing exposure to carcinogens known, suspected and yet-to-be-discovered is achingly, glaringly obvious. \n\nCan you comment on this?",
        "No need to worry about environmental exposures because EPA is cutting all of its research programs. Kind of like, don’t ask, don’t tell. It will be interesting to see if NIEHS is similarly gutted.",
        "There are lots of studies on the connection between Vitamin D and cancer. The conclusions are variable, but there seems to strong evidence of a link between low Vitamin D levels and breast and colorectal cancers. \n\nA cheap and simple blood test for Vitamins D should be routine for everyone. Many Americans are deficient, especially as we avoid the sun and use sunscreen to prevent skin cancer. \n\nWith monitoring by your physician, a Vitamin D3 supplement can raise your level to a healthy range.",
        "I am not an MD.  I do have a background in scientific research. There are things I have noticed over the last 40 years that have alarmed me when it comes to our health.  \n\n1.  There's a lot more junk food out there.\n2. More children and teens are overweight than should be.  In addition, they are not as active as we were when we were children.\n3.  Our food has many more chemicals and the farmers, at least the large ones don't seem inclined to stop adding antibiotics as a fattening agent to cattle feed.  \n4.  Pesticides are known to interfere with insect endocrine systems.  Therefore those same pesticides probably affect us.\n5.  People are told that sports drinks are better than water.  That's an outright lie.  If we are not competing at a very high level we don't need sports drinks.  Water will do.  \n6.  All of us need more time to exercise.  Children need to learn about activities they can do on their own once they are adults and out of school.\n7.  We need more safe, well maintained public facilities so people don't feel they have to join a Y, a JCC, or a gym to get the exercise they need.\n8.  Recess ought to be part of every school day.  Children need to run around.  So do adults.",
        "Please, Kennedy knows nothing about medicine. He just loves garbage that he promotes and that lots of pod casters promote though very few have any medical education or knowledge including Kennedy.  \n\nThe Federal Medicl agencies are now run by an essentailly blind man to medicine and science thanks to Trump and the GOP including at least one doctor on the committee who voted for Kennedy.  That doctor should lose his medical license as far as I am concerned.",
        "yes, why are so many young people so sick?  I have never seen so many young people with serious illnesses.  Sure lifestyle has something to do with it.  But that's not the whole story. \n\n Our food is making us sick!   Talk to any immigrant and they will tell you how much our food affects their bodies, their mood, their weight, everything...",
        "For colorectal cancer, a big part of the problem is urologist's insistence in the US on using colonoscopies as the \"gold star\" test for colon cancer - even though there is no evidence that this saves lives over other, less invasive and less costly tests.  Colonoscopies require you to adhere to a special diet for several days and fast/take a hard to drink liquid to clear  before hand, to be sedated, and to go to a specialist.  They also require you to have someone to pick you up and lose a day of work (because my work relies me to be sharp and I can react strongly to sedative, I scheduled so I had two days off).  There is a non-zero chance of complication or death.  They cost about $1000.  Urologists don't even want to talk to you about other options because \"you can do that at your GP's,\" i.e. they don't make money from it.   Meanwhile, there are stool tests which are mailed to you so you can do at home with no prep, drop off at your GP's. No time off work.  Much less expensive.  Non-invasive. With these you only do the more invasive test if you're positive.   These are routinely used in Europe.  It's only in the US where everyone is expected to get a colonoscopy.",
        "The data on how fossil fuel chemicals through air pollution, plastic pollution, petrochemical pollution, pesticides, PFAS, phthalates, phenols and parabens is not \"meager.\"",
        "Here's a thought: get the profit makers OUT of medical research. Everytime I read an article in the NIH library published in the US, I scroll down to the funding section. Last article I read about an issue that affected me, the researchers had ties to 12 pharmaceutical companies. I immediately disregarded the findings.",
        "Good article. I agree that we are terribly behind in the kind of cancer research needed today. In the past 30 years, the treatment has remained basically the same with few innovations. Sure some new drugs but not an answer on a more basic level. People distrust the pharmaceutical companies because they are so pointedly after money. \nThe Universities have been a terrible disappointment also.  \nWe’re missing something at a more basic level. Why are so many younger people getting cancer? What is causing this mutation to their cells? \nMuch of the research money has been misused. It did need a reset! \nIt’s disheartening to find out that the heads of these organizations are getting paid millions of dollars. Why? \nI’m talking about the CEOs of all these groups that are sending me requests for donations! Where is my money going? To research or to pay these executives? \nSomething is wrong with the whole system.",
        "Looking for a rational approach to any problem is not in the interests for our current government.  After all, any slowly progressing disease that takes months to years to kill people isn’t anywhere near the focus of this administration.\n\nSo, if we want answers to how things like this come about, and how to mitigate those causes, we need to wait for at least three years and nine months to even start to get a better clue.  That is when an even slightly more rational administration could occupy the White House.  And, if Trump runs for an unconstitutional third term* and wins, add another four more years to that timeline.  Heck, even if Vance wins in 2028, we may have to wait another four years to see progress.",
        "We need hard, double-blind tested science if we're going to promote such a drastic new public policy.  Just because you say it's so, doesn't mean that it's so.",
        "Yes, we need science to guide us.  But science is not miracle.  Research scientists, by and large, are sensible, smart, well-informed hard-working people seeking to answer questions nobody yet can answer — seeking new knowledge.  But their work is, by definition, always in the wilderness just beyond the current limits of human knowledge.  So, yes, we need to listen to science, but also be prepared to change course as new discoveries emerge and old \"facts\" are revised.  Science is a fallible human endeavor, yet still the most reliable guide we have.",
        "How about the nutrition guidelines get changed from the amount need to survive to the amount needed to thrive?\n\nHow about screening for known genetic issues?\nVitamin D levels are controversial...except that there is an agreement that levels in single digits are common in certain patients presenting with cancer and likely contribute to the growth.   What if people were screened early in their life so they know their bodies can't make enough? Its less than $150/person now to investigate genes involved in methylation. Cheap to have a supplement, cheaper than surgery/chemo & supporting the family after mom dies.\n\nHow about women with dense breasts get screened before 40? How about ultrasound follow up  of those with dense breasts return to being 100% covered, with no out of pocket cost. \n\nSo many cheap simple things that would save lives and families.",
        "More cancer research makes sense, but the scientific research cuts happening now means no increase in cancer research.",
        "Too bad Trump and his toadies have cut research funding at great American universities, and threaten to cut more.\nLess research will be done.\nMore people will die.\nTop-notch scientists will flee to Europe.\nRepublican Red State Senators will grovel before Trump, pleading that he continue to fund their overall not-so-great universities. \n\n On the bright side, there will be lower taxes for billionaires.\nYou get what you pay for.",
        "It seems obvious that Mr. Kennedy does not understand data and is therefore unlikely to promote any verifiable research of any kind. Most Americans are never taught to discount data sets with small numbers of participants - which is why they assume incorrect assumptions. \n\nRecommending cancer screening to many in which insurance doesn't cover screening could be why only 20% of Americans have followed through.\n\nWhy have not read more about the correlation between the age of a parent and their likelihood to have a child with autism?",
        "When it comes to cancer nothing makes sense. I knew two sisters, one who ate organic foods only, the other a smoker, heavy drinker and fast food eater. The organic lifestyle was afflicted with cancer. Much of our country lives on fast foods and bottled waters and sodas. Remarkable the cancer rates are as low as they are.",
        "Dr. Lamas still believes that Mr. Kennedy can be persuaded by facts and reason.  Unfortunately that does not appear to be true.\n\nKennedy is a true ideologue and no amount or quality of evidence will dissuade him from his irrational beliefs.\n\nHis antipathy to vaccines will inevitably result in many easily avoided deaths and severe illnesses.  He will never admit he is wrong in this antipathy, no matter how many people it sickens and kills.  \n\nI wish I had a rational basis for believing that our health system will survive this administration but I try not to engage in unscientific wishful thinking."
    ],
    "web_url": "https://www.nytimes.com/2025/04/04/opinion/health-cancer-rfk-young.html"
}