{
    "main": "Why Ultraprocessed Foods Aren’t Always Bad",
    "abstract": "The category of ultraprocessed foods is so broad it borders on useless.",
    "keywords": [
        "Diet and Nutrition",
        "Processed and Ultraprocessed Foods"
    ],
    "comments": [
        "A terrible article, I still don't know what the point was. What I do know is that you can get people to say something positive, or not damming, on any subject, think smoking, asbestos, lead and sports betting, which confuses the issue enough and together with political lobbying leads to no positive action. The politicians stay elected the people suffer the companies make more money.",
        "I think that most people know by now - fruits, vegetables, whole grains, fish, chicken good; soda, McDonalds, blue sports drinks, cookies, candy, not so good. Stop writing articles that make people appear stupid. People have the freedom to eat whatever they want, can we finally stop talking about how the government has to step in and make rules?",
        "Jump scare to see Kennedy quoted so high up in this piece, let alone at all, as if he's a legitimate source for sound health information. Made me question the veracity of the rest of the op/ed.",
        "normalizing ultra=processed foods is like sane-washing trump",
        "If you read the ingredients of the vast majority of breads you'll find that they're garbage",
        "Take a walk around any Walmart and tell me Ultraprocessed food isn't always bad. Look around....what do you see.",
        "I just listened to The Daily discuss ultra processed foods.  The phd nutritionist explained the federal government has a tiny budget to study ultra processed foods.  Also, food lobbyists are very powerful.  It was a great listen.  \n\nI’m curious what other food consulting this author does.  \n\nThis article danced around and didn’t really address the issues- was this a weak rebuttal?",
        "My mom is 101 years old, born in 1923. Her father died at 94. Mom and grandpa grew up eating mostly unprocessed food until the 50's cause there was little processed food before the 50's. Then a mix of the two for years. Still that mix with mom, collard and kale greens cooked with some pork, fried fish, sweet and white potatoes, store bought bread, baked and fried chicken, baked salmon, etc. A variety of stuff. I'm coming to the conclusion that makes the most sense both from an enjoyment and health standpoint. Mom figured it out.",
        "If a food makes me want more of it, no matter how much of it I eat, and the more I eat of it the less satisfied I feel, then I’m not going to pick up the first bite of that food and I’m not going to keep it in the house. It’s as simple as that.  Quitting over-engineered food reminds me a lot of quitting drinking.",
        "To the author: don’t make the good the enemy of the perfect! The recommendation to minimize ultra processed foods has far more benefits than downsides.",
        "The \"ugly side\" of American culture (and there are beautiful sides too) can be summed up in three things:\n\n1.  We like to sit.\n2.  We like to eat.\n3.  We like a good deal (things on sale :)\n\nMy weekly jelly donut indulge yields the same observation wherever I go....the drive-in line is the longest.\n\nEating healthy takes time...sitting and eating does not....just ask the driver that wants a gas fueled pick-up that can push 400 miles without stopping....except for that donut.",
        "Gosh, what a mishmash of an article. Surprising, coming from an academic.\nIt’s really quite simple - you are what you eat. Garbage in, your body will cope as best it can for as long as it can but eventually those biochemical pathways will be disrupted and you will have health problems.\nA little common sense will tell you that an apple is a better option for your body than a donut. Caring for your body and those of your dependents takes effort. Make it a priority.\nFind a way.",
        "Kennedy's goal is going to antagonize people in the food industry and I see comments deflecting and obfuscating the problem. \n\nMany people work in the processed food industries or work for distributors of this unhealthy food and they will refute Kennedy.",
        "This is the kind apologia, such as the ludicrous and now-debunked notion that one glass of wine a day is a healthy life choice, that lead people to doom.",
        "We know our trips to the USA as “The death of food”. New York was particularly bad, for every decent food establishment there seem to be 50 places where I wouldn’t take my dog. Noticeable are the amount of places to walk in, walk out, stodge wrapped up to go. Really is it any wonder you can’t even export an American farmed chicken to Europe?  It’s not just the additives, 100% pure beef also carries the drugs fed to the cow to compensate for the dreadful overcrowded conditions you keep them in.",
        "Oscar Meyer Bologna and Kraft cheese on Wonder bread. 5 nights a week for lunch and dinner. On weekends, Taylor’s pork roll and Velvetta on a Kaiser roll. This will be your diet for 5 months. After 5 months weigh yourself and look in the mirror. Your skin turns a pale yellow and your teeth are gray. Your hair is thinner and your biceps are inverted. This is processed food.",
        "Ultraprocessed foods are not a distraction.  Billions of dollars are spent on advertising foods and beverages that are unhealthy.  The net result is an obese nation dying of heart attacks, strokes, and cancer.\nIt is completely wrong for Kennedy to try to stop vaccinations.o. But I am all for him trying to make our food healthier.  For one, letting people who vote for corn subsidies with unhealthy corn derivatives even showing up in bread crumbs.\n\nTaxes are not the answer, not the expertise of a dietician in England.  L",
        "It started with singly crop farming. Then the cost cutting to grow more profitable. Then the distribution system. \n\nIf we allowed the earth's natural capacity to feed us flourish instead of trying to replace it for a profit, I'll bet things would be different. But instead we get seeds from plants grown to resist pesticides that kill us with cancer, paid off experts to say it's not true, and a whole army of enablers that make it easy and cheaper to just get the processed foods with additives that are ready to eat with minimal preparation and chemical substitutes for nutrition added. \n\nWhat would you expect from such a system?",
        "“Fresh fruit and vegetable” is a metaphor for mediocrity and laziness. I’m happy with great tasting food made with stale vegetables",
        "Not that anyone who needs to read this comment would read an nytimes opinion piece, but upbringing...children follow their parents and subconsciously and consciously make similar choices and follow similar habits unless their is a more powerful influence elsewhere",
        "Some folks won’t read the full article and then claim, “see—it’s not bad for you!” to justify eating junk. Come on, people, you know broccoli is better for you than Doritos. If you want to eat Doritos eat them and enjoy them. Just don’t tell me it’s not bad for us.",
        "The ultra-processed foods I eat aren't all that bad, I believe, because I do the ultra-processing myself. For example, when I come home with a potato, depending on how I want to eat it, it may be minimally processed, or ultra-processed. \n\nMinimally, I microwave it until it's cooked through, and eat it with butter and salt.\n\nHowever, I may decide to process it with a series of steps:\n1. washing the potato\n2. cutting the potato into consistent size pieces.\n3. applying heat for a time to cook the product.\n4. adding sodium chloride as a flavor enhancer\n5. adding Piper nigrum (processed by grinding)\n6. adding a dairy product containing some animal fat for flavor and texture.\n7. mashing the ingredients to form a smooth product.\n8. refrigerating the product to make it stiff for shaping\n9. shape the product into bite-sized balls\n10. coat the balls with stale bread that has been processed by grinding into crumbs.\n11. Fry the balls in vegetable oil that has been processed for me.\n12. Drain the fried potato balls on a kitchen towel.\n13. Transfer the completely processed product onto a plate.\n14. serve with or without pre-processed, or self-processed condiment.",
        "Perspective is important. My hip friends turned up their noses at the processed orange juice provided by the WIC program, but when I worked on an Indian reservation, my work on dental and nutritional education led the school kids to start drinking it instead of a morning Coke or Pepsi. The WIC oj was much better for them, and it led to the manager of the local store complaining that pop sales had dropped. I considered it a successful effort. That said, the natural and less processed, the better.",
        "I can't help but the author is using partisan sentiment to distract from the issues.",
        "Cereal and yogurt are definitely usually trash…",
        "The title of this article doesn’t seem to match the content. The author uses a lot of words to say that basically - in an ideal world, unprocessed whole foods are best. \n\nRFK scares me deeply but a broken clock is right twice a day, and he’s not wrong about ultraprocessed foods. We lose credibility fighting that battle. And while unprocessed foods is currently not the most realistic/cost effective/efficient option, maybe stricter regulations can change that. This is one issue we can all get behind.",
        "The key sentences are: The problem is that the category of ultraprocessed foods, which makes up about 60 percent of the American diet by some estimates, is so broad that it borders on useless. It lumps store-bought whole-grain bread and hummus in with cookies, potato chips and soda.\" I am a great believer in the Mediterranean diet, DASH, I bake my own whole-wheat bread, etc., etc., but I find the definitions used for \"ultraprocessed\" include many healthy or at least reasonably healthy foods that simply have complicated ingredients (a bit of an oxymoron) but are over all good for us.",
        "The author makes good points concerning the wide variety of ultraprocessed foods, some of which fit into a healthy diet.  Think of canned tomatoes, canned beans, whole wheat bread, etc.  I could say I make most of my food at home but if the food is high in fat, starch and sugar, this is not health food and will most likely cause weight gain.\nIt would be helpful if fruits, vegetables, whole grains and lean meats were both more affordable, easier to prepare and more available to the general population, especially lower income consumers.",
        "I wonder why Guess writes \"well-to-do\" parents make their own bread. Bread is very cheap and easy to make, and takes a few hours that many people have on the weekends or after work, and you can even leave it overnight and bake in the morning. It's not a \"well-to-do\" thing to make your own bread. I've been doing it for years, and so did my mom and her mom, all working class folks.",
        "I’ve found that chemical additives in bread and some pastries - some of which that are banned in Europe - to be very unhealthy. I’ve switched to bread with no preservatives, and I’m much happier with my diet. So for me, it’s not the processing, it’s the chemical additives to be wary of. I think the Europeans banned these additives for a good reason, why can’t the USA do this too?",
        "One rarely mentioned, inconvenient truth: without processed foods, we would be relying entirely on highly perishable foods to supply the entire caloric needs of a population of hundreds of millions of people in the USA.\n\nThat means we would always be living on the razor's edge of famine. Any major disruption to food supply (weather, war, pandemic, etc.)...and we'd have mass starvation.",
        "Real food cooked at home is much less expensive than highly processed food. Rice, beans, chicken, pork, pasta, legumes. BTW, don't believe for one second that you are saving the world by eating sodium rich ultra processed veggie burgers. Simply make your own.",
        "Based on my degree in Anthropology and education related to evolution and the rise of humans, I have concluded the best dietary approach is to only eat substances that are found in nature.  In other words, if our distant ancestors ate it and if it's a naturally occurring food in our environment, then it's probably healthy to eat.  There are, of course, exceptions to every rule, and even healthy foods consumed to excess can have negative consequences.  But if one follows this rule of thumb in a common sense way, they are likely to be eating a healthy diet.",
        "Oh, it’s so agonizingly nearly impossible to boil some oats or brown rice while zoning out on insta and TikTok while the kids are playing violent video games in the other room and dad is where? And washing and cutting a couple of vegetables? My granny managed that on her own well into her late seventies. \n\nAnd it’s definitely easier to get in the car and drive to Starbucks to get your quote coffee unquote and a few hundred calories of industrial gunk than to make your own when you get up in the morning. I tell you, that two minutes it takes to make that fresh cup and the minute and a half it takes to clean up, it’s like being waterboarded. I’d rather drive five each way so I can bully some unfortunate barista.",
        "The real problem is that people are just enjoying their food too much. If it was all just harder to eat, and didn't taste as good, obesity wouldn't be a problem. How about a tax on tastiness?",
        "People in rural areas tend to live longer than those in big cities, they might not eat gourmet foods, but they don't suffer from  stress levels which has lots to do with living longer. The last funeral I went to the fellow was 99 years old. And many people here live till a ripe old age and many with out terrible diseases. So stress has a lot to do with what happens to our bodies as much as our food.",
        "Do grade schools teach cooking any more?  If all anyone knows about food preparation is heating things in a microwave they can't be expected to prepare food from scratch.  It doesn't take much longer to prepare a meal from scratch than to preheat an oven for a frozen dinner, if it's done reasonably.  Marinating meat just means taking a minute to put it into a sealable plastic bag or other container with the marinade and putting it in the refrigerator.  And it's a lot cheaper.",
        "A mix of economic, cultural, environmental, and social factors, along with things like marketing, emotional influences, personal preferences, and time constraints, all play a role in why people might avoid eating fresh fruits, vegetables, and legumes.",
        "I bake my own whole wheat bread to control how much sugar is in it.  It also tastes much better—store-bought whole wheat bread has a harsh flavor.",
        "Store bought fresh vegetables are not the same quality as home grown vegetables, often bland and tasteless. Depending on where you buy them they don’t keep well.\nThat said, we recently bought a new, relatively expensive refrigerator that does an excellent job of keeping our green stuff fresh.",
        "Ultraprocessed bread is bad. It is sometimes worse than cookies. Many of the ingredients used are unrecognizable by the body and should not be allowed. Many of them are unnecessary, but are used for marketing appeal or to cut costs. Many of these are not allowed in other countries and there is bread available on the shelves without all these engineered ingredients.",
        "Author is a consultant for food companies.  That’s all we need to know.",
        "\"It may come as a surprise, then, that an expert committee of scientists advising on the federal government’s dietary guidelines...recently declined to take a strong position against ultraprocessed foods. The experts felt that there wasn’t enough reliable science to draw accurate conclusions.\" \nNo surprise here at all. It's political. The junk food industry has powerful lobbyists. This really isn't hard to understand or do implement nutrition guidelines that made scientific sense. It's lack of political will. \n\nAlso, breakfast cereals and yogurt can be extremely unhealthy!!! Sweetened yogurts are of sugar as are many cereals! The author's industry bias is showing...",
        "So 50% of population has either type 2 diabetes or not diabetes.  Helpful.",
        "This is the perfect story for our times: real food is too expensive, time-consuming, and difficult to cook for most people, and while we know our food delivery system is deadly we’re powerless to do anything against the corporations in charge. We can even afford to vote with our pocketbooks. \n\nInstead, we quibble over the labeling.",
        "Beware red herrings….\nHow many people in the US work three jobs, like the taxi driver and the single parent in this story?  The Bureau of Labor Statistics says that about 5.3% of 161 MM total workers have more than one job.  None of these is more than two jobs.  There is no three jobs category, because the number is vanishingly small.  The number of people who work two jobs has actually decreased by 20% since 2010.  Yet the author tells us that due to the number of people who slave at three jobs - it follows that we rely on the convenience of junk food…Whew!\n\nSo, yes, theoretically we could all jump up and down and decide no society should ever have people work three jobs, but that really would NOT MOVE THE NEEDLE AT ALL.  This is what’s called a red herring and it has absolutely NOTHING to do with the shocking obesity epidemic and the dire medical state this country’s obese people are in.  \n\nBlaming ultra-processed food is also a red herring.  \nYou could eat a diet made up of UPF and never gain a pound.  You could be very healthy.  Of course, you could also become obese and unhealthy.  The common denominator is YOU and YOUR personal choices and if they include copious amounts of fat, sugar and carbs you are going in the wrong direction.",
        "lost me at butter is unhealthy. debunked.",
        "Vegan food is often ultra process!",
        "I like the title:\n\"Why Ultraprocessed Foods Aren’t Always Bad\"\n\n...Aren't Always Bad...lol\n\nExpect many more qualified rebuttals like this article popping up...\nWe know reforming, and hopefully reducing, big agriculture will be an uphill climb.  \n\nWe could start with truth in labeling.\n \nI'm with RFK, Jr.",
        "One disagreement I have with the content: \"And butter — churned from a single natural ingredient (milk) — is high in unhealthy saturated fat.\"  ---- Butter from grass-fed cows - the yellower the better - is very healthy. Its makeup is much different from grain-fed cows. Good butter is neither fattening nor unhealthy.",
        "Dietary research is so poor that anyone can claim anything.",
        "A great deal of the vegan, vegetarian and meat free alternatives are high carbohydrate and low protein foods. While basic tofu, probiotic rich yogurts and many other foods are no,I ally processed but additive free. Read the labels, use your head.",
        "\"Nicola Guess...and has worked as a consultant for food companies, including Beyond Meat\"\n\nYou forgot to add Nestle and Heartland Food Products (makers of Splenda).",
        "\"Eat real food, not too much, mostly plants.\"  Michael Pollan",
        "They're only bad if you eat them, folks.",
        "Well this is a commentary on the state of science. We now have a defensive scientist connecting with the busy populace of the world and making excuses about why ultra processed foods may not be that bad. If a taxi driver is hungry at 2 am why not suggest he pick up a bag of nuts? The whole article is pointless. Everyone is aware that we need to eat healthy and what constitutes ‘real’ food. The problem is the enormous availability and seduction by ultra processed foods that attracts children and most of the populace who opt for easy over healthy. With millions being made by the cereal industry why not label them kinda healthy in the absence of personal time and effort. It sure appears that researchers have been lost to the dark side and are equally responsible alongside big corporations for the bad choices made by people. The war cry by RFK is quite welcome. His unfortunate war against all vaccines is an unfortunate accompaniment to otherwise better advice on the food front.",
        "I stopped eating almost all ultra processed chemicals several months ago and my insides have never felt so good. \nI even switched my longtime favorite ice cream for a brand which has no ultra processed emulsifiers, only egg yolks.  It costs a few  dollars more per container. But taking Ubers to the doctor, co-pays, and buying pharmaceuticals would cost hundreds. \nAnd my insides would still feel bad.",
        "May I ask why potato chips are considered ultraprocessed? It's thinly sliced potatoes, oil and salt. If you bake a potato and slather it with butter and salt, isn't it the same thing?",
        "Breakfast cereals in general are pretty bad. I had to look high and low to find anything that wasn't crammed full of sugar.",
        "Do they eat ultra processed food in India? I was reading somewhere after WW2 life expectancy was 37 years.  It's 70 today. \n\nThere's been an agricultural revolution there and around the world. They aren't starving anymore because of it.\n\nUltra processed and  industrial farmed food sounds like a bad thing but in it beats starving and not being able to afford to eat.",
        "I believe that breakfast \"cereal\" belongs in the category of ultra processed foods and should likely be eliminated as appropriate for breakfast.",
        "my mom was a working single mother of three whose husband died in the war. there were three of us---5yo, 3yo, 1yo when he was killed and my mom went to work full time when the youngest was in kindergarten.  we each had household jobs and first it was the oldest, and then down the line the responsibilities increased. in our turns, we put 4 potatoes in a pot of water at five o'clock, bought the meat at the butcher at the corner store and a package of frozen vegetables. we drank a glass of milk after we finished our food, cleared the table and took turns drying the dishes which my mom washed.  we were healthy, talked to each other (with occasional fighting because we were kids) and grew up pretty happy.  we were poor and my mom figured it out.  no salt on the table and little if any dessert AND we were happy, did well in school had friends and lived to old age=====I'm 83 and still healthy and happy. it doesn't take a Phd although I do have an MS",
        "I identify as someone who makes the best efforts to eat whole foods and follow seasons. In fact, most of the people of my millennial generation seem to be striving to grow our own food, raise chickens, support local. But when I observe my mom, and the more average American diet, I come off as a snob for not being a fan of microwaved vegetables or instant rice. But the food industries have mastered the art of giving Americans what they want- a ton of food that tastes \"good\" for as little money as possible. It's the American mindset- we want to have everything and pay nothing for it. Until we can collectively grow up and accept that we have to put our money where our mouth is *gold star pun*, we will keep talking in circles.",
        "Key line in bio blurb at the end:  Nicola Guess \"worked as a consultant for food companies.\"\n\nMs. Guess writes, \"While many ultraprocessed foods are associated with poor health, others, like breakfast cereals and yogurt, aren’t.\"  I'm sure it depends greatly on the kinds of breakfast cereals and yogurt you're talking about.  You don't have to have a Ph.D. in nutrition to know that Fruit Loops and Cocoa Puffs aren't the healthiest breakfast foods available.\n\nThe issue of what counts as an \"ultraprocessed food\" certainly is important to academics who do research on the topic, and who must devise reasonable operational definitions of what they're studying.\n\nBut for most of us laypeople---at least those who give a hoot and who aren't in denial on the subject---it's reasonably clear what the bad kinds of ultraprocessed food are.  It's kind of like pornography---it's sometimes hard to define, but you know it when you see it...or in the case of ultraprocessed food, eat it.",
        "A major benefit of getting older (just turned 51) is that my stomach cannot digest ultra-processed foods anymore. I haven't had a Big Mac in 15 years because I literally can't stomach it.",
        "So, ultra processed food is not the problem but we should eat more real food which is unrealistic, it says.\n\n1000 words for nothing.",
        "How can a dietitian and researcher still be on the 'butter is full of unhealthy saturated fat\" page, when we've know for ages that saturated fat is not unhealthy?  Newer thinking is that seed oils are far more harmful to our health.  And she can have her point of view, but ultra processed fake meat is probably not better for the planet when you take into account all the manufacturing and shipping involved to get those ingredients to a facility and out again - not to mention the unfood additives.  If you don't think eating meat is good for the planet, then don't eat meat.  Don't make fake meat instead.",
        "We are bombarded with food wherever we look. All socializing is centered around eating. Marketing has taken over our lives. We don’t even realize how much we are manipulated by the food companies to overeat.",
        "why is it unrealistic to expect people to cook from scratch? why much middle america's food come from packages- frozen, premade. Cooking isn't difficult, but many americans have no clue how to.",
        "Sure we’re fatter here in USA. \nGet off your butt and put  down the phone, game boy, laptop, and shut off the tv. Our people are fat bc we don’t get out and move, walk, run, jog, play, garden, be active in any number of ways. Grew up on a combo of home prepared food and processed food. My weight and bp is great, my cholesterol is a bit over the guideline, but don’t you dare take away my pop tart and Twinkie. I walk, ride my bike, I do stuff and stay off my devices for most of each day. Ok, I stream some paramount shows sometimes.",
        "The notion we all ate whole unprocessed foods before the obesity epidemic began is insane. Typical American diets in the 60’s and 70’s contained ZERO whole grains, ZERO “lean” cuts of meat and very little fish, ZERO olive oil, ZERO lowfat dairy, and almost no fresh vegetables. Go to someone’s house and get served carrots and hummus dip as an appetizer you’d be laughed at for the next 50 years.\n\nAlso, women never exercised. And neither did men unless they were poor or farmers or both. So it’s not just less working out.\n\nIt’s the amount we eat. That’s it. It’s just overconsumption.",
        "People go for taste and texture when eating. It’s not simple to make a “green” diet delicious, if you have no experience preparing vegetables.\n\nIf we don’t cook and eat with our children and grandchildren how are they supposed to learn cooking.",
        "Excellent and realistic article. I used to cook most everything from scratch, easy to do when you work at home. However as I got much older dragging up groceries, up a huge flight of stairs is getting difficult. I am lucky I can afford a healthy(fancy and vegan) food service but it so out of reach for the majority. There is a service who do help with my house, they are paid well but the work is exhausting and I cannot imagine  them making a meal for their family. This is the reality. However a former president of Trader Joe’s opened up a non profit in Dorchester where there is healthy prepared food for takeout, really cheap staples and healthy groceries. No junk food. I believe there are two locations and a friend of mine said the place is a godsend in his neighborhood. <a href=\"https://www.wcvb.com/article/non-profit-grocery-store-opens-in-dorchester/8065954\" target=\"_blank\">https://www.wcvb.com/article/non-profit-grocery-store-opens-in-dorchester/8065954</a>",
        "While the discussion on ultra processed foods is important, where’s the discussion of all kinds of “fast foods”? \nShouldn’t they be part of this conversation?   Is there any redeeming quality of fast food besides being fast?",
        "You don’t have to take the opposite stance of RFK just because he’s a Republican now. We can admit processed foods are a massive problem for Americans.",
        "\"Nicola Guess is a dietitian and researcher at the University of Oxford. She also runs a private clinic and has worked as a consultant for food companies, including Beyond Meat.\"\n\nWorks for processed food companies and says hey, they're not all bad...\n\nWe call those: untrustworthy narrator",
        "“Ultra processed” is such a vague and klunky term that it is near useless.  Unfortunately, many latch onto it because it appeals to the knee jerk uncritical embrace of “Natural” and “wholesome” which are more religious than scientific and thus also of little value in guiding food choices.",
        "God love the virtue grabbers! \n\nNever miss a chance to Name it and Claim it! \nI am elevated!\nI am clean! \nI will never succumb!\n\nGood for you...you've mastered what many others struggle with. Did it take the proverbial 10K hours? \nBut please, don't let your need to virtue grab get in the way of a little empathy...or the better virtue of being silent.",
        "For a balanced article, the author could have discussed how and why the food industry actively formulates ultra processed food so that they are delicious, addictive, and specifically designed to deny the eater satiation. How this is done is a closely guarded trade secret. See: <a href=\"https://pmc.ncbi.nlm.nih.gov/articles/PMC7694501\" target=\"_blank\">https://pmc.ncbi.nlm.nih.gov/articles/PMC7694501</a>/ . \nGiving the industry a pass on this point is not helpful.  But, then again, that darned bottom line...",
        "we need to find out more about Parkinsons causes and Pancreatic cancer! I'm 70 and my friends and relatives are being diagnosed with these issues at a greater rate than other forms of cancer and heart disease. and they are not full blown diabetic or Obese.",
        "The intense and complicated work your body––and your brain––must undergo to integrate protein folding of foreign bodies is math beyond our ken.\n\nIt is much easier to fold proteins like plants, fruit, nuts. Dementia, while caused by lack of preventive lifestyle changes (exercise, plant-based diet, cognitive restructuring, certain super foods that prevent the growth of prions like blueberries and leafy green foods) is mainly caused by meat-based prions. \n\nSome, like Roger Bacon, the torturer scientist in early England, proposed that homo sapiens evolved from Neanderthals due to meat consumption to power our brains, which do use up 20% of our bodies’ energy. Yet the pivotal point that powered us past Neanderthals, an altogether kinder species, was carbohydrates and the glycogen, sugar cycle.",
        "Sorry, I see no justification for supporting the junk food industry, ever. \nNo matter how busy and stressed you are, there is no reason to cave in and eat a concoction of chemicals. Keep a bag of unsalted mixed nuts in your glove box, purse, etc.....\nA truly filling, satisfying, healthy snack that you will feel good about 10 minutes later.",
        "American food is absolute garbage. Why does all the bread have sugar added to it? The chocolate tastes like vomit, and fresh veggies seem like they're being recalled every other week. You can go to a KFC or a McDonald's in other countries, order food and a Coke, and everything tastes pretty good. In the US, they're all disgusting.",
        "I am a biomedical scientist but not in this or any other related area (I do cancer drug development currently).\n\nI am very concerned that the demonization of ultraprocessed foods will end up being mostly wrong due to the (pretty obvious) associations of eating ultraprocessed food with other bad health habits. The segment of the population that spends a fair amount of time exercising is also the segment that is most attuned to eating whole foods, watching the diet carefully, etc. It goes with the program. Conversely, diets among poorer Americans are famously quite bad as are exercise levels.\n\nThe referenced NIH study indicated that people eating ultraprocessed foods consumed more calories (500 extra - which is a LOT) per day. Ok. But what if I am not concerned with the amount of calories that I consume and I don't have a weight issue?\n\nIndependent of consuming more calories (which is important), where is the strong evidence for the other claims around ultraprocessed food?",
        "Walk into any gas station convenience store, and look at the “food“ they carry… It’s terrifying.",
        "I simply refuse to believe that butter (in moderation) is unhealthy. I think margarine, plant-based chemical spreads, and spray cheese are unhealthy.",
        "The problem is with the label \"ultra-processed.\" Lumping all sorts of different foods together, each \"ultra-processed\" in markedly different ways from the others, and declaring the entire category to be problematic is a disservice. Even sub-categories contain unlike products; bologna and fish sticks, for example, are both processed meats.",
        "Here’s a personal anecdote, for what it’s worth. I’m lucky to have the time and resources to prepare most of the food I consume from whole fruits and vegetables, whole grains, legumes and unprocessed or minimally processed proteins like fish and chicken. Still, I was struggling with IBS, bloating and eczema flair-ups. During the worst of Covid lockdowns, I stopped buying a weekly loaf of “healthy” ultra-processed seeded, whole grains sandwich bread and started making sourdough loaves from scratch at home. All of my symptoms cleared up within two weeks. I sleep better now and have more energy throughout the day. Whatever this article claims, I’m convinced that ultra-processed foods and our industrial food system is at the very root of our national health crisis.",
        "First of all, yogurt isn’t ultra-processed.  Secondly most yogurts and cereals have way too much sugar to be called healthy. In fact very unhealthy. Otherwise, yes, they’re healthy.",
        "So, it would seem that ultra-processed is not a reliable health category. The answer is to be more specific,  and rank the  many additives to food ranging from beneficial to harmless to dubious to proven harmful substances. Using this experts might create an overall index like Air Quality Index.  And are the natural food items healthy or not? That too would be factored into the numerical score.",
        "I wonder whether the growth of meal delivery services will displace many ultraprocessed foods and yield a positive impact on people's health going forward.",
        "The author picks on bread, stating that home-made bread is not necessarily any better than supermarket bread. \n\nThe issue is not where bread is made or sold, but what it is made of. If it's white flour that is stripped of fiber, it's bad. If it's 100% whole grain flour (only) or sprouted grains with all fiber retained, then it's healthy to eat. \n\nThe problem is that 100% whole grain bread is often hard to find, and supermarkets are awash in white bread. The same goes for cereals and many other processed products. \n\nBread is not something newfangled, but has been around for thousands of years. But what we have done is made this into simple carbs (akin to sugar) through ultraprocessing.",
        "I disagree that people who have little time have to eat fast or junk food. Thermoses and ice packs have been around for a long time. Most fruit doesn't require either. What it requires is caring enough to want to eat well, knowing enough to buy the right food, and organizing your life to plan ahead for whatever crazy schedule you have.",
        "This is a poor article. Arguing that cutting out ultra processed foods is unrealistic is ignoring the problem. There was no reasonable solution offered here, how about suggesting people take small steps? And suggestions for those?",
        "Full disclosure:  as a longtime plant-based person, I generally avoid Beyond Meat and its brethren.  Sorry (not sorry), Ms. Guess.  Too oily, too many ingredients, and the mouthfeel can be a bit too much like meat.  No thanks.  Having said that, many vegans and people transitioning find these products useful and delicious.  So, who am I to judge?\n\nHere’s what works for me:  primarily homemade meals.  Visit the farmers market regularly. Increased my water intake.  Dark, leafy greens (bonus: it has strengthened my fingernails). Rather than eating breakfast after 12 hours, I’ve increase the short “fast” to 15 hours or more.  \n\nYes, I still eat vegan packaged snacks which are junk food, but when I balance it out with lots of veggies, fruits, grains, I’m still on the right track.\n\nI thank my higher power that I was an easy convert. When I first became aware of vegetarianism decades ago, I was open to learning more.  Years later, I became fully plant based. I don’t preach and I’m not militant, but I do love to share.",
        "For many the pleasure of eating is one of the great sources of pleasure in life.  My son and daughter take a different philosophical approach.   My daughter says she feels bloated when she eats and has made feeling empty more of a norm.  She enjoys not feeling full of food.  My son uses intermittent fasting as a pass-time.  He eats perhaps one basic meal a day and fills in with nuts and a banana during work.  \n\nAs a retired male I use both of my children's approaches and have taken off about 25 pounds or about 10%.  I have found that jumping on a scale daily and recording this weight on the calendar to be helpful.  I have kind of been stuck at my current weight for 6 months, and my lab results and BP are far better.  I would like to go to the next level, which for me is around 225 or 230.  The second phase will require more radical changes.  But I know I will get there.  Perhaps in the new year.",
        "I appreciated that the author disclosed that she has consulted for ultraprocessed food companies, though she's quite light on details, only mentioning one. Which others she has, are anyone's guess (no pun intended). Did they \"inspire\" this article?\n\nBecause really, the overall thesis of the article is unclear to me -- why exactly did she write this? Even she admits that her diet consists of \"lots of fruits and vegetables and lean protein.\" Well, yeah. That's what most who can, and care, eat. But the marketing budget for Big Carrot might not be as big as Beyond Meat.\n\nSeveral of her points seem unconvincing or frankly suspect to me. For example, she says that yogurt is an ultraprocessed food. Well it depends on whom you ask, but generally, plain unsweetened yogurt, is not. Yogurt full of sugar and processed fruit, is. She says that supermarket bread isn't any worse than homemade bread. But 99.99% of supermarket breads contain sugar -- not to mention a bunch of other random chemicals -- which most traditional bread recipe don't. She claims that \"breakfast cereals\" are healthy. Well, sure, oatmeal is. Cap'n Crunch? No chance.\n\nHer point that time crunches and costs make a big impact on people's healthy choices rings true. But just because a person might not have time or money to eat fresh, minimally processed food, doesn't mean that ultraprocessed foods are no big deal, as this article claims. And I'm not even sure the author believes it.",
        "Experts scientists employed by, or recommended by, the food industry are a biased group of people who logically couldn't come up with guidelines. Especially if each is out to protect those who hired them. Your own bias, while disclosed in your column, is just such an example. \n\nIf 60% of the American diet is made up of ultraprocessed food, that lone stat tells us all we need to know. The percentage of our diet is made up of too much ultraprocessed food.\n\nThankfully some of us still grow and prepare our own food. Energy dense or not, it's best to consume food that is closer to its original form.",
        "Virtually all diet advice boils down to eat large bowls of steamed vegetables, a piece of fruit or two, a glass of milk or a yogurt, and a piece of chicken or salmon occasionally, and you're almost there.\n\nEating inefficiently means your stomach is filled with stuff and the calories in it are low. Nearly every non-starchy vegetable accomplishes this. All highly processed foods are extremely dense in calories, because the more dense in calories, the more you will eat, the more Nabisco or whomever will sell.\n\nNobody thinks \"processed foods\" (as a diet demon) refers to cheese or hummus. Sometimes they should think more broadly - Gogurt is not really good for you, for example. But generally speaking, if it has a better shelf life than broccoli, you can assume it's worse for you. If it's protein, you should have to refrigerate it. If it's delicious and never found in such abundance anywhere, like a gallon of Juicy Juice, it's probably not good for you either.",
        "I wouldn't count breakfast cereals as benign.  In my experience even the \"healthy\" ones seem to be designed to foster overconsumption.",
        "One issue I have noticed recently is that the nutrition labels on many grocery items are unreadable. Either the font size is too small or the font color is something like pale yellow on a clear background (totally unreadable), or often both! I believe there should be regulations ensuring a minimum font size and sufficient contrast between the font and its background on nutrition labels. I'm concerned that corporations may be trying to circumvent the requirement to provide nutrition labels by making them effectively unreadable.",
        "The refrigerator isles of frozen foods with chemicals and preservatives occupy as much space as regular food offerings.",
        "I consider myself to be slightly overweight. I am strong, well proportioned and a tad chubby- at best. My pants are sized 12-14. I register as obese at the doctor's office. All my records now say \"obese\" and have said it for years. I am sure there are metrics/percentages that account for this, but it does not reflect the body I am in. I am not saying people aren't obese or too heavy BUT just going from my own situation- I have to wonder about obesity data.",
        "I can't help but feel that the author is making excuses for people to continue with poor eating habits, albeit slightly modified.  This feels more like a defense of the status quo than a convincing argument to apply a little discipline and make wholesome changes.  \n\nNote to taxi driver:  Bring something healthy from home.  It'll also be cheaper.",
        "Personally, i don't need the \"science\" on the issue of processed foods to clearly state that they're bad, or unhealthy. I have no interest in putting any more of that stuff into my body than i already have before i began eating \"clean\", unprocessed food's year's ago. I don't need those foods, i don't buy those products, and i feel good about what i do consume. It's not difficult, and, occasional allowances of certain things...works well for me.",
        "I'm not buying the idea that food is (much) worse now.  I'm 72. School lunches for us (and everyone) were a hotdog and a cupcake. Almost no fruit or vegetables graced our tables, except iceberg lettuce. I first had broccoli at a high school friend's house, and whole wheat bread in college. And we were upper middle class! The grocery store only sold 2 kinds of apples- Golden and Red Delicious.  It's not quality, it's quantity that makes the difference today. Plus exercise.",
        "It's great that RFK Jr and President-elect Trump are publicly committed to track down the causes of the modern increases in autism, no matter where the inquiry leads.\n\nSome possible culprits:\n- pollutants in air and water, caused by heavy industry, fossil fuels and the increasing massive and toxic residential and forest fires attributable to climate change and suburban housing developments encroaching on wild lands\n- toxic chemicals in food, traceable both to the aforementioned pollutants and food industry practices\n- chromosomal or fetal damages caused by alcohol, pharmaceuticals, EMF, cosmic rays\n- increase in detection based on modern medicine \n\nIt wasn't that long ago that mothers were blamed for causing these types of problems. \n\nHopefully the incoming administration will look for the true causes and not keep rehashing debunked theories. That mercury preservative isn't in vaccines anymore, yet there are still new cases of autism.",
        "Shame on someone coming out of Oxford, where the quality of even processed foods is substantially higher and not filled with lists of mystery chemicals (and better tasting -- something many without the means to travel internationally have no means of realizing) promoting ultraprocessed foods as though they are the same thing in the USA vs the EU and UK.  They so are not. I had the ability to travel again starting in 2022 and wasn't the gap between what they are eating there and the garbage we are being fed here eye-opening? Newsflash: milk here is an ultraprocessed food, unless you have access to raw dairy. The same is true abroad but consumer access to raw dairy products is much more flexible depending on country and local laws. It's convenient to forget the health benefits of the enzymes and good bacteria that are destroyed in the US at all cost under the banner of 'food safety' ...does anyone ever wonder why so much food safety is needed? Travel Europe. Try to find a feedlot, or a CAFO housing a million chickens. Our system is broken alright and the Farm Bureau, the most powerful lobby in Washington DC, will ensure it stays that way. (Before I receive any outrage, I am a retired farmer who spent years attempting to educate clients about the need for better nutrition and better food systems and am hardly against American farmers. On the contrary, I am deeply saddened by what has become of many farming families caught in a downward spiral.)",
        "Until we address the chemicals in our food, we aren’t dealing with the right issue. I expect that Kennedy, who I disagree with on much, knows that glyphosate is increasingly being looked at in the increase in autism. \n\nThe way our food is “managed” with these types of chemicals, as well as the ubiquitous presence of microplastics in all things, including food, must be looked at as the root cause of our problems; not simply an “ultra-processed” label.",
        "I avoid ultra processed advice for my diet.",
        "\"The biggest dietary ills have been known for half a century; we need the new administration to finally act on them.\"\n\nI didn't realize this was a comedy piece.",
        "I highly recommend Dr. David A. Kessler’s book, The End of Overeating: Taking Control of the Insatiable American Appetite. He has lived it all, dealing with his own weight problems and food cravings, and then he met with scientists outside and inside the giant food industries. Every chapter left me outraged — but educated me in scientific detail to everything about which the producers of unhealthy food-like substances want to keep us ignorant. Do yourself a big favor and arm yourself with information.",
        "Wow, the people behind the food pyramid are OK with ultra-processed foods, we are all shocked.",
        "Recall that Michelle Obama campaigned extensively during the Obama administration for healthier foods, and more exercise.  When she did it, she was demonized as a \"communist\", or worse, on Fox \"news\" (etc) for suggesting such lifestyle changes.  So one step toward lower health costs, and longer life expectancy in the U.S. would be to diminish the power of \"right wing media\" to lie and to demonize good relevant ideas proposed by any Democrat.",
        "Breakfast cereal are healthy?? That one really got me since most are full of sugar which leads to diabetes, obesity, heart disease among many other things! Also when they say yogurt is healthy they mean the kind without sugar in it.  Keep in mind because the list is too long to include all the processed food it doesn't make process foods healty! Breads, rice, and all those similar starchy things you call healthy actually turn into sugar in the body raising your glucose levels ie diabetes and heart disease over time leads to clogged arteries. This is trying to twist ultra processed foods into the ok food group when it just junk journalism!",
        "I agree with this... to an small extent-- it is on the consumer to read the ingredients labels. I have many food sensitivities, so I know what I can and cannot eat, which probably saves me. We are time crunched, so we pick through a mix of fresh and processed foods-- for instance, fresh chicken with broccolini and carrots w a package of Kevin's keto sauce; apples or organic applesauce; sugar free plain Greek yogurt w 3 wishes cereal ( cereal is NOT the worst thing in the word, as one commenter said; again, read the labels); even 1 Smart dog ( fake hot dog) with fresh cabbage and mustard on Ezekiel bread, and for sweet treats, yes, organic cookies. \nI think a better way to look at it is to set a limit on your sodium and sugar for the day, and work with that. Not everyone has the time or money to eat 100% whole foods 100% of the time. I certainly don't advocate a diet of donuts and french fries, but I think it is possible to eat well with both fresh and processed food in moderation and really too much to ask most people to eat 100% whole foods 24/7.",
        "\"Consider a taxi driver trying to find something to eat at 2 a.m. or a single parent working three jobs. Telling that person to marinate meat, chop vegetables and make brown rice from scratch is not likely to get much traction\"\n\nYou can eat nuts and fruits.",
        "Our best ? The system is reliant on UPF or you can kiss capitalism goodbye. Not a new issue, look into what was going on in the late 1800s a race to the top by any means to be the system winner. Feed masses  and keep 'em working the factories.  Let them eat preservatives with their cake !!!!",
        "Americans are being injured & killed by a for-profit healthcare system. This paper’s response was an OpEd by an insurance executive justifying that suffering. This, even though ALL other advanced nations use a variety of viable alternatives that produce much better outcomes at lower costs.\n\nNow that proper attention is again being given to the great dangers of ultra-processed foods, what is this paper’s response? An OpEd by a nutritionist for the food processing industry using contorted reductionist reasoning to normalize another profit-for-suffering industry. This is perverse. Especially since many nations are not as plagued by such a broad use of these foods & ban many more additives & processing methods from their food supply. \n\nFrom the 1970s until the mid-1990s there was a strong health food industry in the US that offered real healthy alternatives. Foods with no additives or sugar whatsoever. That industry was bought out by food processing corporations & largely eliminated. Now we have faux ‘healthy’ subsidiary brands making mediocre & sugar-laden foods. There are also companies like the writer’s employer Beyond Meat producing needlessly highly processed ‘plant-based’ foods that are in reality not a lot better than conventional junk food.\n\nHighly processed foods are engineered to be tasty & addictive. They produce diseases from cancer to diabetes and harm Americans. Regressive neoliberal taxation is not the solution. These foods need to be regulated &/or eliminated.",
        "A nutritious diet is key to preserve our health (plus adequate physical and mental exercise, enough rest, and social intercourse), so to avoid preventable disease as a result of our consuming 'junk food' (ultraprocessed or not, i'e' sodas) instead of more natural ingredients we ought to make more available and affordable.  Without healthy habits, how in the world could we enjoy life, however brief, and share its values with each other?  Incidentally, are we aware that obesity in these United States is on the rise, from 60% to ~75% now, and triggering cardiopulmonary disease, Diabetes and Cancer? That treatment of these illnesses has become very expensive here and unaffordable by the many? That preventive medicine, so much cheaper, via a healthier diet, is the way to go?",
        "Americans are being injured & killed by a for-profit healthcare system. This paper’s response was an OpEd by an insurance executive justifying that suffering. This, even though ALL other advanced nations use a variety of viable alternatives that produce much better outcomes at lower costs.\n\nNow that proper attention is again being given to the great dangers of ultra-processed foods, what is this paper’s response? An OpEd by a nutritionist for the food processing industry using contorted reductionist reasoning to normalize another profit-for-suffering industry. This is perverse. Especially since many nations are not as plagued by such a broad use of these foods & ban many more additives & processing methods from their food supply. \n\nFrom the 1970s until the mid-1990s there was a strong health food industry in the US that offered real healthy alternatives. Foods with no additives or sugar whatsoever. That industry was bought out by food processing corporations & largely eliminated. Now we have faux ‘healthy’ subsidiary brands making mediocre & sugar-laden foods. There are also companies like the writer’s employer Beyond Meat producing needlessly highly processed ‘plant-based’ foods that are in reality not a lot better than conventional junk food.\n\nHighly processed foods are engineered to be tasty & addictive. They produce diseases from cancer to diabetes and harm Americans. Regressive neoliberal taxation is not the solution. These foods need to be regulated &/or eliminated.",
        "Americans are being injured & killed by a for-profit healthcare system. This paper’s response was an OpEd by an insurance executive justifying that suffering. This, even though ALL other advanced nations use a variety of viable alternatives that produce much better outcomes at lower costs.\n\nNow that proper attention is again being given to the extreme dangers of ultra-processed foods, what is this paper’s response? An OpEd by a nutritionist for the food processing industry using contorted reductionist reasoning to normalize another profit-for-suffering industry. This is perverse. Especially since other nations are not as plagued by such a broad use of these foods & ban many more additives & processing methods from their food supply. \n\nFrom the 1970s until the mid-1990s there was a strong health food industry in the US that offered real healthy alternatives. Foods with no additives or sugar whatsoever. That industry was bought out by food processing corporations & largely eliminated. Now we have faux ‘healthy’ subsidiary brands making mediocre & sugar laden foods. There are also companies like the writer’s employer Beyond Meat producing needlessly highly processed ‘plant-based’ foods that are in reality not a lot better than conventional junk food.\n\nHighly processed foods are engineered to be tasty & addictive. They produce diseases from cancer to diabetes and harm Americans. Regressive neoliberal taxation is not the solution. These foods need to be regulated &/or eliminated.",
        "Term “ultra” is the devil we talk about if processed foods are bad enough. More those chemicals food industry put into their products are dead wrong because humans and other living creatures have not been exposed to since beginning. How were our scientists sure they have not harm. Even they are not harmful as individual compounds, what effects are they after they are mixed? Why some of ingredients are banned in other developed countries and are legal in US? I am certain to make ultra processed foods required chemicals harmful to us. \nI am in opinion that the US tobacco companies lied about their cigarettes with  full of chemicals . Those chemicals are the cause of cancer. While smoking is not a good health way to live, generations of American Indian has been smoking with no cancer in the alarming rates",
        "Studies have shown that meat substitutes such as the product that the author does PR for are no healthier than any other ultraprocessed foods (saw it in this paper a couple of weeks ago). I guess that's why she is careful to ground her support for these products in the assertion that ultraprocessed meat substitutes are better for the environment than actual meat. Perhaps they are, but that has little to do with the argument she is making about their effects on human health.",
        "They are bad. Period.",
        "What a bunch of bunk.\n\nHave you seen, investigated what are referred to as \"Blue Zones\"?  These people eat pure, real food.  Take a look at the Sardinians.  They eat, grow, and prepare everything the eat, and routinely live long healthy lives into their 100's.\n\nNo, processed foods, the American dietary scourge all ought to be eliminated.",
        "Aren't 'beyond meat' products very high in sodium???  A terrible alternative, in my opinion...PJS",
        "Breakfast cereal is one of the worst things a human body can eat. The fact that you don't know that renders this article invalid.",
        "Sorry this article is useless.  And no yogurt and whole grain supermarket whole grain breads are not necessarily healthy.  One of the worst culprits for added sugar are single size yogurts and whole wheat bread.  Can't figure out why this article was even published.  Stop government subsidies for terrible food for kids and people in institutions.  Food stamps should be for FOOD not for sugary sodas as a big subsidy for soda manufacturers - BILLIONS of dollars spent that make people fat and sick.  Write about that along with all those little cartons of whole milk that get thrown in the garbage by kids and adults in so many institutional settings.  Kids don't need milk beyond a year old and neither do adults.",
        "Irwin Mainway says food companies are just giving eaters what they want.",
        "“ The experts felt that there wasn’t enough reliable science to draw accurate conclusions” is another way of saying “prove harm”—and also, corporations must be trusted while we lose grant funding for research that would undermine their claims of safety.",
        "Humans do not need to eat legumes, fruits, or vegetables. We can live perfectly well on a zero-carb, zero-fiber diet, as was already known a century ago. But don't expect to hear that from a consultant for Beyond Meat.",
        "The best nutritional advice I ever got was this: focus on putting good things into your diet, rather than removing bad things.\n\nSo yeah, I have hot dogs for dinner. But I also have a heaping helping of Brussels sprouts. When I heat up a bag of frozen Chinese food, I throw in a bunch of frozen broccoli, and suddenly it's much healthier than it would have been otherwise. I make sure to have fruit around, out where I can see it, so I have something healthy to snack on.\n\nIf you add healthy foods to processed foods, they're really not all that bad. The poison's in the dose.",
        "The writer is clearly lobbying for a former boss in the food industry.\n\nThe writer's opposition to a national call to action against the consumption of processed foods is pretty much the same argument against gun control: that there are just a few bad apples and the real problem lies elsewhere.\n\nYet by describing the meals of taxi drivers and single parents as a choice between processed food and 2 hours of cutting and chopping is to acknowledge that they're pawns of the multinationals that encourage the health consequences of unhealthy intake.",
        "Not once was it mentioned that more often than not processed food tastes better.",
        "Remember the food industry objections to the food pyramid?  Their political clout has resulted in unhealthy food information. The food that is served in schools is a plate of junk food. Boxes of sugar-laden breakfast cereal. Americans eat too much meat, processed junk, cans of swill, and lack sufficient exercise. This is not new information. Unfortunately, industry-beholden politicians will get people riled up about books and bathrooms rather than promoting healthy information.",
        "Some good points, but in some places this sounds like advice from a consultant for a producer of ultra-processed foods:  \"Consider a taxi driver trying to find something to eat at 2 a.m. or a single parent working three jobs. Telling that person to marinate meat, chop vegetables and make brown rice from scratch is not likely to get much traction. It may be better to say, 'Hey, here’s a pretty healthy frozen meal and some veggies you can pop in the microwave and eat alongside a piece of fruit.'\"  There are plenty of healthy choices besides marinating meat, chopping vegetables and making brown rice from scratch.",
        "Where are the lobbyists in this? No one recommends ultra processed food unless a lobbyist is involved. Period.",
        "Readers, stop reading when you get to the part that says he \"believes\" ultra processed fake meats are better for the planet. \n\nThis is not science here. This is belief, by someone who is a consultant in the processed food industry.",
        "Let’s say it louder for the people in the back…Who funds the study?  Who funds the scientists labs and work?  And lastly. Who funds media?  Big food and big pharma.",
        "This isn't about the diet of America's public; it's about sustaining the profits of the corporations that do the processing.",
        "There is considerable difference between processed and ultra processed.",
        "Our local Walgreen's carries a ridiculous amount of \nultra-ultra processed foods. The worst of the worst, \nall at much lower prices than in the supermarket.\n(Perhaps outdated or otherwise in need of quick sales?)\n\nAisle after aisle of truly weird imitation food products.\nAnd you have to walk the entire length of those aisles\nto get to (wait for it) the pharmacy counter in the very back\nof the store, diagonally opposite the entrance. I'm guessing\nthis layout is by design ? Buy more junk, need more drugs.",
        "OK, ultraprocessed food is not ALL bad, it's just mostly terrible.  So, how about stopping right there and stating the obvious:  if we want to be healthy, cut our consumption of this stuff by, say, about 95%.  Maybe the \"cab driver\" can carry along a healthy snack.  Being a little hungry is better than eating trash.",
        "You lost me at your support of Beyond Meat.  It may be better for the environment however, it is not better for humans.",
        "Having consulted for Beyond Meat, and evaluating what she wrote, the author seems pretty compromised.",
        "\"...According to Robert F. Kennedy Jr...\" \nWhat kind of dystopian nightmare are we living in when Kennedy gets press like he's a legitamite source of information, and not the quack that he has long been known to be.  So dangerous!",
        "What’s next NYTimes? After the recent op-eds promoting factory farming and ultra processed foods, are we going to be seeing articles extolling the virtues of vaping,  the importance of unfettered social media access for children, and why plastics and ICE vehicles are actually beneficial for our environment?!?!",
        "Bandwagons!  Always popular, and always proved wrong.",
        "Says the guy who works for the UPF industry.\n\n“Eat [real whole] food. Not too much. Mostly plants.”  That's all you need. \n\n100% oatmeal and unsweetened yogurt (cultures plus milk). Nothing added.  \n\nContrary to what this author says, UPF cereals and yogurts are full of things that are not conducive to good health.",
        "Your consulting for an ultra-processed food company is pretty disqualifying. Why should we care  about what you have to say?",
        "The author - \"Nicola Guess is a dietitian and researcher at the University of Oxford. She also runs a private clinic and has worked as a consultant for food companies, including Beyond Meat.\"\n\nRead this article with a healthy degree of skepticism. The author's opinions likely do not represent an objective evaluation of the health risks of many ultraprocessed foods, since she is a consultant for ultraprocessed food manufacturers, including Beyond Meat (BM).\n\nBM products include high levels of sodium chloride, i.e. salt, usually added to provide the illusion of enhanced flavor at low cost, in lieu of more costly natural herbs and spices. \nUltraprocessed foods often also contain high levels of saturated fats, which contribute to heart disease, etc.\n\n<a href=\"https://www.webmd.com/diet/foods-high-in-saturated-fat\" target=\"_blank\">https://www.webmd.com/diet/foods-high-in-saturated-fat</a> \n\nThe American Heart Association provides excellent guidance about reducing salt in the diet - which does not include eating ultraprocessed foods. \n\n<a href=\"https://www.heart.org/en/healthy-living/healthy-eating/eat-smart/sodium/effects-of-excess-sodium-infographic\" target=\"_blank\">https://www.heart.org/en/healthy-living/healthy-eating/eat-smart/sodium/effects-of-excess-sodium-infographic</a>",
        "Despite the headline for this article the author comes up with no good reason for eating ultra processed foods other than stating that they are more convenient.  Of course they're more convenient, that's how big business America gets people to eat this junk.  This coming from someone who just had a deli sandwich, chips, and a candy for lunch.  Tomorrow is home made lentil soup day.",
        "have you ever known a country like the US with so many foods recalls due to some kind of contaminations",
        "Which mega food corp pays the members of the expert committee?",
        "If they are against it, we support it.",
        "First, an article in favor of factory farms. Now the same for ultraprocessed foods. Glad my subscription ends next week.",
        "What is also becoming more obvious is the role that microplastics play in our food system- contributing to increasing chronic diseases, including disrupting the endocrine system.  This is part of the obesity epidemic, going hand in hand with ultra processed foods.  Please cover this as well",
        "The food industry uses the skills of engineers to create and optimize their food to maximize addiction. The result: hair-raisingly addictive products, right down to the “mouth feel,” taste (where the relative contributions of salt, high fructose corn syrup, crunch, umami, color, etc. etc. are balanced) and similar to optimize them  for addiction. Also in the mix are portion size …to make sure price, portion and profit are mutually aligned. \n\nLike the scientists working in industries such as tobacco, oil and gas and similar, food company scientists have watched the same alarming curves of bad social effects and the pervasiveness of their products, with unease.\n\nThis unease and the efforts by them to communicate it have been widely documented, including by the New York Times. A number of years ago, food scientists at Kraft, General Mills and other mega food corps, staged something of a palace revolt… [The Michael Moss piece, “The Extraordinary Science of Addictive Junk Food” (NYT 2/20/2013) documents the degree of intensive engineering and  corporate intention to addict customers that powered big food’s design and testing, as well as  this swiftly quelled revolt]. \n\nThere is a spate of lawsuits against these companies today about their addictive products: i.e. “why the General Counsel of Kraft found it harder to stop eating the company’s chocolate cookies than to stop smoking.”\n\nNuff said. And the author might consider apples, bananas, cheese,water, etc for taxi drivers et al.",
        "Not mentioned is the proliferation of convenience stores. Every gas stop now features a junk food store within. These products are advertised on the gas pumps (Wawa) and line the checkouts of stores as divergent as Michael’s and Target. Junk food is always in our faces, whether we stop for a newspaper or watch slow motion close-ups of food on our TVs at home.",
        "Some good points made in this article. The problem with nutrition is that people are selling snake oil. There is no scientific way to know what works and what doesn't. We all have to guess, and opinions differ. Expert opinion is no better than lay, and often worse. \n\nThe answer? The government should stay out of it. No soda taxes. No regulations on food (other than safety). Provide information, but let people eat what they feel is best for them. \n\nThe government can't solve social problems like obesity and disease. People like Bobby Kennedy who say they have solutions don't. We shouldn't buy their snake oil, and most certainly it should not be forced on us by the government.",
        "Can't see Trump and sycophants making any meaningful headway on improving the food and diet of Americans.  They will run into two show-stoppers.  First are the Industrial farming/food processing CEO who rake in billions with a business model built on the addictive nature of their products.  Second is will be initial support from the so called woke crowd who actually are big on eating healthy and exercising.  Trump & sycophants love billionaires too much and hate woke too much. \n\nRather, this effort will likely morph into a bait and switch. A thundering war on woke to keep the MAGA base happy.  Generous grants to the industrial farming/food processors for \"product messaging\", better known as gas lighting.",
        "Instead of taxing unhealthy ultraprocessed foods at the expense of the consumer, why not shift the massive subsidies our government already gives away for corn and soy toward toward healthy fruit and veggies? Why is the answer always socialism for the rich and rugged individualism for the poor?",
        "As we charge forth into the abyss well meaning people tend to go forth with the best intent but an even greater simplicity.\n\nProcessed foods need to be broken down into a series of categories bases upon health and maybe subcategories based upon ingredients that we know have adverse affects on health.\n\nTwo problems not noted is that we have many urban food deserts where healthy options are lacking and we a society that exists for immediate gratification, where how and when we consume food is just one more symptom.",
        "I know many people like the flavor or Beyond products and other ultra-processed food. Fine. But what evidence is there that such products are \"better\" for either individuals or the planet than options they may be replacing?\n\nPersonally, I'm a vegan who finds Beyond Meat beyond disgusting. I have ZERO issues finding many delicious options that are made entirely from nuts, grains, and vegetables. \n\nAs for the final paragraph, anyone who is putting faith in the next administration to do more than further line the pockets of corporate behemoths is putting their faith in a convicted felon and his proposed cabinet of inexperienced billionaires.",
        "Nobody wants to hear this, but the author is right: there’s no secretly-evil ingredient in so-called ultra-processed food. I am a busy working mom, and I rely on healthy frozen dinners every night of the week. They are nutritious, affordable and not nearly as wasteful as buying raw ingredients that I’d have to prep and cook and throw away leftovers that spoil. We have to demand healthy convenient food from industry, not deny that industry exists.",
        "People are always looking for some magical way to lose weight while still stuffing themselves.  They are always looking for some thing to blame that if they just stop eating this one thing the pounds will magically disappear along with any health problems caused by being overweight. \n\nThis time around it is ultra processed food.  There are no easy shortcuts to losing weight and being healthier unless maybe you want to spend a $1,000 a month and inject Ozempic into your body for the rest of your life.  Losing weight and being healthy requires discipline, exercise and moderation when it comes to eating foods that are not that good for you.  \n\nUltra processed foods are like everything else. Some are good, some are bad and many need to be eaten in moderation for a healthy diet.",
        "Some people, like the elderly, are physically unable to cook all their meals from scratch. That's why foods such as instant Quaker oatmeal, for example, can be a godsend even though it's \"ultra-processed. Also, some of the price concerns are not valid. A 15 oz can of store brand black beans (very nutritious) will cost you 99¢. Canned vegetables are nutritious and cheap and frozen vegetables are considered sometimes better than fresh because they go directly from the field to the freezer. Remember when our mothers (or grandmothers) used to \"put things up\" (canning in Kern's jars) so we had fruits and vegetables for the winter? Most of the population was thin then.",
        "Look at the ingredients label from just about any item in the U.S.: aside from fresh veg, and you will find a long list of ingredients - none of which are food. \n\nNow look at an ingredients label from the UK, where what may be put into foods is regulated (gasp!). You'll see food - not chemicals. It really is quite striking. \n\nIf the US would stop allowing itself to be dictated to by Big Food - which aims not at health, but profit - the quality of the food we eat would improve.",
        "Realistic portion sizes on labels would help although probably few actually read them.  But when a bag of chips has 160 calories in big numbers on the back, people dig in thinking it's not that bad, neglecting to realize that the portion is like maybe 7 chips.   For most people that is just the warm up to the whole bag.  The Lay's Potato Chip ad about not being able to eat just one was not just a joke.",
        "\"make beneficial products, including Beyond Meat, which makes ultraprocessed meat alternatives that I believe are better for the planet\"\n\nConsidering that it's been wildly accepted that Beyond Meat is a net negative for the environment, I'm going to have to assume the rest of your take is just corporate shilling as well.",
        "People would probably eat healthier, if the healthier options were more affordable than the unhealthy options. Organic costs way more than inorganic. I would be all for convenience stores having an aisle of fresh ready to eat produce, but we have to change our mindset on how we eat and how we live.  We need to slow down, and not look for the quick foods and the quick fixes. In the meantime,  eye catching and appealing marketing for the young that promote healthy food instead of promoting facial cream and Botox  would be one positive way to go.",
        "When things are no longer part of living things, they are naturally reduced to basic organic elements by exposure to bacteria and the elements. Bacteria need the right conditions to consume things including moisture and temperate conditions. Humans learned how to suppress natural rot by many means which are used to extend the usefulness of foods so that people can obtain nutrition without hunting and gathering every day. These are the basis of food processing that enables the mass production of food for people far from where people eat it.",
        "I think that any item that you make at home has a short shelf life because it is not as filled with sugar, hydrogenated oils and innumerable ingredients that are stabilizers, plus preservatives. Items in the category that last months on the grocery shelves are what I would consider ultra processed. Chemically designed \"natural flavors\" that keep us reaching into the bag for one more while not satisfying nutritional needs are in this category too.",
        "I love these articles with provocative titles that don’t offer any practical solutions.",
        "Breakfast. Two eggs from the CSA farm, two slices of toast home baked bread and some Mango. I have moved to buy as much of my meat that I eat locally. I cook 95% of my food. I get pretzels from a high end small company in PA. 65. 195lbs, no real fat and super fit. It is all a choice.",
        "A lot has changed since 1980 (The year I started HS) and today. \n\nThe obesity epidemic has EXPLODED around us, and along with it, diabetes, hypertension and the rest of that family of maladies.\n\nHow is it that, during my life, we've gone from a society where most people were at, or close to, a healthy weight to one in which 80% of people would qualify for Ozempic if it is approved for weight loss?\n\nAnd how is it (and this has ALSO happened in the last 45 years) that has happened despite the fact that we now have year-round access to fresh fruits and vegetables and the advantage of numerous groundbreaking advances in medicine?\n\nWhen you look at today's typical diet compared to that of 45 years ago, it starts to look like you've found your explanation.",
        "I’m wondering why we aren’t talking about “natural flavors” and what they are doing to us. They make processed food taste better, assuming that without these flavors, they’d taste bad. Then maybe people wouldn’t eat as much highly processed foods. Even tea has it. What are they, how are they made and how are they affecting us?\n\nPlease stop vilifying saturated fats. Humans have been eating them for a ling time. Butter and meat in moderation from high quality, happy animals, is very healthy. Even tallow and lard are good for us in small amounts. Much better than inflammatory high processed seed oils and fake olive oil.",
        "What's even worse than the chemicals in ultra-processed foods is that plowing,  the use of chemical fertilizers, and long delays in the journey from farm to table result in food  with diminished nutritional value. There is no comparison to food grown in healthy soil and eaten soon after it is harvested.",
        "The definition of ultra processed foods given in a recent NYT article was any food product which contains ingredients not found in a typical home kitchen. This is the exact definition used to describe processed foods in the 60's and 70's. I guess someone decided to up the ante by adding \"ultra\" to the exact same thing. This alarmist escalation makes it hard for consumers to differentiate between things like Hot Pockets and whole wheat bread. Not helpful.",
        "It's not a food issue, it's a drug /addiction issue. UHP food is not meant to nourish, it's meant to deliver a hit, not to stave off hunger but to make you feeel good. It's drugs masquerading as food. Like other drugs it's possible to consume in moderation, and it's not bad in small quantities, but most people lack the skills to self-moderate. Complicating matters, not only does UHP food have addictive potential, it is also widely accessible. Like old-fashioned addicts, we now need a drug (\"ozempic\") to get off another drug (UHP food-like products).",
        "I was a biomedical scientist for many years. If my student had cited a NYT op-ed piece to substantiate her claims, I would have sent her thesis draft back immediately. Click on the link where Dr. Guess says that ultra-processed cereals and yogurt are not associated with poor health - it takes you to another NYT op-ed from September, 2024 by Alice Callahan. In this op-ed, Dr. Callahan provided numerous links to primary sources (academic papers), but it becomes immediately apparent that all studies were not conducted under comparable conditions, nor did they evaluate the risk for the same disease. One of the links was not an original paper, but a letter to the editor. Altogether, I did not find them robust enough to conclude that certain ultra-processed food is acceptable or even beneficial.\n\nI did not want to waste my time any further on this piece because I found Dr. Guess's citation troubling.",
        "Americans don't pay attention to the government's dietary recommendations.  Most Americans eat more than the recommended amounts of sugar, salt, saturated fat,and protein, and not enough whole grains or fruit. And then there's vegetables. Only 10% of Americans eat the recommended amounts of vegetables.  America's favorite vegetable is a French fry.\n\nRather than opening up an esoteric debates  on questions like whether extruded food -- food pushed through a tube -- is inherently unhealthy, the USDA should focus on getting people to eat their veggies.",
        "Talk of banning or eliminating uktraprocessed foods ignores the many food deserts in the US where not much else is available. I like the authors idea of adding more fruits and vegetables when available.",
        "Unnamed chemical additives, many unnamed because they are not required to be listed by our government, should all be on labels and all tested. How about we start by naming every chemical added to the food, skin care, and pharmaceuticals.",
        "Its clear that the scientific community has huge gaps of knowledge in the whole process of growing plants and raising animals for consumption,  the myriad effects of processing (or not processing) what we eat, and the complex interplay between what we consume and the microbiome, and what actually enters our bodies.  We do know that ultra-processed foods are the products of agribusiness, whose goal is to maximize monetary profit, not human, or  planetary, health.  To maximize profit,  they industrialize the growing of plants, then create edibles that minimize price, and maximize consumption. The piece reads like a soft defense of ultra-processed foods,  completely ignoring the drivers of a revolution in what people eat over a few decades, as well as the evidence for these plastic-wrapped and pre-prepared goodies playiing a role in unhealthiness of children and young adults in countries where people can afford to eat 60% ultra-processed foods.",
        "On a recent trip to Japan, we noticed a lot of packaged, processed foods. Many foods are fried like tempura or tonkatsu. Obesity was still rare. However, you see people walking everywhere. \n\n\nAmericans are too focused on what they can eat to be healthy instead of what they can do. At home, we try to go for a daily 2 mile walk. In Tokyo, we were walking 7 - 10 miles a day walking to the train stations, shopping, and going out for meals. We ate like crazy and did not gain weight.",
        "Oh come on. You Americans have been an ongoing (incredibly profitable) experiment since the 70's when \"food science\" took over your food supply. You're now consuming a huge array of genetically modified plants and animals, your foods are permeated with high-fructose corn syrup, preservatives and numerous other artificial chemicals. \n\nWhat you consume often resembles \"formulations\" rather than food and your health is suffering. Just look at almost every photo over video of Americans. Most of you look like plump meatballs. 75% of you are overweight or outright obese. your life expectancy has dropped in spite of all the calories you consume. \n\nOne other crucial factor in the American diet is that most of you don't cook anymore. Not a good trend.",
        "The evolution of the human brain requires far more dense nutrition than can be achieved by eating fruits and vegetables, alone, and the nutritional needs of people have been known to be insufficient with respect to certain nutrients for some people who have attempted to rely upon a strict vegetarian diet. \n\nWe cannot eat legumes without processing them to remove chemicals that impede absorbing nutrition from them and avoiding disruption of the digestive process causing serious illnesses, for example. Our bodies evolved upon omnivore dietary, which has caused vegans to rely upon processed foods to achieve adequate nutrition without foods from animals. \n\nAs for the claims that eating animal foods is bad for the planet? Actually, eating any foods results in the same effects upon the planet by humans, what affects the emissions of carbon gases is the existence of animals who expel methane gas from digesting vegetable matter. The animals must be destroyed and not replaced to affect their effects upon global warming. This would apply to wild and domestic animals, both. The strategy amounts to selective extinctions of species. Do we really want to undertake that kind of task? Can the production of these gases by affected by some kind of way to alter their digestions?",
        "I would love to see an honest discussion about the deplorable state of the food supply in the US. There are major problems  and all our \"experts\" are paid off to pretend they know nothing.\n\nI'm fully behind RFK and whatever efforts he can make in the corporate run and very much self serving \"FDA.\"",
        "Labels can be manipulated - even ultra processed, organic, etc. \nIt’s more understandable to talk about the foods themselves - eg bread with no preservatives. \nAlso - how many of these expert scientists have received funding from the food industry?",
        "How different is it that some experts were found who can't find problems with 'generally regarded as safe' food additives, and similar experiences with expert doctors and scientists advocating for the tobacco and fossil fuels industries?\n\nWhen it comes to what one can expect people to do in their own diets (foods they consume), certainly, if unhealthy options are widely available and healthy options are harder to find, less convenient and more expensive, many people will choose what's easy and inexpensive.\n\nThe fact that people might make their own unhealthy foods at home is a weak argument.\n\nThe government agencies responsible for the nation's health should set standards without regard to what is achievable by large scale agribusiness, educate the public to generate demand, and subsidize healthy diets as needed to get to the goal, transferring those subsidies away from ill-health producing industries and taxing them to boot, just like tobacco and alcohol.",
        "NCBI: 74% of Americans are overweight or obese.\n\nWe are the 3rd largest population on the planet. We have more unhealthy people than whole countries. \n\nYour perspective is completely out of touch. That is, if we removed all ultra processed food, people would not starve. It is a luxury. It can be replaced without harming the poor taxi drivers (Uber drivers) and single mothers (my mom was one; she cooked. Then me and my sister learned how to COOK eggs and veggies as early as 10).\n\nThe taxi driver or the mother should know the cost of the quick meal is health problems down the road. No time? Maybe instead of the microwave dinner, they buy the rotisserie chicken and a couple fruits.",
        "The diet of way too many Americans is outdated and terrible. It's like they can't connect that to obesity and early death, which obesity absolutely causes. Those 40 years of munching snacks aren't worth the pain of the final 10. And yet. It's like kids in a candy store.",
        "The government was bought off by cereal/grain processors back in the 70s and 80s when the four food group dietary recommendations were abandoned in favor of these insane and ridiculous pyramids that at first encouraged 15 servings of pasta at the base every day topped with candy at the top. Weight started increasing at the same time and my Jewish grandmother changed her tune from “you’re too thin” to “you’re looking beefy” and my body weight went from a healthy 175 to 210 and set me up for diabetes. When eggs and butter and meat became toxic to the heart in favor of sugar covered sugar smacks and sugar corn pops and fruity loops.  Lobbying money does not belong in the development of dietary recommendations. When the grain producers wanted more growth they started paying Congress to take even more grain and convert it to fuel for cars and trucks. Best government the grain producers can buy.  The rest of us die for their profits. Where else do see this dynamic of governance?",
        "Because ultraprocessed foods provide calories, for one. If you can only eat McDonald's food versus none... \n\nNot first choice, ultraprocessed foods, but when there's no choice and/or it's the only affordable, even available coice...",
        "We don’t need the lunacy of an RFK Jr zealot, we need common sense. And we need more economic equality and social justice so that everyone’s health improves.\nIn countries with high economic inequality people of all economic brackets suffer more from physical and mental illness as well as substance abuse….and all have shorter lifespans than those in countries with more equitable economies.\nNot to mention that it is just the right thing to do to eliminate poverty. This country is heading down a disastrous track based on greed and self interest.",
        "The blanket condemnation is another manifestation of the poor education system in the U. S.",
        "Kennedy claims that french fries cooked in beef tallow are healthier than the oil McDonald's now uses (canola oil, non-hydrogenated rapeseed oil, and sunflower oil).  And that polio vaccines are deadly.\n\nThe word \"loony\" doesn't go far enough to describe where we are right now.  There was a time (before vaccines) when people would deliberately infect themselves with cowpox, because it was well known that people who had suffered cowpox (fever, skin lesions on the hands an mouth for 9-11 days) would be immune to smallpox.  Please don't give Kennedy huge props for saying junk food is bad for you.  It's like saying someone is very smart when they tell you you shouldn't stand in the middle of a highway during rush hour.",
        "Most of us are goaded into being frantic rats, kept that way as a means of control. If you're scarfing down fast food at 2AM, your cortisol level are probably very high. Has anyone ever investigated how the combination of high cortisol levels AND the host of unpronounceable chemicals in our food interplay? All the people here using Europe as counterexample forget they still remember how to live; they're not all wound up widgets.",
        "The title is the article is somewhat misleading. Ultraprocessed food is always a poorer choice for our health than the real food alternative. A real potato beats a freezer French fry and a chick pea will always beat hummus. \n\nThe real issue is buried in the middle, we need access to provide both a carrot and a stick to nudge the population to eat healthier: remove subsidies for the ingredients that go into ultraprocessed foods and mass animal agriculture such as corn and instead tax foods that come with poor health outcomes. This is not just sugar, but effectively all food that comes from a factory. Do this in gradients, so hamburger helper has a higher tax than hummus. \n\nSecond shift those subsidies to make fresh food more affordable and available. Work on removing food deserts and change out half the aisles in a supermarket for fresh foods that are cheaper on a calorie for calorie basis than the processed stuff. Also work with supermarkets to create “ready to cook” packaged veggies like they have in many European supermarkets. Make cooking easy and quick. \n\nThat taxi driver at 2am should have easier and cheaper access to an Apple and a Banana than a bag of doritos…",
        "Quick quick roll out the paid for scientists to lend credibility to our business model.  And stop with the story of the poor average person who has to eat something at 2am and it couldn’t be a piece of fruit?  Maybe something prepared at home and brought with to work?",
        "@ Michael Pizza as a vegetable? Oh Yeah. I looked that up and it was in 2011. It was part of the reaction against the Obama administration's attempt to make school lunches healthier:\n\n\"Republicans on the House Appropriations Committee said the changes [to the Obama administration's proposal] would prevent overly burdensome and costly regulations and to provide greater flexibility for local school districts to improve the nutritional quality of meals.\" -- NBC News (<a href=\"https://www.nbcnews.com\" target=\"_blank\">https://www.nbcnews.com</a>/)\n\nIn other words, it was not a panel of egghead scientists classifying a pizza as a vegetable due to the teaspoonful of the tomato paste on top.  It was Republicans in congress using their congressional power to support their actual constituents, big business, in this case, the food processing industry. \n\nIf you voted for Republican politicians based on this kind of nonsensical decision, I hope you check out who actually was responsible for it.",
        "Everyone knows the difference between a Twinkie and hummus, try again. This is a weird hill to die on and an even weirder knee-jerk reaction to the Right opposing agribusiness. You should accept this as a good thing for bipartisan support.",
        "\"Ultra processed foods aren't always bad\" ... doesn't mean they are good either. Problems with american food are quickly show by the question of \"how bad should it be to ban it\" rather than how good should it be to promote it. \n\nRace to the bottom, and it shows in our \"bottoms\".",
        "Too many Americans eat like insatiable garbage disposals. \n\nOn avg, we now eat 208,000 more calories/yr than we did in 1970. There are 3500 calories in one pound of fat - do the math. 88% of those additional calories come from sugars, fats and refined grains that are stuffed with calories but lack nutrition.\n\nMany of those additional calories come from the fast/junk food that 41% of US adults eat on a given day, as do 36% of our kids. The richer we are, the more fast/junk food we eat.\nThanks to us, US Big Fast/Junk Food sales have doubled since 2020. We consume more than 2X junk food vs the UK - #2 on the global list and have many more fast/junk food outlets/capita than any other large nation.\n\nUS fast/junk foods contain many more chemical additives than do their counterparts in Europe where consumer protection is stronger. Could those extra additives be addictive?\n\nPlus, 75% of us fail to meet the CDC's lenient exercise recommendations and 90% fail to eat the suggested amounts of fruits/veggies.\n\nNot surprisingly, our adult obesity rate grew 3X and child rate 4X since 1970, along with our explosive growth in avoidable \"Lifestyle Diseases\" and in the cost of our Sickness Care system.\n\nIf we'd just treat these bodies like they're the only ones we'll ever get 😳, we'd be healthier, richer from lower Sickness Care costs and have better quality of life.\n\nIt's a choice.",
        "Nicely balanced article. Finally a voice noting that “ultra processed”’foods is a meaningless term.",
        "Confusing hummus for ultraprocessed food shows that the intent of the author is to confuse. \n\nThere's one simple fact: seed oils cause inflammation and obesity. These are corn, canola, cottonseed, soy, sunflower, safflower, grapeseed and rice bran oils. They're made using production techniques that super-heat and bleach them, so they didn't even exist until 1870. \n\nThey trigger a false sense of hunger by stimulating endocannabinoid receptors in the small intestine to tell the hypothalamus to keep eating--just the sort of mechanism you'd expect food companies to exploit, eh? \n\nOnce consumed, they are chemically unstable, causing mitochondrial damage. \n\nLeave sugar and grains out of this. If we could just stop eating these seed oils, we would be healthier and certainly thinner.",
        "Stop it. Stop this bizarre line of thought akin to body positivity. Eat more whole foods, fruits and vegetables. Eat meat if you’d like, but less of it. How many times are we going to look for a “quick fix” in diet before we all realize the answer has always been the same?",
        "What. That taxi driver eating at 2:00am could have a few fruits, nuts and veg stick with him. Very healthy. How would they have access to a microwave?",
        "Did you know the author works for a diet company that helps people lose weight with the drug Wengovy? She also works for diabetes related companies. Also, why are many countries announcing the presence of ultra-processed ingredients and the harm to health (food labeling on this was SO obvious in Mexico)? She references the uncertainty of the research as a reason that US labeling and recommendation haven't changed. That's ridiculous ! The group that makes these decisions is heavily influenced by Big Food who certainly doesn't want to share the data-driven warnings that are appropriate.",
        "Is plain yogurt really ultraprocessed?  It's just milk, culture, warmth and time.  That's a very broad definition, with the prefix \"ultra\" being forced to carry a lot of luggage.",
        "NATURAL FLAVORS are the biggest lie out there...It's a cover for a multitude of chemicals and is anything but natural. The food lobbyists walk the halls of Congress, and were successful in this case.",
        "Working people are too busy to eat well. We need to offer them bad expensive food choices and then blame them for their lack of moral discipline.",
        "What's next, smoking tobacco is not so bad?",
        "A lot of the problem is how ultra processed foods are allowed to be manufactured in America. If you went into a European grocery store you’d find many similarly ultra processed foods. However, when you eat them, there’s actually enough fiber to stay full and the long list of permissible additives is absent from many products. Just compare pasta in box in Italy and pasta in a box in the US and tell me why the nutritional value is completely different.\n\nI don’t faith the modern world is going back to a base ingredients lifestyle, but it would be nice to see convenient products not corrupting peoples health to the extent they’re allowed to in the US",
        "All processed food is unhealthy, there are no exceptions.Unfortunately, consumers don't have much of a choice when it comes to eating organically healthy foods. Costs are prohibitive for low and middle income families, Someone like me who grew up in the 50's when there was no processed food, and obese people non-existent, not surprised by the exorbitant health costs families are now dealing with. Corporate America along with the media they employ have waged war against Kennedy, who Trump appointed to combat the health epidemic that is bankrupting families and government. Kennedy is absolutely correct, our children are being poisoned by the processed food that is everywhere you look. Healthy food is medicine that helps the body stay healthy. Corporate America has put an end to that.",
        "The focus is all wrong. Stop focusing on the food, and start focusing on people's behavior, specifically eating. Food can be good or bad -- and we mostly know what a good or bad diet is. But what really counts is *what we do with that food*. It's on us, not the food!",
        "I'm surprised to see yogurt included in the \"ultra-processed\" category (unless it's referring to sweetened yogurt with processed fruit in it), but plain yogurt is about as \"un-ultra\" as can be. Our ancient ancestors made it!",
        "Ultra processed foods are completely unnecessary.\n\nBreakfast cereal thrown into a food processor will be reduced to dust in seconds \nCheerios are simply formed oat dust .\n\nPink yogurt is not necessarily pink because it claims to be blended strawberry.\nIt may have its color enhanced by beet juice..\n\n\n\nIn my book, no ultra processed food deserves a pass, “healthy” or not.",
        "Hummus is processed. It is not often ultra-processed. Yogurt has minimally processed versions and ultra processed versions. Just mixing and blending a food isn’t the same as adding brand new engineered ingredients.\nChip flavors are carefully honed in a lab. You can make hummus and yogurt at home. People know when they look at a product and think, could a person with a ton of time and a stocked kitchen make this? If not, it’s ultra processed.",
        "Most foods we eat are processed. Cooking is processing. All food can be put on two spectrums - from ultra processed to unprocessed and from pure junk to very healthy. Of course you'll end up with processed, even ultra-processed foods that are not bad for you. \n\nThe broader point is still valid: the majority of ultra processed food is hyper palatable and thus unhealthy. It doesn't activate the body's satiety mechanisms well enough (if at all), so it's easy to over-consume calories from these types of foods. And as science has established over and over again - a positive energy balance is the number one driver of weight gain.",
        "\"I have consulted for food companies that I feel make beneficial products, including Beyond Meat, which makes ultraprocessed meat alternatives that I believe are better for the planet.)\"\n\nDoesn't your job description make you more beholden to HUMANS?",
        "There is limited serious science regarding nutrition, it's something that is basically left up to individual agency and markets. Go into shops selling supplements or literature about supplements or on-line articles and the declarations of surprising insights about nutrition have been projected since the late 1800's, and continues to this day. The actual science is just far from adequate to offer definitive answers regarding the questions about nutrition. Every scientific discovery results in new speculations as to what it reveals about nutrition. \n\nSo what do we know? People are more likely to develop chronic diseases from how people live in our civilized ways of life. We also have increasing retention of energy stores by more and more people from overeating. We see correlations between these facts and other facts like development of the chronic diseases. We know that we have many kinds of processed food that are highly nutritious with carbohydrates, fats, and protein which deliver great amounts of energy that human bodies save, even when people are not hungry. But while we guess that the correlations represent cause and effect relationships, correlations never do because cause and effect must be explicit to know them to be true. \n\nWithout firm knowledge of how eating results in diabetes type 2, physicians recommend relying upon the seeming correlations to recommend restricting dietary and losing weight. But a lot of study must be done to establish reliable knowledge.",
        "I have always struggled with weight.  I grew up eating Lucky Charms in front of the TV, drinking KoolAid and soft drinks and craving McDonald's --I still do today, well except for the Kool Aid.\n\nAt times, I have been able to shave off considerable weight through various changes.\n\nOver the years, I have concluded that key ingredients to weight loss and remaining healthy are: nutrition, quantity, exercise ... and of course the magic ingredient, motivation.\n\nThere is still room in there for a Big Mac once a week and a frozen pizza on Thursday.",
        "I wish the author had addressed the packaging that ultra-processed foods come in. Plastic is not an inert material; it readily \"leaks\" chemicals that are added to polymers to give different types of plastics their various properties (flexibility, rigidity, etc.). It is well established that many of these chemicals mess with our hormones. Some have been linked through multiple lines of evidence to metabolic disorders — like obesity, diabetes and cardiovascular disease — that have been on the rise in recent decades. The increased use of plastics in recent decades parallels the increase in these and other diseases. \n     I invite Ms. Guess and readers to check out the work of Dr. Leo Trasande at NYU Langone. He's the lead author on several studies about the disease burden and costs of hormone-disrupting chemicals, and also wrote a highly readable book called Sicker, Fatter, Poorer, published in 2019.",
        "I think that the problem of getting your meals quickly can be solved without fast food. What I do is I simply cook once or twice a week in large amounts. We somehow feel we have to eat something different every night. That’s not true. I make delicious food and I avoid all those ingredients with indecipherable names.",
        "Thank you.  Ultra-processed   for things like sausage, fish, meat are ways to preserve food.  I remember home canning and botulism.  Frozen is often to be preferred to fresh.  Many people like me are extremely sensitive to starches.  To loose weight and control blood sugar -- something similar to the Dr. Bernstein Ciet (details on VerywellHealth.com)  -- protein, fat and low glycemic index/load carbs.   (Why chocolate dark chocolate prob. healthier for some than potatoes!! with the same amount of fat added.)  Whole grain did not do it.  Perhaps I overeat starches.. or overate them.. Love all of it -- congee, mashed potatoes, bread.  Has to be less than 300 cals of my daily diet.  And BTW never a discussion of Naked Oats (avena nuda) a kind of grass ( hull-less) high is protein (20%) and which in studies has been shown to lower blood sugar.  Available from Montana Glutenfree.  (I mix with regular oatmeal for breakfast).  Why is this kind of info not out there as much as all the stuff about the Mediterranean Diet??",
        "If hummus and Beyond Meat are both considered “ultra processed” we need better terms to describe different foods.\n    One is a simple combination of a few whole foods, one a laboratory concoction of ingredients that mostly have little resemblance to their original sources.",
        "Scientists on the payroll of the food industry, big agriculture or the chemical and pharmaceutical conglomerates? Who else would they work for these days? Education is increasingly compromised and the government is being whittled down to green-lighting yes-men (and women). And, yes, then there’s the press.",
        "Pfffff.  Okay, \"expert.\"  Keep waiting for the scientific smoking gun to be found while you continue to ingest ultra-processed foods full of maltodextrin, seed oils, dyes, etc.  \n\nIn the meantime, people with common sense will bet that they're bad for you, eat whole and healthy, and be far better off.  \n\nWho is this dietician and researcher getting money from?  Which Big Food-Big Pharma company??",
        "Instead of the government subsidizing industrial farming that is the basis of ultraprocessed foods, subsidies should go to organic farms doing regenerative farming that produces grassfed dairy, fruits and vegetables.  These foods should also be sold affordably and be readily available to consumers throughout the US.",
        "When I was growing up in the early 1970's, we ate less healthily but were skinnier.  We ate processed meats ( eg salami) that are relatively low in calories but high in nitrates and salt.   We had thin slices of white bread for toast instead of thick slices of whole grain bread.   In my family we had dessert daily, usually canned fruit or homemade baking.  Most importantly,  home cooks were cooking with reasonable amounts of salt, sugar and fat, so that it was pretty easy to prepare a home cooked meal that tasted delicious and was satisfying.  I think when home cooks started decreasing the salt and fat in foods in the late 70's, people started eating out more ( fast foods) and craving salty and sweet foods in larger quantities, thus the giant snack aisles in grocery stores developed.",
        "This essay is flawed for so many reasons. Let's quickly examine a couple. \n\nThe author cites a study where half of participants ate ultra processed foods, and the other half whole foods, but where both diets included the same amount of sugar and salt. It's inclusion here has to be a misuse of the study since one of the key arguments against ultra processed foods is that they are loaded up with unnecessary sugar and salt! Even still, the author admits that the ultra processed diet resulted in participants' eating significantly more and gaining weight - and this is supposed to be an argument FOR ultra processed foods? Is the author wearing clown makeup? \n\nNext, let's talk about the author's shot at homemade bread (with its odd butter caviat that I can't completely parse). I've been hearing this argument about bread as the conversation around ultra processed foods evolves; store-bought bread is processed and has whole grains, so processing food can't be bad! It's a wildly reductive and misleading argument. Yes, whole grains contain important nutrients that milled, white flour does not, but that does not mean any dish with a whole grain is 'healthy.' In fact, it's overly simple to think of foods as either 'healthy' or 'unhealthy.' Different foods provide different nutrients that our bodies need. The concern about store-bought bread is the added sugar. I challenge readers to check the amount of sugar in their whole wheat bread...\n\nAnd I'm already out of space, sorry I can't go on.",
        "One thing that would help, no matter what people are eating, is if more people would refrain from eating or drinking all the time.  I look out my window to a busy street and it seems, no matter what time of day or night, most of the folks who walk by are eating or drinking something.  Go to any mall and the vast majority of folks are eating and drinking as they walk around.  Apparently for many the main attraction of a night at the movies is the concession stand.  It's revolting.  It's not necessary to be stuffing your face 24/7, and it's unhealthy no matter what you're eating, so just stop it.",
        "I know from experience that you can gain quite a bit of weight on \"healthy\" nuts, cheese and olive oil, even if you eat lots of lean protein and vegetables along with the delicious but calorie dense goodies! I still eat cheese, nuts and olive oil, but now I keep track of how much.",
        "Its not the \"ultra processing\" that is harmful. Its the ingredients in most ultra processed foods. Common sense.",
        "\"It may come as a surprise, then, that an expert committee of scientists advising on the federal government’s dietary guidelines...recently declined to take a strong position against ultraprocessed foods\"\n\nSame experts that say the Food Pyramid is the healthiest diet",
        "Its not the real food part of ultra processed food that scares me.  \n\nIts the dyes, preservatives, emulsifiers, \"mouth feel\" ingredients, fungicides, pesticides, antibiotics, artificial flavors, hormone regulators, \"diet\" stuff, and the unnecessarily large amounts of sugar, salt, and fat.\n\nYou know, the whole \"mad scientist\" experiment thing, where we're the lab rats.\n\nI could go on, but I think the point has been made.",
        "About 20 years ago my uncle told me how he lost weight and got healthier. He stopped eating anything that had high fructose corn syrup or hydrogenated oil. It cut out basically all the junk food and was not a diet, just a change. It was really good food advice and very simple.",
        "It's a struggle to find clarity when the primary guiding principle is:\nFirst, do no harm (to the economy)",
        "I'm certain that among Trump supporting voters, a healthy diet has about as much allure as vaccinations that could save your life or masks and isolation that could save the lives of others.\n\nTrump has \"the concept of a plan\" that will \"save their bacon\" - pun intended.",
        "So much of the indictment of processed foods lacks any scientific basis. Yes, excess intake of sugar is not healthy because of its high caloric value.(but does NOT cause diabetes). True also that eating a higher quantity of fruits and vegetables is good. The vilification of salt is not based on any science. The dietary guidelines do need a thorough evaluation based on known science not on our prejudices.",
        "A common saying “anything in moderation” should also be considered here.  The FDA has specific guidance for food manufacturers called RACC - “reference amount customarily consumed” for reasonable food portion sizes. Those serving sizes do not indicate that a large bag of chips is one serving.  Yes, we should all eat well (note eating healthy is not the entire issue) but we should all eat normal sized portions, which we don’t. This “sizing up” of portion size has been encouraged by the entire food industry.  So, eating chips, cookies and other non-nutritive foods is not eating well, but can be a part of a balanced diet if we make sure that we eat reasonable portions of those foods along with more nutrient dense foods.",
        "I would like an examination of the \"studies show that people support higher taxes...\". I have a high sense that such a study is deeply flawed, if not false. Asking people to subsist on beans and vegetables, to spend huge amounts of time cooking, money buying cookware, etc is just not realistic. The rich can afford healthy food, it is the poorest who suffer. Perhaps if the safety net in the USA wasn't so threadbare something could be done.",
        "France has a five-point scale on the labels of prepared and processed foods -- A, B, C, D and E. It makes healthier choices incredibly easy when cruising the aisles of  supermarkets. And it illustrates that some processed foods are indeed healthy.",
        "A fascinating article from the World Journal of Diabetes is \"Excess Vitamin Intake: An Unrecognized Risk Factor for Obesity\", available free at <a href=\"https://pmc.ncbi.nlm.nih.gov/articles/PMC3932423\" target=\"_blank\">https://pmc.ncbi.nlm.nih.gov/articles/PMC3932423</a>/\n\nIt compares longitudinally a number of countries with different regulations for vitamin fortification of certain foods, such as flour, bread, breakfast-cereal, and infant-formula.  It controls for lifestyle differences and similarities among the various countries, and shows that increases in the rates of diabetes and obesity follow mandated fortification with certain vitamins.  It shows that in infants fed fortified formula, excess body-fat occurs *even though* they burn more calories than infants who are not fed fortified formula.  It also posits a means by which diabetes is not caused directly by diabetes, but both diabetes and obesity are caused by excessive vitamin intake caused by over-fortification of commonly consumed foods.\n\nI happened across the article by chance and was so fascinated by it that I read it from beginning to end in one sitting.\n\nI'd love it if The New York Times would report on this finding and tell us whether other researchers have replicated or contradicted the conclusions.",
        "The “inconvenient” argument is weak; yes, for some people, cooking your own food is very challenging. But for most people, it’s a lack of desire, knowledge, skill, etc. I’m often shocked at how little some households cook; everything is takeout, eating out, or processed foods. There’s an incredible range of food that is quick, easy, flavorful and even inexpensive (eg dried beans, rice, chicken/pork shoulder, broth, roasted vegetables, salad with homemade dressing) that can be made once a week and enjoyed throughout the week.",
        "Faux meat may be healthier for the planet, but not necessarily for people, as the added salt and sugars (or sugar substitutes) plus thickeners, aren't all that great.",
        "The term “Ultra Processed” makes one think that cutting edge science has developed processes the improve upon food preparation and packaging . When, in fact, many if not most ultra processed foods rely on chemical warfare to preserve shelf life and ungodly amounts of salt and sugar are included to improve palatibility. \n\nAfter radically reducing the amount of ultra processed foods in my diet, I dropped 35 lbs and my unmedicated blood pressure went from 138/90 to 110/70.\n\nSo, you can have my share of ultraprocessed foods, I’ll pass",
        "The way we eat - using our mouths and teeth - is just fine, and I don't intend to change it. What we eat, and how much we eat, is a different issue.",
        "I’m in the ‘this ship has sailed’ on this issue. I can’t grow anything without a drift of herbicides and pesticides, my orchard neighbors are really as minimalist as they can be but there it is. Toxic chemicals are already permanently in the ecosystem. Ultra processed foods convert fructose and starch into tinted grey goo variants we call food. Plastics, like the grey goo, are just more hydrocarbons and we eat that too. Accept we are becoming a synthetic species and enjoy the downhill.",
        "I totally disagree. Ultra processed food is terrible for us. My grandma used to say you were better off eating the can than what’s in it. She was right.",
        "If confirmed, I doubt Kennedy will take on the fast and processed food industry with much force. There may be some highly publicized skirmishes, but it's hard to imagine a Trump administration taking on the purveyors of high fructose corn syrup in the heart of Trump country or launching a sustained effort to steer people away from the junk food the president-elect lives on.",
        "One real problem about ultra processed food is that it is a word without any rational and agreed upon meaning.  When it comes to the chemicals used in some foods we call ultra processed we have very little evidence for their harm or lack of harm.  What we do know is that adding larger amounts of certain things to processed foods makes it harder for people to control their appetites when they encounter them.  Sugar, salt, and fat all have that impact on our appetites. And when we serve larger and larger portions of these foods we consume more calories than we need to replenish our bodies. \n\nAs we get heavier and heavier as a nation we look for whom to blame and we have lots of candidates out there.  Obviously some of the blame deservedly goes to the companies that exploit their knowledge of how to encourage people to eat more and more.  But some of it goes back to us as well: we prize convenience; we prize larger and larger portions; we buy the foods high in sugar, salt, fat, and simple carbs in astonishing amounts; we believe the nonsense that was out there when my children were young that children intuitively know how much and what things to eat; we pretend that because someone currently has good blood numbers despite their obesity that they are no more likely to eventually become diabetic than someone who maintains a normal weight. In other words we are not only fooled by companies; we fool ourselves and pay for that in declining health.",
        "I just returned from a trip to Japan. Man, I wish we had a food culture and consumer environment like they do there. I could go into any random Lawson, Family Mart or 7-11 and get a delicious FRESH katsu cooked in light oil and a curry bread, light on preservatives and high in favor. So good.",
        "This discussion comes up periodically, and then gets ignored once the press moves on.  Huge portions of the USA have food deserts. Increase funding for food options - like supermarkets or food-storefronts in poor neighborhoods with ready-made salads, fresh dinners that can be microwaved, pre-washed and cut fruit.  Just changing a small portion of people's diets will save government Medicare and Medicaid spending on life-style diseases.  Aim nutritional education at peoples' cooking habits rather than food pyramids no one reads.  Make it mandatory for schools to provide healthy lunches (as almost all schools in Europe do).",
        "I tend to avoid unhealthy foods, except I occasionally treat myself to potato chips. I make smoothies with fruits, veggies, and kefir for a fast meal. What bothers me far more is that too many plastics are used in packaging most everything we buy. When are we going to get serious about all the plastic we use which is poisoning our environment for life on earth?",
        "This is similar to the 'there is no nutritional difference between organic and non-organic foods' argument. The issue is not nutrition, the issue is horrific impact that Big Ag and the chemicals in the fertilizers and pesticides have on pollinators, the soil, and humans. In the same way, highly processed foods have hidden costs both environmentally and on humans. I understand supporting beyond burgers and other processed foods that would free us from a dependency on commercialized cattle and other destructive food production, but I have no trust that for-profit corporate food will do it in a good way.",
        "In our house, we have discovered that making our own bread causes us to eat much more bread (high in carbs) than simply buying bread. I mean, a lot more! Why? Because home-baked bread is a glorious treat, while store-bought bread is merely necessary food. In this case, the ultraprocessed option is probably dietarily superior, being much easier to control in quantity.",
        "\"Because for the vast majority of the population, [avoiding ultra processed foods is unrealistic.\"\n\nFor decades, working class incomes have fallen steadily behind increases in productivity, and increases in inequality have reached unprecedented levels, so much so that a four-day work week could be implemented - and the rich could still afford their yachts.\n\nWe are overworked and underpaid and at the mercy of the corporation and the unhealthy food their advertisements bombarded us with 24-7.\n\nAnd personally, I don't think that someone who consults for the food industry (meatless meat is NOT the answer) is the right person to be trying to educate us on healthy eating - and of course, he ends up blaming the victim:\n\n\"We consume too much fast food, too many sugary beverages, too many cakes, doughnuts and chips.\"",
        "When I turned 80, I received permission from my wife to eat anything I want. I've always eaten Spam, but now I buy it in Costco quantities. Mmm: Tillamook Peaches and Cream  ice cream. An occasional Jameson on an evening. \nAnd I'm losing weight and growing old joyfully.",
        "I’m not convinced that Kennedy is either right or wrong. I’m waiting on that score. But he most definitely knows that FDA is heavily influenced by corporate greed. And in the pressed food department, FDA is highly influenced. \n\nTake the tip of the iceberg, MSG. The many thousands of Americans suffering from the neurological effects of being overexposed to mega doses of glutamate should not be ignored while FDA claims MSG isn’t dangerous. But FDA was deeply influenced by the MSG industry, which also spends millions of dollars to flood the internet with false information about the safety of its products.\n\nAccording to the Cleveland Clinic, “Glutamate is the most abundant excitatory neurotransmitter released by nerve cells in your brain. It plays a major role in learning and memory. For your brain to function properly, glutamate needs to be present in the right concentration in the right places at the right time. Too much glutamate is associated with such diseases as Parkinson’s disease, Alzheimer’s disease and Huntington’s disease.”",
        "Has anyone run the numbers on the feasibility of our existing food supply chains actually being able to supply enough of the whole foods that people insist are necessary for a healthy diet? I'd be curious to see those numbers. \n\nI'd be willing to wager that removal of ultraprocessed foods would lead to starvation of many under the current circumstances.",
        "I believe three things would improve our health (and reduce healthcare costs related to treating the effects of poor diets, including diabetes, heart disease, etc.):\n\n1. I would support government regulation of the amount of salt and sugar added by consumer packaged goods companies and restaurants.  (If it's truly not to flavor, I can add salt or sugar myself.)\n\n2.  Public/consumer education on what foods might cause increased risk of disease if consumed regularly / in high amounts.  (e.g., I regularly eat white rice and I didn't know regular consumption of eating white rice increases the risk of  diabetes until a friend mentioned it.)\n\n3.  Promote learning to cook and healthy cooking.  Once I learned some basics, I realized how easy it is to cook, how much money I could save by doing so, and how much sugar and salt it often takes to get dishes to the taste similarly to dishes prepared by restaurants and CPG companies (it's often a large, unhealthy amount).",
        "I love the way everything in America is made to be so overly complicated! It's simple. calories in equals calories out. I admit that I do not eat \"healthy\" although I cook my own food. But I exercise. Cut out unnecessary calories (snacks for example), think a bit about what you eat and how much, and you are good to go. I don't want all these extra taxes that just line the pockets of local governments.",
        "\"Consider a taxi driver trying to find something to eat at 2 a.m. or a single parent working three jobs. \"\n\nOr or, hear me out, consider a society where people don't work three jobs or have to eat dinner at 2a.m... it's not impossible, we used to have it...",
        "So it took the return of Trump and the specter of Kennedy to start a sensible debate regarding this issue?",
        "Many people in these comments sections are advocating \"educating the public\" about the health benefits of non-processed foods such as veggies and fruits.\n\nBut who doesn't already know that?\n\nI eat a ton of veggies and fruits every day.  Some I can enjoy (avocado, how my wife makes asparagus), and the rest I eat because I love my wife and want to stay alive longer for her.\n\nBut processed foods and meats are not eaten because people don't know about healthy eating.  They are eaten because, for the vast majority of people, they taste better.  More fun to eat.  \n\nThe only person I have ever known who truly LOVES fruits and vegetables is my wife.  She calls them \"treats.\"   For real. The only veggie/fruit I would call a \"treat\" is my wine because, after all, it is made from grapes.\n\nSo this morning I have already eaten half a banana, blueberries, some potatoes, and half of an avocado.  \n\nMy wife's in the other room.  I'm heading there now to tell her, once again, that I love her.  And to thank her for the food she prepared for me which I do A LOT!",
        "Two important questions I think don’t get asked enough: 1. To what extent was this food designed and/or engineered to be craveable, pleasurable, easy to overconsume, and habit-forming?\n2. To what extent am I (and others) prone to undesirable consumption behaviors, habits, patterns, and health outcomes when exposed to this food?",
        "This isn't rocket science. Mostly eat fruit, vegetables, lean meat, chick peas and nuts. And before buying processed foods (like cereal), look at the ingredients. The fewer the better, and little sugar and salt are obviously preferable. It's okay to indulge once in a while, and I'll be picking up my mushroom pizza soon (and will add broccoli and red pepper to it when I get home). A few pieces of dark chocolate later.",
        "\"Consider a taxi driver trying to find something to eat at 2 a.m. or a single parent working three jobs.\" Perhaps we might consider changing people's circumstances. Why do we have single parents working three jobs, in the first place?",
        "There have been some recent NYT articles about learning to love or at least accept processed foods or factory farming. This certainly appeals to corporate interests in its need to feed massive numbers of consumers with the highest possible product markup.\n\nSo much in our food supply is based on manufacturer profit. And there are big profits to be made as our population has doubled in past decades. And more profit to be made the US population is expected to grow from the current 330 million in 2020 reaching possibly 388 million around the year 2050. Profit profit profit profit!\n\nBut mothers remain concerned about the toxic food our children are eating. Our children are eating unhealthy levels of sugar, fats and salts; and actual toxins, heavy metals, preservatives, and pesticides. It is labor-intensive to protect our children from unhealthy foods, and steering away from processed foods is part of the battle.\n\nThe labor-intensive situation of child raising is one important reason that women are having less children. We can protect our children better when we have smaller families.\n\nOf course there are differences in processed foods. There are reasonably healthy baked products, but so many of these products even with organic whole grains have unhealthy amounts of sugar, fat and salt.\n\nSay no to marketing influences on our food choices. Let's eat as healthy as possible, mostly organic vegetables and fruits, healthy proteins, and limited carbs. It's is worth it.",
        "\"Homemade fries or cookies probably aren’t all that much healthier than the ultraprocessed, store-bought versions.\"\n\nIs this actually true, though? \n\nI took a closer look and it seems like homemade is better, at least for the one item I looked at.\n\nI looked at a muffin featured in that NIH ultra-processed food study mentioned at the top of the article. It appears in one of the breakfast options given to the \"processed foods\" experiment group. The muffin is an Otis Spunkmeyer individually-wrapped blueberry muffin, and it has 32 grams of sugar added. \n\nI looked up a homemade blueberry muffin recipe online (the first google result for it) and it asks for 3/4 cups of white sugar to make a dozen muffins. That's about 150 grams, but divided among 12 muffins. So, about 12.5 grams of sugar per muffin.\n\nOr, put another way, the prepackaged muffin has 2.5x more sugar than the homemade muffin. That's a huge increase. The homemade muffin should be meaningfully better for you, right?\n\n(And why does the individually packaged muffin have so much extra sugar? As mentioned in the article: Shelf life. We should be super wary of eating anything bread-like that can live on a shelf for a year without going bad. Probably, it has too much sugar.)",
        "Everybody knows what a good diet is. How can the government encourage people to consume it? High taxes on junk food? Prohibiting certain foods? More education? So-called food deserts oversupply cheap and unhealthful food to low-income people. How can that be changed, especially when a healthful diet may cost more and be less appealing? One thing for sure: You can't force people to eat what they should.",
        "The biggest problem with most ultra-processed food is that manufacturers specifically formulate it so that it is as addictive as possible.  They add things that make people want to eat more of it.  They have entire scientific and marketing teams dedicated to the task.",
        "The real problem is the difference between nutrition and diet. It is probably not sinful to eat a food considered as unhealthy once in a while. But to incorporate it as a staple of your diet is only asking for trouble.",
        "Sorry what I mean to say in the opening sentence: \n \nSince there is no clear definition of what constitutes \"ultraprocessed\" food -- and since even some foods claimed to be in this category are actually healthful -- why not come up with a better way to educate the public on nutrition.",
        "I appreciate the skepticism that many readers have for the newly found acceptance of of ultra processed foods and industrial farming (an earlier NYT op-ed). But in both instances, the authors make valid points and those points should not be dismissed. The term “ultra processed” does not have a clear and uniform meaning. And I appreciate the author’s recommendation to focus on foods that clearly should regularly be eaten and foods that should never be eaten. Using this standard is an easy and clear path to healthier living. But even gaining acceptance  for a simple formula for healthier living faces a major hurdle . Changing consumer behavior and government policy in the face of corporate profit maximization—and the advertising and lobbying dollars—seems insurmountable. RFK Jr regardless of his position in government has no chance of actually breaking the hold of food corporations—particularly in a Trump Administration—on consumer dollars or government policy. But simple information and advice for healthier living may incrementally move the needle over time. Arguing over the purest formulation of the meaning of “ultra processed” is useless and actually hinders progress.",
        "A single parent should not have to work three jobs to make ends meet. It’s sad that we’ve ended up in a situation where people are so stressed and overworked that they MUST resort to eating junk food for most meals.",
        "I’m confused… you’re referring to ultra processed food as all processed food. Aren’t your examples of humus and whole wheat bread processed food whereas chips and soda would be considered ultra processed? Or why can’t we separate processed food that has nutritional value from processed food that does not.",
        "Since there is no clear definition of what constitutes \"ultraprocessed\" food -- and of those claimed to be in this category -- why not come up with a better way to educate the public on nutrition.\n\nPerhaps to go back to square one and educate people to cut the  sugars, carbs and saturated fats -- and portion size -- rather than obsessing on processing, additives and other causes du jour promoted by the foodie elite.",
        "Like the tobacco industry the response of the ultra processed food (UPF) industry to the damage its products cause is to obfuscate and call for more research. For example, here the author lumps all types of store-bought bread to make her point that not all UPF is bad. This is a classical example in obfuscation: where you buy the bread is not the issue. The issue is whether the bread consists of 4 ingredients: flour, water, salt and yeast or whether it is full of additives that humans beings have never used as food. It is the additives that cause the damage, not where it was made. Also, to say that butter is unhealthy is misleading. Butter contains essential amino acids and consumed with yogurt and fruits is quite healthy.\n\nAs the book Ultra Processed People shows the only research that consistently does not link UPF to poor health is the research produced by the UPF industry. Surprise of surprises. \n\nThe sad thing is that we are on our own in this fight. On one side you have a multibillion dollar industry with lots of lobbyists and university professors churning out misleading research and on the other you have a few scattered scientists and us, the citizens, with busy lives to live and not enough time to push back against the onslaught of falsehoods.\n\nOn a personal level I have found that not eating UPF has improved tremendously the quality of my life. Gone is the heartburn, the bloated stomach, the headaches. No need to take pills and the homemade food is really yummy.",
        "A lot of Americans simply don't have time to eat! Maybe that's why we gulp down so much bad 'food'. The French typically have a 2-hour lunch break (noon-2pm). Americans typically have 30 minutes to 1 hour. I understand the French also take more time for dinner and typically eat later than Americans, after the day is behind them. France is awash in amazingly fabulous pastry, cheese, wines, etc. Perhaps they have enough time to be more moderate, and if so we should try to emulate them.",
        "\"Ultraprocessed\" food is a meaningless term to most people.  It's no more descriptive than \"junk\" food.  The health community needs a better way to communicate what's wrong with certain foods and specifically what to avoid.  Usually it's easy to figure out by simply reading the nutrition label.  The hallmarks are high fructose corn syrup, too much saturated fat, salt, and/or sugar.",
        "This piece had me thinking of Michele Obama’s attempts at educating people about healthy food choices and the importance of exercise.  She was pilloried for it.  Now suddenly republicans are all behind RFK Jr’s health food evangelism, which despite the hypocrisy of it all wouldn’t be so bad if it didn’t come with a sidecar of anti-vax lunacy.  As much as this piece advocates better scientific scrutiny of our food systems we seem farther and farther from valuing science and common sense as a society than ever.  \n\nMissing from this consideration of UPF’s is how corporations engineer them to be addictive.  If we are concerned with the addictive qualities of vaping and social media and how they affect children, we should apply the same logic to food, no?  The piece also fails to address apparent issues our bodies have with recognizing and digesting some of the ingredients commonly found in UPF’s and how those chemicals may impact health.",
        "I am one of those who bake my own bread.  One time, a little irritated at the constant barrage of shaming people who eat \"ultraprocessed foods\" and the repeated warning that long ingredient list indicated over-processings, II bought a loaf of supermarket bread and checked everything listed as an ingredient. \nThe bread was almost entirely made from the same ingredients I use - flour, yeast, etc.  It had a lot of supplementary vitamins. There were a couple of innocent preservatives.  The last element on the list was somewhat debatable, but no study had ever tagged it as harmful.\nThe supermarket bread was obviously more healthful than mine, which had no added vitamins, BUT mine tasted much, much better.",
        "To my mind, processed foods all contain \"preservatives\". And there is a valid reason for preservatives. They extend shelf life so we aren't giving ourselves illness and food poisoning from food that has been tainted due to very quickly gone bad from store to consumer. We trade the miniscule issue of preservative risks for the greater benefit of extended life of the viability of the product for consumption.",
        "It's interesting to me that the same countries that closely regulate what can be added to food products also have universal health care, where 1 agency is concerned about the health of people from crib to grave.   \n\nMy insurer is only concerned about my wellbeing during my time with my current employer, so there's no single powerful voice giving a sound financial reason for food to NOT contain products X, Y and Z.",
        "No need to “marinate meat, chop vegetables, and make brown rice from scratch” in Japan given plenty of healthy options sold at convenience stores (“konbini”). BTW, plenty of unhealthy options are sold there as well but they found a sustainable way of offering 24/7 access to healthier food for busy people. Helps that Konbini are considered part of the emergency response network required to be able to offer food and other staples throughout the whole country. Would love to have such a system in the US! More here: <a href=\"https://www.npr.org/sections/health-shots/2023/08/06/1190900066/japanese-food-diet-healthy-eating\" target=\"_blank\">https://www.npr.org/sections/health-shots/2023/08/06/1190900066/japanese-food-diet-healthy-eating</a>",
        "\"ultraprocessed\" isn't really a word now is it? \n\nProcessed foods as in those frozen fries poached and coated in oil I would not use to cook, and other foods that have been added to with similar fat like ingredients that have longer shelf life than the natural product that particular food was originated with is what is meant by \"processed foods\". It is not meant to encompass things like butter, yogurt, bread w/o modern chemical additives etc. \nYou should all know that \"pasteurised processed cheese food\" is not cheese or food. It is literally the waste from cheese production (whey) that has been incorporated in some hydrogenated oil with dye added to it.",
        "In my opinion it as been about not only what you eat but how much. For long- term-sane health and avoiding being gigantic, it is always about weighing the two and always will be.",
        "I try to eat like a normal human being and am no longer willing to completely revamp the efficient-to-prepare diet that I've been accustomed to my long life. I've adjusted it over the years by going for whole grains and lower fat meat protein (since I don't do physical labor like my ancestors.) \n\nI resent the colonization of grocery store shelves by ultra-processed \"gluten free\" products (just make it with rice, corn or oats) and \"pretending to be meat\" (just eat beans).\n\nI'll continue to cherish the belief that my ultra-processed whole wheat bread and tortillas are LESS ultra-processed than the author's \"Beyond Meat,\" not to mention the chemistry lab-developed gluten-free bakery goods that have forced whole wheat chocolate chip cookies completely out of the market \n\n(Speaking of life-long eating, I still remember that first incredibly wonderful first taste of whole-wheat buttered toast in 1963.)",
        "The author does not really explain how we can simultaneously provide better cheaper food while providing the same level of profitability for food production corporations. This article is an interesting companion to the article about factory farmed meat that is in the Sunday paper, in that the problem is the expectation of low prices leading to mass production leading to all sorts of other problems. Giving people what they want at the cheapest possible price for the most possible people is always going to wind up with sugary fatty meaty products. Also there are social expectations, people seem to consider sending homemade lunches with their kids to school to be snotty and elitist. That whole grain bread sandwich with fruit and vegetables will probably get you beat up, or at least bullied into not bringing it anymore. “Nice” is something from McDonald’s Burger King or Taco Bell, delivered by door dash. The only solutions I can think of are more legislative control of the food production, corporations, and better education for young people. Neither of those are going to happen during the Trump administration. We need more articles and conversation on this topic.",
        "It would go a long was to simply end farm policy that heavily pushes industrialized crop and farming methods, so key to ultraprocessed foods. If health matters, gasp!, maybe even use farm policy to promote healthy foods instead?",
        "The point that the term itself is not scientifically meaningful is true. Foods that are healthy in large quantities, healthy in small quantities only (sugar containing manufactured or home made foods) and foods that are never healthy (Twinkies, Cheetos) are lumped together within that term.\n\nThat said, the \"foods that are never healthy\" category is huge and covers a lot of shelf space at groceries across the country. And that is what most people mean by ultraprocessed.",
        "Actually, you probably expend more than 100 calories chewing three cups of broccoli, than there are in the broccoli.",
        "The current systems for measuring the degree of processing are flawed because they fail to focus directly on what food processing does that is associated with more or less-healthy food. I published a paper in the journal Foods recently that recommends new concepts and metrics for measuring food nutritional quality and the impact of processing on food nutritional quality. The NuCal system is based on the degree to which a serving of food meets a person's daily nutrient needs, compared to the caloric space the serving of food takes up. The impact of processing is best and most simply measured by the % of nutrients in a serving of a food product that come from the raw food ingredients required to make the serving, plus the % of nutrients in a serving of food from ingredients other than the raw foods used to manufacture the serving. If and when versions of these metrics are adopted by the FDA to govern \"healthy\" food labeling, consumers will be given simple, straightforward information to guide better choices.",
        "Nothing to see here? Is this the new resistance? Downplaying the risks of ultra-processed foods just because RFK Jr. is selected for an appointment serves no one. Post-pandemic is it now the new-normal to make the anti-science argument about every talking point about health, medicine and food? It used to be people on the left that were leading the conversation around natural food and clean eating. Now that many right-leaning Americans have come around to embrace concerns about the adverse effects of food additives and “ultra-processed” foods, these views are largely dismissed as conspiracy theory and alarmism. It’s not only intellectually dishonest, but manipulative and dangerous.",
        "Let me just say when I am driving across Kansas and eastern Colorado to visit relatives in Denver, I am grateful for processed foods as I have no idea how long that bologna sandwich has been sitting in the truck stop cooler but I am pretty sure it will not make me sick.",
        "Big Food is getting nervous.",
        "Only Trump derangement syndrome could bring the Left out in defense of ultra-processed foods. Literally the people campaigning for 50 years to shop at coops, to \"know your food\", now see chemical additives, sugar, and seed oils as having a place in American homes.",
        "@NYT it would be much appreciated, and a public good, if you required authors to disclose with whom they consulted to write this article, if they were \"encouraged\" to write it by an outside organization or their employer, etc. Who edited and provided input on the article before it was published, and for whom do those individuals work? Even if there's no direct compensation, these are important things to disclose from an ethical perspective.\n\nThe article clearly does not related to the author's employment at Oxford (I don't think Oxford is much interested in American public health policy advocacy). So to what is it related? Maybe the author's employment by processed food manufacturers? It's hard to believe that an unknown food researcher from the UK suddenly takes a strong interest in American public health policy (not from an academic perspective but from a position of advocacy) and gets an oped published in the Times without any help from her side job along the way.",
        "Of course the author here “worked as a consultant for food companies”, including Beyond Meat, which produces an extremely processed food: fake meat. Of course, certain processed foods are actually not so bad and should be eaten she tells us. It would be awesome if people from industry would not be presenting themselves as unbiased expert advisors, when they are actually promoting products from their industry as well as keeping their networks open for leveraging for future opportunities for themselves. This kind of thing is exactly why people are cynical and don’t trust “experts” and claim “scientists cant make up their minds, one day it’s good for you next day it’s bad”.  At least there’s a note in her bio but guessing most readers will miss that note and ignore the fact that its the Opinion section.",
        "I suppose if one is traveling to Mars, ultra-processed food that is shelf stable and nutrient dense makes sense, but I have no plans to go. As to the debate of fake meat, sorry but a strong argument can be found fake meat is worse for the environment. And if you have ethical issues with meat, then stop eating meat and don't substitute fake meat. Because if you are a man who has an urge to rape a woman, how does role playing a rape improve your mental health?  Yeah, I just role-played killing my wife and children and it was awesome.  Come on people.  Do better, make good choices. Please.",
        "I grew up eating whole foods (mostly thanks to my mom's garden).. and grew up to do the same. What was surprising when I went out and got roommates was their prepackaged meals (say, a box of mac-and-cheese with hot-dog-pieces) and mine (say, quinoa, grilled fish, blanched broccoli) both seemed to take about the same amount of time and effort. It is a myth that eating more whole foods takes longer or is more effort. Boiling pasta takes the same amount of time whether you're adding fresh tomatoes and olive oil, or a pre-packaged set of chemicals and colorants.",
        "Man, all these commenters are so knowledgeable! It's really astounding that so many people can be so smart about food and the factors that go into what others do or don't eat. Also, I'm so proud of all of the people who cook only the best organic foods sourced from your local farms, and with a touch or EVOO to boot! So healthy, so insufferable.",
        "Big Food is gearing up its defence of ultra processed foods.  We'll be seeing lots of other articles by \"scientists\" who have \"worked as a consultant for food companies.\"  Essentially, these are the same people who said that leaded gasoline is fine for kids and that Doctors Prefer Camels.",
        "In defense of ultra processed?  Really?",
        "First a \"Let's Love Factory Farms\" article, now a \"Let's Love Processed Food\" article written by a consultant to the processed food industry. Every day we read about a new food borne illness (industrial ag) and the incredibly poor health of Americans relative to other similarly affluent countries (processed food). Not to mention the stunning decline in health and rise in obesity in South American countries where Big Food has decided to increase its market share. And the Times chooses to highlight these perspectives?? Huh??",
        "Ultra-processed foods are death.  I guess it is a matter of degree.  If you cut up an apple, it has been processed.\n\nFarm states, overly represented in congress (especially in the senate), help themselves to federal subsidies to support otherwise unsustainable production of corn syrup, sugar, and white flour. \n\nFood manufacturers (isn't there something unnatural about \"manufacturing\" food?) stuff these into their wares, and we get a sugar rush which needs to be repeated and amplified in order to be sustained. \n\nWe are the only country in the world with socialized diabetes, obesity, cancer, and now, apparently, mental disorders. Medical documentation of this at \n\n<a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2235907\" target=\"_blank\">https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2235907</a>/ \n\n<a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5174153\" target=\"_blank\">https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5174153</a>/ \n\n<a href=\"https://drelvebakk.com\" target=\"_blank\">https://drelvebakk.com</a>/ \n\n<a href=\"https://www.ucsf.edu/news/2018/12/412916/sugars-sick-secrets-how-industry-forces-have-manipulated-science-downplay-harm\" target=\"_blank\">https://www.ucsf.edu/news/2018/12/412916/sugars-sick-secrets-how-industry-forces-have-manipulated-science-downplay-harm</a>",
        "Sugar and fat taste good. \nSugar and fat are in less expensive foods.\nSugar and fat are in convenient food. \n\nResistance to these temts is difficult and in the case of cost can be very hard to avoid. \n\nWe must try to do best we can… at least half the time as a start. \n\nIt's often a busy, frenzied family life and just getting something on table is the rule. \n\nBut, we can assess and make a plan and try. \nA step toward better. \nA better choice at the market, a family plan, maybe it feels novel, fun, healthy, even rewarding. \nThe kids might like that. \n\nOh, I loved the in-article ads for cookies and tempting dessert. \nIrony is a dish best served sweet.",
        "Hospitals have vending machines filled with junk and soda, and poor quality cafeteria food. Why in the world can't they sell apples for 75 cents? They would be a big hit.",
        "Epidemiology is complicated. Sorting out what matters from meaningless associations requires addressing both what the data analysis appears to reveal and being able to incorporate uncertainties, unknowns and at times the biases of those interpreting and trying to explain findings. Arguments like this one, for incentive type nudges based upon contrived complexity and personal and financial biases, portend - and indeed produce - a self-interested argument disguised as public policy.",
        "The consultant paid for endorsing ultra processed food (beyond meat) says ultra processed food isn’t that bad for you. Shocking. It’s stories like this that hurt the credibility of the NYTimes, the food industry, and government regulators. No wonder trust is every major institution is down.",
        "Yogurt is an \"ultraprocessed\" food? Really? Ultra?",
        "Way to go, humans! Just throw up your hands and accept the fact that we’re all going to have to try to survive on a steady diet of synthetic toxic chemicals, polluted air and water, climate chaos, etc. Of course, as life expectancy plunges, universal disease becomes inevitable, health care costs rise astronomically and more people are sick than can possibly actually manage a healthcare system — the good news is that no one will be on earth that long living in this hell. Humans are, however, terminally adaptable; they will accept “reality” and try to make the best of a few “good” years (mostly on their phones). Yeah, this is how the human species ends, but at least some people made a profit.",
        "We all know that food companies food scientists are constantly looking for that chemical that will make us buy more and eat more of their products. If you can't pronounce it, don't eat it.\n\nOthers have mentioned being able to eat things in Europe that they can't eat here at home. Europeans have stricter rules about what chemicals farmers can use. I don't believe we understand how much damage those chemicals do to us. How long has it taken for the realization that Roundup causes cancer and how hard is it to get it removed from our food supply?\n\nI read about European flour not containing those chemicals and was curious so I ordered some French flour from Amazon. I've been making bread from it for months and have managed to drop a few pounds over the past year. Not massive, but it's coming off with no effort. I've also moved to using pastured eggs where the chickens are not fed that \"vegetarian\" (chickens are not vegetarians) corn feed. We all know that when farmers want to fatten up livestock, they are fed copious amounts of corn. That should tell us something. (Yes, I eat fresh corn in the summer.)\n\nIt's not just the chemicals added by the food scientists, it's also the chemical used to produce the food that goes to those companies to be processed into our latest addiction.",
        "Next time you are in a big box store, notice how in-your-face the ultra processed food is. Chips, soda, candy is on end caps, all over check outs - heck, my grocery store just set up a new entire junk food aisle before self check out. The way Americans are marketed cheap food is just crazy. In Europe, the food is beautiful- at the rest stops, the train stations, coffee shops - it’s not orange, bagged, bright plastic wrappers - it’s real baskets and linens displaying fresh baked goods, sandwiches, fruits, salads. We are primed to eat bad food and NOT to elevate a meal.",
        "It is hard for me to understand why NYT publishes an op ed questioning the evidence linking ultraprocessed food to disease that was written by a “scientist” who admits to having consulted for companies promoting ultraprocessed food. This reminds me of the “scientists” who questioned the evidence linking tobacco to cancer or questioned the evidence linking oil to global warming.\n\nAfter carefully reading the article, I found only one argument against eating real food. “Because for the vast majority of the population, this is unrealistic. Consider a taxi driver trying to find something to eat at 2 a.m. or a single parent working three jobs.” It is actually easy to purchase, prepare, store, and eat carrots, apples, bananas, and nuts. Brown rice and whole wheat are as easy to prepare, purchase, and eat as white bread. Oatmeal is less expensive than sugar cereals containing chemicals. Fruits are less expensive than meat. “Scientists use ingredients like salt, sugar, and chemicals to make ultraprocessed food addictive, just like “scientists” made cigarettes more addictive. “You can’t eat just one.”  “Supersize it.”\n\nI understand why market forces drive this phenomena, but NYT does not have to promote it",
        "\"(Full disclosure: I have consulted for food companies that I feel make beneficial products.)\"\n\nMaybe this should appear in the author's tagline at the top of the article, rather than in parentheses halfway through. Sort of important don't you think?",
        "Ms Guess \"Has worked as a consultant for food companies\". This is the relevant information and shows her clear bias. Her argument is unclear and doesn't stand up to scrutiny, and she does not not prove her thesis in any way. Ultraprocessed food is clearly making Americans sick by the millions. The food industry will not change on its own, so we need to act to protect the people who are harmed, especially children. Why would you publish such a poorly argued and muddled opinion article?",
        "I think this author needs to discuss with my former gastroenterologist. Processed foods cause cancer. If you dont want polyps, stay away.. That alone should make EVERYONE wake up.. big time.",
        "Point taken about additive research overall but I think there’s a major caveat that nitrates used in deli meat have been linked to increased cancer risk.",
        "it troubles me that you support food that is 'better for the planet' before saying that it might be better for me.",
        "I love how democrats have to take the opposite of “eat healthy” just to spite Trump and RFK.",
        "The author chose the wrong subject title—“not always bad“ should be replaced by “often convenient,” which is why the always-bad food industry thrives.",
        "\"The way we eat desperately needs to change. Experts estimate diet is a bigger contributor globally to early death than smoking. In America, nearly half the adult population has Type 2 diabetes or pre-diabetes.\"\n\nA good enough reason to support Kennedy.",
        "Is this author being purposefully obtuse?  Lowering garbage food from 60% of the US diet to, say, no more than 20% of any individual’s diet would work wonders.  No further study needed.  Perfecting that percentage - 12, 23, 17.5 - study needed.",
        "The experts felt that there wasn’t enough reliable science to draw accurate conclusions.\n\nOh yes… why not try eating sigarettes?\n\nWhat a shame...!",
        "Yes they are.",
        "Forever chemicals.",
        "My comment two days ago when the first article about ultra-processed foods was \"it's only going to be 2 days before Big Ag and Big Pharma have an article saying it's really OK.\"\n\nDid I call it, or what?",
        "A serious health issue with ultra processed foods is that many contain toxic chemicals not present in lightly processed and organic foods.\n\nThe FDA allows the food industry to self-regulate regarding added ingredients—by determining which ingredients should be considered “generally recognized as safe,” known as “GRAS”. And so food companies decide whether or not to disclose the ingredients and safety data to the FDA. Thanks to the GRAS free pass, hundreds of new substances have been added to the US processed food supply without government oversight.\n\n“Both the FDA and the public are unaware of how many of these ingredients—which are most commonly found in ultra-processed foods—are in our food supply,” said Jennifer Pomeranz, associate professor of public health policy and management at NYU School of Global Public Health and study’s first author.\n\nReference: American Journal of Public Health\n\nRegulation of Added Substances in the Food Supply by the Food and Drug Administration Human Foods Program\n\nJennifer L. Pomeranz JD, MPH, Emily M. Broad Leib JD, and Dariush Mozaffarian MD, DrPH\n\nAccepted: June 09, 2024 Published Online: September 04, 2024",
        "This article inspired me to eat my frequent breakfast of bran flakes & milk (ultra processed?), with berries, apricots, prunes and nuts.",
        "The flawed logic of this piece makes me think that the author doesn't actually believe what they are saying, and earns a living from making bad arguments about food.\n\nFor one, they seem to imply that the taxi driver has to start preparing their meal at 2 a.m., which is just absurd.\n\nIf they can microwave a frozen meal at 2 a.m., they can also microwave anything else they’ve cooked for themselves in the past week.\n\nThis is such a cop out (for both the author and the hypothetical taxi driver!)\n\nBasic cooking skills, a modestly stocked pantry and spice drawer, some pre-planning and a little creativity can take one very, very far toward a more delicious, nourishing, varied and, importantly, affordable diet.",
        "Maybe the ultra processed food companies should be properly regulated and we should disallow ingredients that cause issues. This industry should turn to making better and safer products. I feel sad about the fact that because many of these products are easily available and cheap that many people use them (and some cannot afford better). Our unregulated environment hurts us in countless ways. And these “foods” cause expensive medical problems. Regulation is not the evil that Republicans say it is. Look at Europe. There is a lot we can learn from Europe",
        "So many issues with this article it’s hard to know where to start, but I will go with the positive and that is the overall message that ultra processed foods are bad for you.  They taste too good and we overeat. (And it’s just not that difficult for busy or low income folks to eat less processed foods - several commenters have provided examples already.)\n\nI would guess that reductions of anything bad for you has more to do with a concerted, cross sectional messaging effort to inform people of the hazards and somehow incorporating shame into continuing with the behavior. Think of seat belt utilization in the US. The difference is that there is no one benefiting from NOT using seat belts so there is no opposing message occurring,  \n\nGive the US food industry time and they will develop, new healthier products for people, then their messaging will change, and coupled with government messaging, behaviors will change. Taxes may give the government more of our money, but there are plenty of caveats to thinking taxes are changing usage.",
        "But first you have to overcome the sugar industry, meat industry, agriculture industry, et al. They have a very vetted interest in keeping Americans fat and sassy. People know what is healthy or unhealthy but don’t care, they’re Americans! They know there’s a pill or an injection to save them from their bad habits. Maybe we should charge obese people more for health insurance like we do smokers. Actually thank a smoker! They may more in taxes and insurance to support obesity.",
        "To be clear, this word jumble gibberish of an opinion piece doesn’t support the notion that ultra-processed foods “aren’t always bad”, it simply states that we don’t often know. Because there has been no research. Which is because there’s no economic incentive to find out or to actually make people healthier, but rather the opposite.",
        "I asked my chat \"About taxes such as the soda tax, what would a tax look like that taxed a finished product based on how many ingredients where within the product\"\n\n   * A government agency would need to define what constitutes an \"ingredient.\" This could be a complex task, especially for processed foods with many additives and complex manufacturing processes.\n   * Ingredients could be categorized by type (e.g., natural, artificial, processed) or by their role in the product (e.g., flavoring, coloring, preservative).\n * Tax Calculation:\n   * A formula would be established to calculate the tax based on the number and/or type of ingredients. For example:\n     * A base tax for a certain number of core ingredients.\n     * Additional taxes for each additional ingredient beyond the base.\n     * Higher taxes for certain types of ingredients... (continued)",
        "Nutrition science is junk science. Period, full stop. Aside from certain pathological facts, e.g., that a lack of vitamin C causes scurvy, nutritionists and dietitians have very little advice to offer: Eat a balanced diet, avoid processed foods. These are meaningless platitudes. \"Balanced\" and \"processed\" cannot be defined precisely, so there's no way to test any hypothesis associated with them. \n\nOf course, everyone knows what these terms really mean: \"balanced\" corresponds to whatever diet is currently fashionable (low fat, high fiber, low carb, high protein, vegan, vegetarian, no sugar, etc.), and \"processed\" -- which wasn't scary enough, so they had to invent \"ultraprocessed\" -- means any food they don’t like, or that is produced for profit by greedy, soulless corporations.",
        "More ridiculous saturated fat demonization, exactly the type of nutrition advice that got us in this health crisis to begin with. I wasn't surprised at all when I read at the bottom of the article that the author has been a consultant for food companies, including Beyond Meat. Can't we finally have 3rd party INDEPENDENT nutrition research that hasn't been tainted by corporate incentives?",
        "As a consultant for Beyond Meat, an extremely Frankenfood, the author’s opinions should transact at a very high discount.",
        "Just don't eat anything with ingredients your grandmother wouldn't recognize.",
        "The author does not define “ultraprocessed” and does not distinguish it from “processed.”   I didn’t notice any discussion of additives, such as food dyes and preservatives.  \n    In college I lived on ramen and cheap boxes of Mac and cheese.  Neither has any nutritional content.  When it came to vegetables, occasionally a minced an onion.  Today, I have type II diabetes off and on, because I don’t exercise.  \n      Whole grains like brown rice with the husk attached and quinoa are seemingly not processed, but that doesn’t mean they should be the basis of your diet.  \n     But if you’re a consultant to the food “industry” you might want to keep your job by encouraging people to eat food that comes in boxes, cans, and plastic bags.",
        "Quite frankly, I have no interest in taking advice from scientists who advise regulatory agencies which are purposefully packed with corporate “scientists.”\n\nThis comparison isn’t worthy of a serious debate “homemade fries or cookies probably aren’t all that much healthier than the ultraprocessed, store-bought versions.”",
        "People making decent money don’t even know soda taxes exist. No one cares if coke costs $7 vs $5. Unless of course you’re poor.",
        "I’m sure most people are not putting hummus and yogurt into that category. \nWho’s paying off this guy. And have you looked at the list of ingredients I. Any box or can in Your home.  Even plain cereals have “stuff” in them. \nPersonally, I think the problem is more than that. \n For years we’ve been fed inaccuracies about food groups.  Don’t eat this, don’t eat that, cut all of this out or eat tons of something. \nIt’s ridiculous! \nWhat needs to be done is research! And not by people funded by the food industry. \nEggs, dairy, fat, bread etc are not enemies. The enemies are the poisoned soil we grow our crops in and the feed for our animals. We don’t need to feed the world with poorly cultivated crops. We need to grow good, healthy crops and feed animals. \nAnd stop the scare! Really! Something is causing these high rates of diabetes, but no one has the answer yet!",
        "Well, somebody who makes a living as a \"food consutant\" - whatever that means excactly- for  a company like  Beyond Meat, has to defend somehow processed foods, as there is no other way to mix up pre-made dishes. If these superficial conconctions are any healthier than eating fresh, local ingredients, is doubtful, even if it is supposed to be \"good for the planet.\" Somehow they all have to have the same additives to increase shelf life, period.",
        "There is something very amiss in the food supply here in the U.S. I've been struggling, trying to eat healthier foods and exercising four days a week. How is it that I spent a week in France, eating well 3 times a day, and when I returned home , my weight was down about 3 pounds?",
        "All talk about ultra processed foods is nonsensical when it remains so poorly defined. \n\nA lot of the latest research is showing that the problems with ultra processed food may simply boil down to sugary foods and processed meats. \n\nMost of the other “ultra processed” foods are just fine. \n\nUnfortunately ultra processed is too poorly defined a term to be of any use whatsoever.",
        "The whole rise in American body weight in the late 70s and its continued rise, all at once, regardless of age or gender or occupation, is just wild to me. The NIH website points to soda and UPFs as the likeliest culprits but the timing and widespread nature of it to me is just so weird. Like we had chips and soda and velveeta before 1976. Was it an additive? Was it price? It feels like this should be a very obvious answer because it’s such a short window of time. Article make a good point that not all UPFs are bad. What is it, though, that made the world fatter than it’s ever been?",
        "The reality is that most foods lumped into the \"ultra processed category\" really are intrinsically unhealthy and should be consumed on a minimal basis, instead of multiple times daily. Many of these foods are the worst culprits in the American diet -- think most of the foods that come in plastic wrappers, boxes, and nearly all of the calorie-containing drinks that come in plastic, glass and tin bottles and cans. \n\nCertainly, there are also some food staples in this broad category, like bread, that deserve to be spared this ugly label. \n\nBut, the fact that there is nuance to this issue should not stop experts from weighing in -- we need to dramatically cut back on the production of unhealthy, ultra-processed foods if we are to have any chance at over-coming the obesity epidemic.",
        "Articles like this remind me of the frog in boiling water.  It is insane to suggest industrial agriculture is the only way to grow food, and ultra-processed food has upside when you look at the health outcomes of modern Americans.  More people die each year from chronic disease than all casualties of war in our nation's history.  Upwards of 20% of children under 18 years old have fatty liver disease - previously found almost exclusively in late stage alcoholics.  But hey, slow down, what are taxi drivers going to eat at 2am?!  \n\nPeasants baked sourdough bread for their families for thousands of years, but now it is some bougie trend?  Give me a break.     \n\nThe expert scientists advising on the federal dietary guidelines. (and the NYT Editorial board) cannot see the forest for the trees.  \n\nIndustrial Ag, Big Food, Pharma and Healthcare = Trillions of dollars.  It is about exploiting natural resources to profit, creating addictive food to profit, and selling pills to profit.  It's about money.  That's it.  If we are so addicted to this model that it is quite literally killing us, perhaps it is time to get sober.",
        "Regardless of the specifics, bringing about a transition to healthier foods will require education.  That means taking time to educate students, probably in high school.  Imagine the howls when the parent's rights crowd confronts the idea that their children might learn to eat different foods.",
        "I would love to know why we are still fortifying breads and cereals…it’s not 1930, and we get more than enough food these days to satisfy our daily vitamin requirements.",
        "Lately I've been thinking about the way my dog eats.  He's a mutt, a lean, athletic German Shepherd mix.  No fat or flab on him.  He eats twice a day, an ultraprocessed kibble mixed 50/50 with a \"fresh\" frozen dog food.  Same meal, same portion, twice a day, every day.  The only variation is some good boy treats.  He doesn't binge, he doesn't eat for entertainment, he doesn't overeat.  I mean, he would if he could, but he can't, so he doesn't.  He looks fabulous!  He feels great!  His vet is effusive with praise!  \n\nIf I ate with the same discipline, might I expect the same results?  Even if half my meal was 50% ultraprocessed, if I ate the same thing in the same amount 2x per day, meeting all my nutritional requirements, punctuated only by the occasional good boy treat, what then?",
        "This is just a question.  What is the definition of a processed vs unprocessed food?  How do we define it?\n\nFor example, Is tofu a processed food? You can find tofu in a bunch of health minded cookbooks, but it seems far away in some respects from its original form. \n\nWhat are the criteria used to say something is processed vs unprocessed?  I am just fundamentally curious.",
        "The challenge of our decade is how to make \"grab and go\" convenience food basically healthy.",
        "Next will be an article claiming processed food is actually healthier than healthy food.  The corporate food industry must really fear RFK.",
        "There is a splash of false equivalency in this article.  Yes, just because a food has undergone processing, does not necessarily make it bad or unhealthy.  Take hummus which the writer mentions.  It is processed with cooked garbanzo  beans, tahini and lemon juice.  Not much to object to here.  But read the labels on true ultra-processed non-foods with their bewildering list of non-identifiable ingredients, and then tell me one should put them into their mouths.  I can’t speak for anyone else, but I am pretty sure of what is appropriate to eat and what is not,",
        "Unless one eats like a monk, it would be pretty difficult for most to follow some of the advice given below. It's still good advice that I have for the most part followed since leaving university. As I age, it's taking more and more will power to do so, maybe because I watch more football these days and am exposed to all the fast-food ads. Fortunately (maybe) I no longer seem to have much of a taste for such foods.",
        "Some breakfast cereals are fine, even healthy - Cheerios, bran flakes. Others are absolutely awful - Fruity Pebbles, Cap'n Crunch. Don't put them in the same boat.",
        "Some decades ago these ultra processed foods and artificial ingredients were not there. Were they added to our food supply after conducting extensive trials? Now that these foods have become the norm, we have to say that they are good until proven bad? What logic is that?",
        "Yes, our food system is broken. But let’s talk about the subsidies!! Where would the incentive for our profit driven economy be? The meat and dairy industry would a great place to start, but I don’t see Kennedy and Trump changing this? The government needs to drive the change from mono crops and factory farms to a more healthy system. What’s Kennedy’s actual plan?",
        "Seems like there is a lot of cultural stigma attached to kids who eat healthy food from home vs. junk food at school. Then that is internalized into adulthood and then you're 30, 40, 50, 60 going through the drive through multiple times a week. Then you get diabetes or heart disease and you know why but eating junk food is part of your identity so you probably won't stop.",
        "Mostly unsupported \"feelings\" without references or citation. The data seem pop-sci rather than research based. Not helpful nor persuasive.",
        "Why does it have to be so hard? A trip to the market used to be enjoyable. Now I bring readers and use my phone as a dictionary. They say eat more vegetables, but vegetables are potentially covered in listeria and e-coli. Same with lean proteins, but fish and chicken are factory farmed resulting in exposure to antibiotics and germs galore. It’s completely absurd to ask us all to grow and raise our own food. It’s equally impossible to buy vegetables and meat from single source, organic and clean farms stands. I’m exhausted by it all.",
        "The taxi driver can bring a peanut butter sandwich made with a low sugar peanut butter. The mother can use a rice cooker to cook many meals of rice to last days. Frozen veggies, tofu and tempeh require almost no preparation though they are all somewhat processed. Plain canned beans in BPA free cans require only heating. All those options are faster, cheaper and healthier than ordering in or stopping by a fast food place. Or cook a large quantity on the weekend and freeze meals. It is sometimes a matter of education about how to eat healthy and learning healthy economical habits.",
        "Michele Obama tried to make a difference and was shut down. Jamie Oliver had a great program going to schools and trying to teach them how to make better food cheaper for the kids. Where did that go? Trump appointed a vaccine naysayer and science skeptic as his mouthpiece regarding food, additives and vaccines. Yes he (Kennedy) is correct in saying we have an issue but without both science , support, and yes - MONEY, public schools - and the general public - will never be able to eat what they should. But hey a billionaire might lose a few billion and still be richer then 99.9% of the world so lets address that instead. The old saw - eat like your grandparents - isn't a bad one to follow (or great grandparents) if you are a millennial. Cook your own food, take the time to shop and eat properly. You are maintaining the only body you will ever have so take the time and both enjoy what you do to - and with it. Its not hard, just take the time you spend on line watching cat videos or TikTok and instead, take a walk, go to the store, buy food, look up easy recipes and live longer and better.",
        "How much did General Mills and Kraft pay you to write this? I think most people know what types of ultra-processed products are problematic, and it isn't moderately processed hummus and breads with few, real ingredients. \n\nIt's fascinating to observe all the diet advocates arguing about which diet is most effective for maintaining a healthy weight. But what most of these diets (e.g., paleo, plant-based, Mediterranean, carnivore, etc.) have in common is the elimination of most, or all, processed foods (and as a result, added sugar). \n\nIf you need more evidence, spend two months eating some combination of meat/poultry/seafood, veggies, fruits, and nuts. Unless you are in the minority, any extra pounds will fall off you and you'll feel amazing. \n\nThis isn't hard.",
        "The author’s opinion is a bit muddled. It’s true that there’s little conclusive evidence that ultra-processed foods are bad for us. Nutrition studies are notoriously difficult - there are so many variables and the time frames are often too short. That said, there is overwhelming circumstantial evidence that ultra-processed foods are terribly unhealthy when consumed regularly. Not only that - they are entirely unnecessary. One rule of thumb is: avoid any food that’s advertised on the Super Bowl. Nobody needs Doritos or Lunchables or Mountain Dew or McDonalds or Pepsi or Dunkins or Pringles or…you get my point. These “foods” are drugs - engineered to be addictive and binged. Just say no.",
        "“But studies have not found a difference in health impact between industrially processed and homemade bread.”\n\nIt’s dubious to refer to studies without a citation.",
        "This is a vivid example of how our scientific community has been distorted by their their relationship to commerce. We see it all the time in medicine where doctors have literally zero ideas about nutritional solutions to problems, but will instantly give you pills to take for the same things--pills that have serious side effects and don't work that well. Doctors are tethered to their relationship to Big Pharma, which distorts their understanding of the human body, and it's both confusing and killing us.",
        "Just remember that for most people, being healthy depends on 5 things:  eating food that is natural and nutritious, movement of body (exercise, walking, running, yoga and other forms of body movement), sleeping sufficiently and qualitatively, managing stress and having consciousness (thinking beyond yourself for the betterment of others and our earth).  These \"Five Principles\" first disclosed by Mango Dass will change your life.  Start today.  Peace and health to all.",
        "When my wife and I built our new kitchen, we opted not to have a microwave. Slowing down our cooking means that we not only make healthier meals (usually from raw ingredients instead of \"ultraprocessed\" foods), but we also enjoy that time spent together. And we most definitely aren't making French fries: tonight's dinner will be some fiber-rich yams, roasted asparagus with a hint of olive oil and fresh ground pepper, and two lean tuna steaks.\n\nI think there's something very fundamentally wrong when we're trying to justify \"ultraprocessed\" foods as this article attempts to. If life is too busy to make healthy meals, then surely there's something else that can be cut out to make more room for healthy eating.\n\nAt least, that's what this heart attack survivor has learned.",
        "It is crazy difficult to purchase high quality food in the U.S.   It's like finding a needle in a hay stack.   I have to read the back of every package and memorize the caloric content of each food I eat.   \n\nAnother way low cost way to improve food consumption is labeling.  A simple indicator which grades the health benefits of each specific food offered for sale.  Red = bad, blue = OK, green = healthy.   \n\nAnother problem is knowing how to cook.  Much fast food is consumed because Americans don't know how to cook.  Many healthy dishes are less expensive and can be made quickly.",
        "Hey, if anyone thinks ultraprocessed food is a net good, then have at it. I won't stand in your way!\n\nI'll stick to the grass-fed beef and pasture-raised chicken from my local farm, organic veggies, eggs and some morning oatmeal for carbs.",
        "They will never tell you that the whole food plant based diet is the healthiest diet in the world that decreases internal inflammation and reverses many chronic diseases. People won't listen anyway-they want to believe in their processed foods and meat.",
        "This article is laughable at best. Ultra processed foods are not good ever. And we all know what the Standard American Diet (SAD) is doing to American's health. The food pyramid should be turned upside down if you want to eat heathier. \n\nHow many times have food and drug companies been sued in the past? Too many times to count. You have Nestle that bought Garden of Life and immediately changed the product ingredients so it would be cheaper to produce. I know about this because I was involved with GOL at the time Nestle bought them. \n\nAnd how about the Winkelbauer v. Welch Foods Inc case? They like to claim their fruit snacks as containing no preservatives although the ingredient statement discloses the presence of citric and lactic acid. \n\nLet's not forget how deceptive the \"no preservatives\" or no artificial flavors\" labeling is as well.\n\nIN fact, just 27% of a recent survey of the FDA said they trusted the FDA. That's a pretty low number for an agency that is supposedly looking out for our best interest. \n\nAnd the amount of chemicals that are allowed in our foods is astounding! California is outlawing the use of brominated vegtable oil, potassium bromate, propyl paraben and red dye #3 in 2025. There are 26 other chemicals used in personal care products that CA will ban as well. \n\nThe FDA is untrustworthy and the governement officials associated with them are getting their pockets padded. \n\nIt's time we wake up and start making better decisions in this country.",
        "The biggest ills have been known for half a century…\n\nIndeed they have. And yet here we are. Because of lobbyists. Every problem America is facing comes down to our large and unrestrained lobby culture: Healthcare, guns, water safety, food safety, the amount of sugar or corn in our food, you name it. Every beneficial law that Congress would like to pass gets watered down or killed altogether because no one can deny the temptations proffered by a good lobbyist.\n\nThis is the real reason Americans are so much more unhealthy than our peer countries.",
        "\"Pack my kid's lunch\" videos on social media provide a fascinating glimpse into various approaches to one of the most common stressors of many parents and show a strong dependency on ultraprocessed foods. \n\nI saw one video yesterday in which a mom created homemade \"happy meals\" for her kids when they asked for McD's. She cooked homemade buns, hamburgers, and fries (which all looked both delicious and doable to me.) Most of the comments were, \"just take the kids to mcd's\" or \"it probably cost ten times as much to make that at home than go through the drive-thru.\" \n\nAs for packing kids' lunch: The beautiful organic lunches with the fruit cut into animal shapes are ridiculed for being unrealistic and expensive. The conventional lunches with snack-size chips and a sack of fruit snacks are defended for being the only thing a normal family can muster on any given day.\n\nThere is a middle ground! An insulated lunch box and a cold pack will get you a long way. Fill it with a cup of fresh fruit, a slice or two of protein (leftovers from supper will do), and a few whole wheat crackers. \n\nSome of the \"food\" sold in stores should be labeled as \"stuff you can put in your mouth but don't expect it to nourish you\"... such as just about everything in the \"snack\" aisle, all the cute yogurts stuffed with gummies, chocolate chips, and fruity cereals, and the beloved lunchables. \n\nIt is possible to eat well without breaking the bank. Bring back HOME EC to teach us how.",
        "I would like to raise a point independent of the contents of this opinion piece: I don’t think it is ethical to leverage the weight of an Oxford affiliation to advocate for more or less moderation  in our approach to UPFs, or to comment on their healthiness, or lack thereof, when there is a direct conflict of interest by consulting for companies that commercially benefit from the production of UPFs (regardless of whether they provide climate-friendly alternatives, that is another discussion).\n\nWe are not particularly happy to receive health advice by researchers who consult for, or receive payment from, tobacco companies.  Why are interactions between UPF-producing companies and health/wellbeing research any different?",
        "Excellent article. The economic factor cannot be underestimated. Healthier food should be LESS EXPENSIVE than unhealthy food.",
        "So the FDA has found evidence regarding ultraprocessed foods inconclusive. Is this the same FDA that still includes bread and cereals as the foundation of the food pyramid?\n\nAnother reason to avoid processing is plastics, which have increasingly entered our bloodstreams, with a high correlation to amount of processed food eaten and strong evidence for harm to health. \n\nIt may be true that not all UPF are equally bad. But it may be more clear to advise that eating less processed, lower sugar, lower saturated fat foods and more fruits and vegetables and nuts is a good rule of thumb for healthful eating.",
        "Re this disclaimer ‘Full disclosure: I have consulted for food companies that I feel make beneficial products, including Beyond Meat, which makes ultraprocessed meat alternatives that I believe are better for the planet.’  Fine — but are they  good for human health? That’s the focus of this article, not climate impact. I’m a vegetarian/mostly vegan and I find the vegan ‘meat’ ingredient list scary enough that I keep consumption of it to a minimum.",
        "The author’s premise is correct but the proposed solution is wrongheaded. Americans don’t like taxes, and the suggested tax is too easily opposed on the grounds that the “nanny state” wants to take away things that Americans love. \n\nThe correct solution is to take a hint from the auto industry and impose stringent regulations coupled with fines that only apply if the regulations are broken, while giving small producers exemptions or allowing them to use simplified regulations. This should be coupled with a long term shift in agricultural policy to end subsidies that encourage production of high fructose corn syrup.",
        "It’s the QUANTITY of the food we eat as much (or more) than the quality. Plenty of overweight people eschew all processed foods and eat home cooked meals. The problem is portion size, snacking in between meals, and our broken hunger cues. I suffer from constant food noise and an insatiable appetite. The only way for me to shut up my gut without becoming enormous is to gorge on massive quantities vegetables and lean protein. Ultra processed foods make us fat because they don’t make us feel full, so we are constantly chasing satiety by consumer more calories than our bodies need.",
        "Everyone should read:  Michael Moss's \"Salt Sugar Fat\" and Michael Pollen's \"In Defense of Food\". Michael Moss' book should make everyone angry when they read about how food companies intentionally tweak sugar content to hit a literal sweet spot to make them more addictive.",
        "The linked article which the author claims to explain that some ultra processed foods are better than others concludes: “you can’t go wrong with consuming mostly unprocessed or minimally processed foods.” The author’s explanation for why we shouldn’t follow this guidance? It’s not realistic for cab drivers and single mothers. Forgive me for wanting to know what the healthiest food options are for the British royal family! Then let’s make that realistic for cab drivers. (And what is more realistic for a 1 am snack: a Beyond burger, or two handfuls of peanuts, a banana, and an apple?)",
        "This sounds like panic because RFK Jr. is coming on board and might actually do something good.  Good, if he can get our food up to the standards of Canada and Europe - that’s probably even worth a Trump presidency.  It is a big deal.  Honestly, anyone who travels knows the difference in food quality  (and prices) are glaring.  Already, these big companies are scrambling to remove these ingredients proactively - this should be applauded.",
        "This seems to be more of an issue of labeling than anything else. Store bought whole grain bread shouldn't be lumped in with chocolate chip cookies, and this is so obvious that it shouldn't need to be stated, yet the \"processed\" label is stuck equally to both. We used to call the latter item \"junk\" food, and it seems to make sense to go back to that. It's a label that people can understand instantly and is more about the nutritional content than the method of production. \n\nOf course the other major reason that energy dense junk food is cheap is because of the misguided federal government policy to subsidize grains such as wheat and corn, the two key ingredients in so much of what goes into these products.",
        "What I think what we should focus on a simple message is cutting out sugar.  Debating what is a processed food vs unprocessed food gets murky.  Is a yogurt that comes in a processed food container a bad food?  I can tell you having gestational diabetes, plain Greek yogurt did not spike my blood sugar, but all the fruit flavoured sugary yogurt did.\n\nI think if we focused a a simple message of removing added sugars we would do a lot of good.  And it would be pretty simple.  You can measure it in grams.\n\nSugar has been linked to so many bad health conditions that I think focusing their to start makes a lot of sense and is more clear cut.",
        "So the rise in obesity and diabetes has nothing to do with the fact that we’ve become a significantly more sedentary culture\nI agree that categorically removing ultraprocessed foods from our diet is both unrealistic and ill advised \nThe description is meaningless for one and the processing of certain foods allows some adequately healthy foods to reach more people and offer affordable choices \nToo broad a brush indeed \nPlus there’s a notable degree of elitism in the no processed food argument",
        "I appreciate Dr. Guess’ point that right now “ultra processed” is serving the same purpose as “sugar” after Ludwig. It’s so ubiquitous that we can’t really have a helpful discussion about it. And modern society is so bonkers that just banning all UP foods in never going to happen. \n\nUnfortunately, this article is too puffy (ultra processed perhaps? Chuckle chuckle) for any helpful discussion. Tax foods more? Great, how does that address the lack of produce in many areas, the issues with produce practice, etc etc. When done well, the issue with ultra processed food is getting at something deeper — how our food is made — and without addressing that and merely relying on current, not robust, data — just becomes one more puff in the air of discussion. Readers are smarter than this!",
        "Skip to the bottom - the author is a consultant for big food companies, who make billions selling preservative and additive laden junk.  No, we do not need to sacrifice fresh and natural food for convenience - instead we need to remake our food system to sacrifice corporate profits for our own health.",
        "Too many people. That's the real issue.",
        "So the author works for and consults for the agri industry and come out with an op ed supporting the industry.  Their funding is dirty, their opinions are tainted, and they fail to mention the elephant in the room. These companies profit when your over eat their products.  Guess what the only goal is for every product reformulation?  Sell more.\n\nThe lack of any meaningful regulation of the a food additives here isn't just appalling, it's criminal.\n\nChristmas list recommendation: Chris Van Tulleken's Ultra-processed People",
        "I'm all for consuming mostly whole foods with a judicious proportion of prepared foods and keeping the really snacky items as occasional treats.\n\nBut the communication on this is terrible, unscientific, borderline nonsense.\n\n\"It must be bad, it's hard to pronounce!\" is silly.  Right up there with with finding an off putting other use for something in order to gross people out (\"yoga mat chemicals!\").  As is coming up with a broad, technical sounding but ill-defined scare word like \"ultra processed.\" \n\nRemember \"don't eat it if sugar is one of the first three ingredients\" and \"never eat anything that has more than ten percent of its calories from fat\" and how well all of that worked?  This is going to be the same.",
        "The author makes some good points but seems like an apologist for the food industry. Read the book Metabolical for a deeper understanding of processed food and its effects on the body in many ways- and the food industry’s duplicitous ways in achieving its goals at the expense of the American public’s health.",
        "A serious health issue with ultra processed foods that is that many contain toxic chemicals not present in lightly processed and organic foods. This was glossed over in the article.\n\nThe FDA allows the food industry to self-regulate regarding added ingredients—by determining which ingredients should be considered “generally recognized as safe,” known as “GRAS”. And so food companies decide whether or not to disclose the ingredients and safety data to the FDA. Thanks to the GRAS free pass, hundreds of new substances have been added to the US processed food supply without government oversight.\n\n“Both the FDA and the public are unaware of how many of these ingredients—which are most commonly found in ultra-processed foods—are in our food supply,” said Jennifer Pomeranz, associate professor of public health policy and management at NYU School of Global Public Health and study’s first author.\n\nReference: American Journal of Public Health\n\nRegulation of Added Substances in the Food Supply by the Food and Drug Administration Human Foods Program\n\nJennifer L. Pomeranz JD, MPH, Emily M. Broad Leib JD, and Dariush Mozaffarian MD, DrPH\n\nRegulation of Added Substances in the Food Supply by the Food and Drug Administration Human Foods Program\nJennifer L. Pomeranz JD, MPH, Emily M. Broad Leib JD, and Dariush Mozaffarian MD, DrPH",
        "So as soon as RFK or anyone from Trump world says something we will dig to deepest depths and find obscure studies to support the opposite, and look and sound crazy doing so. Even when it’s true and we were saying the same thing before….lets not stop with the insanity",
        "I think most people who carefully select what they eat need to consume more healthy fats. Olive oil for starters. If you’re open to it, good-quality butter and cheese. \n\nPersonally, I make room for chicken fat (I always buy a whole chicken cut up, and I cook it with the skin on), shellfish (oysters are one of the healthiest foods we can eat), and the occasional steak. \n\nThe notion that fat is by definition bad for us, is equaled in stupidity only by the avoidance of all carbohydrates. Give me the occasional baked potato with cream, cheese, and bacon!",
        "How about if we start talking about “food scientists” who jerk around our taste buds and buying patterns to get us to eat more and more in search of the flavor that should have been on chip number 1? \n\nAnd the people who work in that industry are pretty gross and given to platitudes about how much more disciplined they are then the people they are feeding and manipulating with this science.",
        "Okay, Dems, you will have to take a breath and then listen to RFK for a moment because he actually wants to address sugar in our foods and improve school lunch quality. Even a blind squirrel finds a nut sometimes. He's right on that at least.",
        "Ultraprocessed foods are bad for your health. Full stop. There is no wiggle room as this article indicates. The food industry is squeeling like a stuck pig because they can cheapen up the food we consume with chemicals and additives for more profit. If this author is part of the panel that gives guidelines for our school lunch programs, he has nothing to crow about. American meals in schools are some of the most unhealthy in the world. One only has to look at what other well fed children around the world have on their school lunch menu (twitter-X, etc...) to see how poorly we feed our children in schools.",
        "Can we talk about how we display nutritional info?  Serving size is a scam....example my 'splenda for baking' has a serving size of 2 tsp. No carbs.  275 servings per container!  But there are 22 grams of carbs in a cup.  And when I'm baking I'm not using teaspoons.  Same with marinades, cream, cereal, small serving sizes allow fudging of the numbers.  In Europe all foods have to give the 100 ml value, along with the serving size number.  Maybe RFK can tackle this?",
        "If your great-grandma wouldn't recognize it as food then it's probably junk food.",
        "Was anybody - anybody- persuaded by this opinion piece? After the “full disclosure“ about the author’s role in propping up “foods” like Beyond Meat and the ridiculous government food pyramid, it’s beyond me (see what I did there?) how we wouldn’t see the hypocrisy. Look, I believe in freedom, and there’s surely a difference between hummus and pop tarts. However, the proof is in our ultra processed pudding. We are fatter and sicker than ever, after decades of listening to experts like this one. Don’t insult our intelligence and our longevity any longer.",
        "A consultant for food companies writing somewhat favorable opinions of ultraprocessed food is exactly what’s wrong in academia, the industry and media.",
        "\"Beyond Meat\" is the lesser of two evils.  We won't give up our taste for meat, so.... But it's still an evil.",
        "While I agree with the argument that we should eat a whole well balanced diet consisting of mainly fruits, vegetables, ect. I believe the author missed the mark to address the larger systemic changed which needs to occur for the American diet to significantly change. While acknowledging that it is difficult for some people to find or have the time to consume unprocessed foods, an agreement to change the system is not taxes. Taxing the acceptable food available for working class families is a poverty tax. Rather than raising the taxes on working class families, the argument to your elected officials should be to stop subsidies on industries like the corn industry, an ingredient widely used in many of these high energy density, low fiber foods. Instead advocate that your elected officials promote and provide incentives to farmers who are growing fruits, vegetables, and legumes that this author argues we should be all eating more of. Providing subsidies to these farmers for domestic production of these crops promotes more of these foods to be used in an acceptable way. Taxing a soda is a bandaid on the corporate industrial farming complex. This could have been an opportunity to talk about the need to tell you elected officials to take up this work on the neglected farm bill, instead this author chose to ignore how systemic change happens and instead peddled a soda tax narrative that’s been proven ineffective.",
        "It's call junk food.  We all know what that is, and why it's called that.  We don't need the NIH or FDA to tell us their is a difference between yogurt and coke.  Just be honest with us and we're more likely to listen; store brought bread is fine, avoid the cheetos.",
        "Maintain a healthy weight and exercise. That’s all.",
        "I agree with the author that taxes on sodas and other known “bad” foods would be a good idea, but she neglects to mention the government supports for industrial-scale farming — including support for the sugar industry.  Unfortunately, those are the same companies whose lobbyists and campaign contributions prevent us from adopting a truly healthy national policy on health and nutrition.",
        "Then why is it that Europe bans certain chemicals that are still allowed in US versions of the food product? Are the European countries misguided?",
        "“The experts felt that there wasn’t enough reliable science to draw accurate conclusions.”\n\nWhere are the experts on dietary consumption.\nAs of October 1st the FDA advisory committee has eight unfilled positions. Of the ten qualified experts that are currently seated, only one has a degree in nutrition.",
        "I gather that the author is saying that we are unfairly scapegoating ultraprocessed foods and that its a distraction from what we should be saying, which is to keep messaging about fast food, soda, etc.  Then goes on to mention that for the modern diet, nearly 60% of our diet is ultraprocessed foods.  \n\nSo, I'm left confused, because I don't see how these two ideas are diametrically opposed? \n\nWhat's wrong with pursuing regulations on what chemicals we allow into our foods while simultaneously continuing to message that we should be eating differently than we are?  Is it because of the messenger (RFK Jr.)?  Or is it because of the partnership with Beyond Meat?  Yes, a strong inference, but a fair one I would say.",
        "A much needed correction of the concept that all ultra processed foods are bad.  The issue is the ingredients and how much nutritional value is removed during processing, but is not all inclusive, such as maybe Beyond Meat products.  The culprits are white flour, salt, sugars, some fats, and preservatives, but not all processes use those ingredients.",
        "When it comes to health, much of the American public in the age of tweets, soundbites and devaluation of expertise, only accept over-simplified answers to complex questions. \n\nAs noted in this essay, the truth is often nuanced and complex.  \n\nWe need a serious effort to better educate the public, with the development of critical thinking skills and a knowledge of scientific methods and cause-effect relationships in order to drive home health messages.  Also some knowledge of history, civics, and logic would be helpful.",
        "The food industry continues to gaslight us with their fake concern about health and food costs. The hypothetical taxi driver could easily eat fruit, yogurt or a pita with hummus, both freshly made. Try looking for those in the grocery store and you’ll find aisles of chemical concoctions before you find anything unprocessed. \n\nWe need far less choice in our diet and far more fresh food. The shelves laden with packaged goods only serve the food industry. \n\nInstead of a fresh fruit counter serving juice or smoothies, companies make more money selling cases of soda and vitamin water. Money is the reason we have an obesity epidemic.",
        "The author fails to mention one aspect of processing foods: the machinery involved in the processing often imparts phthalates into the food, and likely microplastics as well and more.  Just look at the studies of Mac and cheese and phthalates.",
        "It is not that much more time consuming or expensive to eat well.  It takes time after all to drive to the fast food place and pick up dinner, and the meals aren't that cheap.  Once you develop some basic kitchen skills and make an effort to plan proper meals it's just another healthy habit, like getting some exercise or brushing your teeth.  And for God's sake, don't drink soda.",
        "I don’t share the author’s sentiment that making healthy food at home is an unrealistic choice.  It takes some planning, carving out some time, but if done on a regular basis, it becomes easy to manage. If you clean up your diet and avoid most processed foods, the thought later of returning  those items to your diet becomes very undesirable.  As a working mom, I packed my kids lunches and made dinner every day.  There are times I hated it of course, but as time went on, I got better at it and have a collection of fast, easy, nutritious meals.  If you want to make this a priority, you do.",
        "Isnt this a little biased if you work for Beyond Meat?\nThis is why I tune out a lot of the nutrition headlines now, I just try to eat a lot of fruits and veggies and not in a caloric excess. I keep things in moderation.\n\nIf I try and read every study, and account for each bias, my head will explode trying to keep track of what is or isn't healthy according to whom.\n\nAnd for the record I think the better advice is to avoid (when at all possible) ultra processed foods. Just common sense.",
        "I'm so tired of the argument that healthy food is too expensive. Has anyone priced a six pack of soda or a bag of chips lately? I could make you a tuna salad with a side of vegetables for less. As for homemade bread it is much cheaper to make than the $5 dollars and up that stores want and most bread doesn't require butter. I have friends who both work but still have time to make bread with their children. Most people who are needy do receive some assistance from the state. They can budget it on processed foods or salads, fresh and frozen vegetables and a choice of protein or stick with processed foods that are toxic and often no cheaper, certainly not for the body.",
        "Wow. A few days ago we have an Op Ed headline telling us first  to love - and then after a hasty headline change to accept - factory farming, and now a headline tells us we’re to consider the up sides of ultra-processed foods. Both Op Ed’s go on to enumerate the destructive, inefficient, unnecessary, unsustainable and unhealthy aspects of these foods and industries before somehow finding a defense of them based on our current limited options. It’s exhausting for be presented with these click bait headlines that are disturbing and misleading in areas where we most need confidence and clarity.",
        "We need to stop calling ultra processed products food.  They are not.  And ultra processing is not news, the obesity epidemic and rampant diabetes did not just happen.  This as been known, but not widely discussed for more than two decades.  Processed products are just that products.",
        "There are a few good points buried somewhere in this jumbled essay. But I balk at the over-reliance on the old \"studies have shown\" trick. What studies? Who carried them out? Who funded them? Were they peer reviewed and published in respectable journals? What were the controls? How were the study subjects chosen? I know it's hard to get at this in this kind of article, and I know it's hard to conduct rigorous studies on something as complicated as diet without involving a host of other variables. That's why we keep debating the health benefits or risks associated with dietary factors, and why scientific advice keeps changing all the time. Generally we're going to agree that eating minimally processed foods, in balance and in moderation, will be your best bet.",
        "The balance between needing to eat healthy foods and being pressed for time, has long been an issue in our country.  I would be hard pressed to believe that pursuing and retaining  the ultraprocessed foods markets is the answer to that.  In fact, quite the opposite.  Keep doing more of the same, keep getting the same results.  This is foot dragging at best.  Especially as more and more doctors are trying to encourage patients to change their diets in order to get results that modern medicine can't provide.\n\nThese ultraprocessed foods, by designed, packed with high sugars (to improve flavor) and sodium (to prolong shelf life).  And in terms of the effects of these types of foods on your body, the amount of research regarding it is extensive and far too much to quote in a comment. Truly, you only need to consult with your primary care doctor on what the effects of this type of diet will wrought on your body.   From high blood pressure to diabetes. \n\nThere are some business ventures (it is the American way) that are trying to meet this need by offering delivered healthily pre-prepared meals, but often times their price points are comparatively still too high versus buying boxed meals and microwaving them.  Perhaps we should find a way to invest/subsidize these companies and their approach to creating a more healthy yet still convenient option?",
        "Eating healthily in our culture is a privilege even the well-to-do often cannot afford.  It takes time, energy and money -- all three on a regular basis.   That's tough to pull off, no matter your circumstances.  It is nearly impossible without the privilege of resourced neighborhoods, regular hours, good health, money and more.",
        "Strange that the headline is a defence of ultraprocessed foods, when what the author really wants to say is:\n\n\"The focus on ultraprocessed foods has been a distraction from what we already know about nutrition, and we should have acted on it decades ago. We consume too much fast food, too many sugary beverages, too many cakes, doughnuts and chips. And we consume too few legumes, fruits and vegetables.\"",
        "Simple: We can't see what we can't measure. Today we are using indices of disease which occurs years after the manifestations of the effects of poor nutrition. In the absence of a measure of the direct affect- impact on health- the result of ultra processed foods will be opaque. The medical system's remit in not health- they diagnose and treat disease. What is needed is a real health system that measures and optimizes health early, not Dx and Rx disease late.",
        "Several friends and I form a small travel group. Every year (except for COVID) we have traveled in Europe. We are now about 80 years old give or take and have been traveling for 12 years. All of us have noted that we have less “ stomach problems “ in Europe. Here we have learned to limit our intake of any wheat or gluten products, there we have no problem consuming baked goods. The question is whether it is the wheat, the process or the additives.",
        "All I know is that when I stopped eating “foods”  sold in brightly colored, hermetically sealed packaging, with incredibly long lists of unpronounceable ingredients, and stuck to short lists that I can pronounce, usually in bland mostly compostable packages, or no package, just something that is food with no list at all, well then the heartburn stopped, the bowels move regularly, the eczema cleared, sleep got better and I have more energy. I even breathe more easily. Less inflammation everywhere. Eating to live. Short, pronounceable ingredient lists preferred.  Better a list of one. I just ate an apple. Extraordinarily satisfying.",
        "Eating the manufactured stuff (laughingly called 'food') we're being advised to tolerate is one way to keep Medicare and Social Security solvent.  Just imagine how beneficial it would be for people to start dying younger.\n\nThe fact is that we're already calling chemical concoctions that don't even remotely qualify 'food'.  Now we're being asked to smile about it.",
        "Thank you for pointing out that the reason many eat these kinds of food is that they are cheaper and require little time to prepare.  For years, people on the right have demonized the overweight poor claiming that they must be doing okay because of their weight.  Of course eating lost of fruits and vegetables and lean meat and fish is better for you but not everyone has that luxury.",
        "Anyone who hasn't seen the film 'Soylent Green' should see it and take it seriously.  One of our two major political parties, not the Democratic Party, thinks that the society it portrays and the food solution it presents is a viable path that should be considered.",
        "It’s important to distinguish the differences between ultraprocessed food and processed food. Lumping them together creates confused narratives like this one. Hoping to see better constructed arguments on this topic in the future.",
        "\"Pricing is one of the most effective ways to influence food purchasing and consumption habits.\"  This, in a nutshell, is the AMERICAN WAY.",
        "High fat, high sodium foods (processed or ultra processed) coupled with low to no regular exercise leads to a shortened life span with lower quality of life.",
        "*It may come as a surprise, then, that an expert committee of scientists advising on the federal government’s dietary guidelines (the set of recommendations, released every five years, that shapes nutrition education and school lunches, among other things) recently declined to take a strong position against ultraprocessed foods. The experts felt that there wasn’t enough reliable science to draw accurate conclusions.*\n\nExhibit A of why the nation voted for Trump.\n\nOur bodies are falling apart, our kids bodies are falling apart, and the Experts just cant see it..."
    ],
    "web_url": "https://www.nytimes.com/2024/12/16/opinion/ultraprocessed-food-nutrition.html"
}