{
    "main": "Your Brain Has Tricked You Into Thinking Everything Is Worse",
    "abstract": "Our biased attention means we’ll always feel we’re living in dark times, and our biased memory means we’ll always think the past was brighter.",
    "keywords": [
        "Psychology and Psychologists",
        "Polls and Public Opinion",
        "United States Politics and Government",
        "United States",
        "Social Conditions and Trends",
        "internal-sub-only"
    ],
    "comments": [
        "Are things better today in America than in the past?\n\nI think America today basically aims at and elevates to aim at boring and mediocre and average people, average emotions and average thoughts, the predictable, the banal, people as predictable as highway gas stations and fast food restaurants.\n\nAthletes and entertainers who connect with the most people, businesses that can be spread wide and thin, it's a predictable and controllable palette of thoughts and emotions. The worst sin is anything in which not everybody can partake, the worst sin the deeply original, strange, and beautiful and complex of thought, that which doesn't spread easily and bring in money.\n\nIt's as if every business instinct is to guess the new average of a crowd, the new fad, where the herd will move next, and be there with something that you can make a profit on. Even better is to predict in advance herd instinct and form the herd in that direction. But what this leads to is first of all people who are attractive in appearance and who soon disappoint the instant they make the mistake of opening their mouths and voicing their emotions and opinions, because they can't help being fundamentally banal, middling, what everyone knows in the first place.\n\nAmerica really is a strange country these days, a place where we elevate people with no real mystery, nothing of deep interest, but we gather around them as if they're oracles or something. The land of the perfectly banal and expert and educated oracle.",
        "Is the following an expression of envy from an experimentalist who knows and has experienced along with chemists and physicists the great care that may be required to create the conditions for a single or single pair of critical measurements? And who knows that no matter the difficulty in repeating the procedures for those measurements, they are critical to the reasoning and the finding?\n\n“We first collected 235 surveys with over 574,000 responses total and found that, overwhelmingly, people believe that humans are less kind, honest, ethical and moral today than they were in the past.”\n\nNah, yet another psychologist with N -vy, who, out of the gate uses the statistical bludgeon to erect the illusion of a great straw person.",
        "I believe NJ is corrupt. I believe it was corrupt before I was born and might be a little less corrupt today but remains corrupt. I want it not to be. I heard that Sweden used to be corrupt but is now pretty ethical. Can you all research how Sweden bettered itself?  \n\nIn public administration school they told us it was better now, because we no longer have the spoils system. I think it’s probably basically true. \n\nThe water is not as clean as it was 50,000 years ago but it’s cleaner than 50 years ago.",
        "Look at the state of open drug use and homelessness on city streets. This is a real and credible measure of substantive decay happening in America",
        "I diagnose a problem too.\n\n\"..we are the first to investigate this belief all over the world, to test its veracity and to explain where it comes from.\"\n\nOh dear. Such self-boosterism, bordering on narcissism.",
        "Read The Better Angels of our Nature by Dr. Steven Pinker. It is subtitled \"The History of Violence\" because if we really want facts, we will learn that the world has not become more violent. In fact, it has become far less so, but we just do not know our history. Read it. You will be amazed, enlightened, and feel a bit better after you finish.",
        "Hopefully, these days will never be looked back on as ‘the golden age’!",
        "Humans have always been horrible. We like to imagine our species as benevolent and intelligent. We are more likely to be indifferent and prejudicial. When are generally tolerable, if our bellies are full.",
        "Has it though? What’s so funny is despite how terrible life was for black people even 40 years ago. I never heard of depression or prolonged despair and unhappiness. \n\nDuring Jim Crow black people owned more land, business and had money.\n\nIt’s as if with “racial equality” we literally fell leap-years behind in every way conceivable. I used to see black communities (not perfect and marred in poverty, but to a large degree not always protesting not in limbo between a ticket out and looking back at what could have been).\n\nIt looks terrible.",
        "Maybe a recondite point, but from the perspective of US Attorneys General:\n\nElliot Richardson (Nixon appointee!) —> Bill Barr —> Jeffrey Clark.\n\nWhich is to suggest, it’s not ALL in our heads.",
        "One of the many problems here is the headline baiting. So, it trumpets: your brain has tricked you into thinking everything has gotten worse. But when the author defines that \"everything\" it turns out to be some loosely defined \"state of morality.\" No, the headline didn't bring that to mind. It brings to mind the rise in armed conflict in the world, such as the Ukraine war, and the devastated planet, or the rise of fascism in the US and elsewhere. It brings to mind boats of desperate people fleeing to safety and earning their deaths instead. It brings lots of things to mind but not whether the \nguy behind the counter was being polite today.",
        "Make America great again is the campaign of a former president that plotted to stay in power when he lost his election and when that failed incited an insurrection to overthrow our democracy.\nTrump has stolen top-secret documents that he refuses to give back and lied about consistently. Trump's motives for keeping secret documents no doubt were to cash in on them somehow and his corruption has existed for decades.\nTrump's cult admires his ability to get away with so many crimes and lives grand never paying for his crimes with his armies of lawyers he lies to, uses to commit more crimes and doesn't pay. What do Evangelicals find so attractive about Trump he seems to be the opposite of every value Jesus preached at the sermon on the mount.",
        "This argument is similar to one often heard from a certain subset of technocrats who claim that technology is neutral, and only becomes \"good\" or \"bad,\" depending on how it's used. Somehow this argument ignores the underlying motivators for so much technological development: Profit and  Power, leading to technologies like the internet, (which functions simultaneously as a massive propaganda device --including mass media and social media-- a massive surveillance apparatus, and a massive marketing device promoting mass consumption at a time when we are extinguishing life on earth), and advanced weapons technologies, which day to day seek to hold the world hostage to the threat of the red button and all its lesser kin. It's not just autocrats who manipulate people's perceptions for their own gain, it's the entire capitalist class, and the primary tool for manipulation is the mass media, NYTimes included.",
        "Nazi, Imperial Japanese, Russian, North Korean, Saudi, Chinese, Fascist, Communist tenet: Tell a lie often enough and people will begin to believe it.\n\nTrump knows this, and that is exactly what he does. Those with little or non-existent critical thinking, those racist, white supremacist, uneducated \"older white guys\", bigots, religious zealots and her lunatics need a grievance, need an enemy to hate. Trump, McCarthy and MAGA give them that - and it is totally fake. I am old enough to remember the \"old days\".\n\nYes, in many ways they were more secure but also much worse. I remember hiding under my desk in grade school in case of n atomic bomb attack. I remember HAND WASHING laundry and hanging it outside to dry, no-gear bicycles, a telephone any color as long as it was black and had separate mic and ear piece. I remember the first \"Stereo\" turntable and the advent of seat belts, and McCarthy. I remember friends being killed in Vietnam and in the South of THIS country fighting for freedom. I even remember Korea and the Cuban missile crisis. \n\n\"Good\" time? NOT. I remember blatant racist oppression of Italians, Blacks, Poles and Jews by \"good\" Christians - still here and practiced. I remember LYNCHINGS, separate schools, and massive poverty of Blacks. SEGREGATION.\n\nI KNOW the lies of Trump an MAGA and what they do to bring these \"good days\" back again - especially the oppression. They are anathema to America and, though their constant lies, have conned Americans!",
        "Television destroyed our nation.",
        "I’ve always been a deeply pessimistic, brooding cynic. So, I’m cheered to hear I’m now in better company!",
        "I think someone recently said that the average American today lives better than the wealthiest Americans (like the Astors) from over 100 years ago. That is taking into consideration things like medicine (antibiotics), electricity, and the quality of heating and cooling of homes.",
        "Just go outside, if possible, take a look around .  Life is ugly, beautiful, bounteous, sparse, barren, bountiful, hopeful, hopeless.  Like Walt Whitman,  We all contain multitudes.",
        "And the great thing is that technologies like artificial intelligence are poised to make things orders of magnitude better than they’ve ever been before…if they don’t end up making things much worse.",
        "The article is missing an important fact:  Our era is more susceptible to this phenomenon than previous ones because of the new communication technologies and the internet, which have allowed us to live in information bubbles.  The negative ideas about \"other people\" ferment and grows in such an environment.",
        "I reread the Nature article and this essay, and can see how you and your colleague have arrived at your finding that \"there’s a bug — a set of cognitive biases — in people’s brains that causes them to perceive a fall from grace even when it hasn’t happened.\"\n\nAfter reading the comments, I see that there are many that are interested in what caused \"the bug\" and I read through some of the comments seem to be interested in the effect of the media in reinforcing the cognitive biases that distort reality.\n\nAs I suggested earlier, I think your study has created a goldmine for people who are engaged in developing messages that will reinforce this bias or perhaps create an effective message for reinforcing the truth.\n\nThat is why I suggest that you and your colleague consider tieing this cognitive dissonance to actual events and messages that contribute to the formation of the biases.\n\nAnyhow, your article and this essay are food for thought.",
        "I was telling someone the other day how warm my memories were of binge-watching Schitt's Creek, The Good Place and Broadchurch with my wife while recovering from eleven fractures to eight ribs and a punctured lung sevetal years ago. Clearly, I'd said, the pain faded long before the fond memories had waned at all.",
        "I for one, think this is highly illuminating!\n\nI am shocked there are SO MANY people here in the comments that cannot be at least a little self aware and admit this study and it's results can be right \n\nWhat is fascinating, is that if you read the negative comments, those folks are falling prey to the very phenomenon they just read about!  I'm certain the authors are sitting back with a quiet chuckle watching their findings being proven by the unwitting participants.\n\nAbsolutely fascinating.",
        "This makes a lot of sense to me when it comes to interpersonal relationships.  \nI am inclined to a lot of negativity especially about the environment, but then again when I was a kid the Cleveland river was literally on fire and there was a big hole in the ozone layer.  So maybe just maybe we’ll pull through.",
        "I wonder how many of the supposed rubes actually believe that Their Guy will restore a supposed Golden Age. I think the followers have seen enough of life to hope that, and to be satisfied if, The Outsiders merely lose and suffer. \n\nI don't yearn for a lost Golden Age but I do regret losing an illusion that humans in my lifetime were, en masse, less stupid than prior generations. That younger self was ill-informed but hopeful.",
        "It's not that I think things are worse than they used to be. They are definitely not. It's that we are fast approaching an endgame, a geometric curve of civilization. We don't have the space, the time or the resources to \"cary on as usual\" with our baby steps of progress.\n\nClimate change is going to create a global crisis of refugees in the next quarter century, that will be nothing short of biblical.\n\nCapitalism, as we practice it, is still based on a colonial, expansionist ideology of infinite growth and resources. Which is going to eat itself alive sooner than later.\n\nWe aren't taking our small world of limited resources (with literally nowhere to go) even remotely seriously ...and no, space is not the answer. it's cold, uninhabitable, and empty, for light years in every direction.\n\nSo, yah, I'm rather upset that most people think \"it'll all figure itself out.\" It won't. We have to grow up and act responsibly if we want to have any future that is not dark.",
        "There is an entitlement gap. We bemoan the rat race we are in and wonder how our parents managed. But they did not consume as we do. \nThere is also a perceptual gap. Ask any woman what life in the recent past was like for them and their opportunities and roles, and you will hear how it had lots of misery in it - the self same epoch we imagine was better?",
        "No, my brain didn't trick me.  A news industry based on making folks afraid so they will come back for more did this.  So did a lowering of the average life span of Americans.  Add in that the top 1% holds 95% of America's wealth.  Then there's global warming.  And if you think that laws taking away basic freedoms isnt worse I have a bridge down the street from the NYT you might be interested in.\n\nNo, things are definite worse.  That doesn't preclude the notion of a genetic predisposition to view things as worse when they aren't.   But let's not mix up the awareness that data shows that things are worse with a conversation about genetics.",
        "Ummmm....just no. The state of current \"things\" is pretty flipping bad. So very relieved I have no children.",
        "\"People have believed in this moral decline at least since pollsters started asking about it in 1949...\"\n\nSo soon after 50 or so million people lost their lives in World War II there were those who thought they were witnessing moral decline. Who would have thought?",
        "In noticeable ways, today's young people are morally superior to my generation when it was their age (I'm in my late 50s). Significant empathy and anti-bullying training has made for a real change in their communal lives. Also, they are more concerned about social and political issues, especially determined to be inclusive and care for the outcasts.",
        "It's all in one's frame of reference.  My mind may fool me, but not about this, and I can't help but think the authors are bringing an urban-centric view to their observations.\n\nI grew up in the Bay Area.  Are we to think for one moment that San Francisco was a less egalitarian and less interesting place---and much more friendly and vital back then?\n\nOur neighbor delivered milk and he had 3 kids, a stay at home wife, and a family summer house at Lake Tahoe.  Another was a union carpenter with his family's ram-shackle beach home that the familiar would retreat to any given weekend. \n\nAnd then these authors should be deeply questioned about their humanly chauvinistic out look:  I can assure them that those who consider sharing this planet with the splendor of life, do not share this rosy viewpoint.\n\nEvery ecologist and biologic scientist I know is utterly depressed about the disrespect of which we treat the natural world.  Are we to think that the loss of 90% of our wetlands is something beneficial?  Or the wholesale cutting of tropical rainforest, or the depletion of the ocean's fishes.?  \n\nThere are no end of questions for the author, who it appears to me is the one whose mind is fooling him.",
        "Historians have known this tendency is present in cultures and societies. We’ve researched and written about it. We don’t need everything to become data sets to make it more true.",
        "Things can be lots better for the wealthy. It's great -- medical science lets you be healthier longer, you can travel easily, society has structural advantages to let you keep your $$, avoid climate change catastrophes, etc. But, for many guns, opioids, depression, anxiety, worker exploitation are pretty bad.",
        "I am 68 who is still open minded and more positive about the world.  My theory is people as they age have a much more negative view of the world as their body ages and has aches and pains.  Especially in the USA where a high percent of the population is overweight and obese with numerous diagnosed and un diagnosed health issues.  Perhaps this also explains why people become more conservative as they age and are motivated more by fear than by love.",
        "Here in the UK Brexit illustrated the illusory siren call of a return to a supposed better yesterday. The reality is that all the problems, fears and insecurities which contributed towards the referendum vote in favor of leaving the European Union remain. Not only that, they’ve increased as Brexit has undermined the economy and facilitated the entry into leadership of woefully unsuitable individuals such as Boris Johnson and Liz Truss. The tragedy is that all political parties remain in denial, fearful of upsetting those who effectively - if unwittingly - voted to destroy the country’s future. The only positive to emerge is that we’ve provided an example to other countries in the sense of indicating what happens when hubris, ignorance and pride are given free rein: there will be no Frexit, Italexit or Spexit any time soon. Nor any UK recovery.",
        "From the Buddhist perspective, suffering is a characteristic of the human experience that arises due to attachment to thought, ideas, beliefs, etc., and in fact it can only be alleviated but not eliminated. So the key to happiness and contentment is to be aware of how you are using your mind. if all you think about is negative things, then that is the way your world looks. So, in order to achieve stability, it is best to avoid picking and choosing. This way each moment becomes just thus as it is.",
        "One thing I do know is possible - controlling one's thoughts.  Each of us has the ability to \"not go there.\"  I'm not saying don't read the news, I'm just saying you can put a stop to unhappy, fearful thought modes.  Who's the boss after all?  Your uncontrolled thoughts running like wild horses?  Be the chariot driver and control those horses, as Plato long ago suggested.",
        "Sure, some of this is true, history is full of tumultuous times and I'm sure the people who lived then felt much as we do today. However, I've seen terrible changes take place in this country since I was a child in the 90's, all the progress we've made has been rolled back by people who foster hate and peddle conspiracies. A positive attitude won't change the fact that my parents had low-paying jobs in the 80s but bought a home, I have a good job that pays well but can't afford to buy a house. Maybe things aren't as bad as they've been, but they're certainly worse than they've been in quite a long time.",
        "In my working years, I went through short periods of fear and worry but, in every instance, I worked out a way to take action. When I was taking action, I wasn't worried, I was too busy. When I retired I began to feel a dependence on the actions of others. My retirement income depended on the whims of the market and on the actions of the government. There was no longer any action I could take that had a direct influence on my fate. \n\nDuring my lifetime, I've seen a change in the way many others approach their problems. Instead of looking for ways to take direct action on things themselves, they began to believe that they should look for ways to make the government take action. Their idea of problem solving is to do something dependent on the whims of others. That's no way to live.",
        "What's disheartening is seeing all the anecdotal observations of these commenters with their obvious selection biases being put forward as arguments against these findings, particularly the risible claims of ignorance on the part of the study's authors. Complaints based on your policies of choice not being in effect (e.g., the level of the minimum wage being too high or too low, access to abortion being to lax or too restrictive, etc.) is not a valid scientific counterargument and is representative of nothing other than your individual dissatisfaction.",
        "Most people are smart enough to recognize that cooperation with individuals serves their own interest, a survival strategy honed over thousands of generations. Religion and politics have long benefited by promoting division, abolishing the FCC fairness doctrine in 1987 and the rise of cable media have been a golden gift to those spreading distrust and hate.",
        "\"The moral breakdown of the country\" is a myth brought to you by the GOP to distract you from the real issues of inequality, our climate crisis, etc. \n\nIt is easier to believe in a fabrication than do something substantive about inequality or be inconvenienced with saving the planet.\n\nIgnorance is bliss.",
        "Any time I get pessimistic, I read the first chapter of Utopia for Realists by Rutger Bregman.  It gives a good summary about how much better life is today than ever before: less war, less poverty, longer life expectancy.",
        "Interesting theories which make sense on a general scale but I have to take exception to the somewhat facile view expressed by the authors regarding the perception versus the reality of the breakdown of morality. I think it depends on your definition of morality. For many, the decrease in adherence to religion and the increase in relationships outside of marriage, unwed mothers, abortions and divorces does, in fact, suggest a moral decline. While I personally do not not subscribe to this view in its entirety, anyone who does not acknowledge the significant numbers of Americans who ascribe to it and it’s impact on politics in this country is fooling themselves.",
        "It's a subject that makes me crazy, because I think about it every day. I have asked my psychologist several times if I can really think about transforming my pessimism into optimism. He says yes, but I can't get out of that state of discomfort that, I think, is caused by my pessimism.\n\nIf we really are better than before... then why are we so pessimistic? Could it be that human beings project a future that is better than the present and the past, in a logical evolutive sense, which is generally not accessed? Maybe It has something, or a lot, to do with the fact that we live a life that \"forces\" us to have a lot of everything, that creates a constant demand for consumption, that means that nothing you have is good for a lifetime. \n\nSo the perception that we are worse than yesterday is a logical consequence of the “messages” we receive every single day, and as real as the other aspects covered in this article.\n\nWhat we believe is as real as what we are. Believing is reallity.",
        "My grandmother, who grew up during the Great Depression, always used to say to me “When you hear people call them the good old days, don’t believe them.”",
        "Regardless of what the opinions are of these professionals life in the USA and many other countries thought the world, is incorrect. My reasoning for why life is getting worse for most people, other than the wealthy, is that in my 63 years on this planet, I grew up in the \"middle class\" despite my parents not making a lot of money during their working lives. We had a 18 foot wide row house with 1-1/2 bathrooms and with three bedrooms. My parents owned two used cars, mostly used ones later in life. When I went to college the cost of CUNY semester was $40.00 a credit plus books. When my parents retired they sold our row house for NINE times what they paid for it in 1962 (with a 25 year mortgage at 5% interest). They retired at 64/63 and bought a two bedroom/two bath condo in West Palm Beach, FL for 1/3 what they sold our house for. Today my salary is now 1/2 of what I had made prior to 2019 at the same employer. I will be lucky to sell my condo for 3.5 times what I paid for it 29 years later and I do not have enough money to retire even though I made a high 5 and low 6 digit salary since the 1990's up to 2019 even with two 401Ks. I am single and had no children. My niece and nephew (a nurse, making $120,000) cannot afford my condo now selling for about $800,000! I paid $206,000 in 1994! Besides high cost of real estate, huge college costs, the new generations and myself will not live a life(style) that my parents did even though they lived through the Great Depression and WWII.",
        "I don't expect my government to necessarily address the moral breakdown of society.  However, I do not expect to see a party in my government becoming the lead driver of it.",
        "The truth is that modern conveniences have made humans lives overall better, modern medicine, and vaccines, indoor plumbing, central heat, and air conditioning, refrigerators, automobiles, etc.  However, with over 8 billion people, most of who live under authoritarian dictatorships, in overcrowded conditions, suffering a lot of civil wars, chaos, lack of food because it is being kept from them by warring factions, etc., they wouldn't agree that things are better. And if they are older, and they are in many cases still living in Africa, Mexico, Central America, and Brazil, in dire straits with violence destroying the cultural and societal structure of those countries, they would say things are actually worse.  Obviously, this author needs to read the daily newspapers.",
        "I think the failure in this piece is that the author doesn't recognize (as far as I can tell) the difference between individuals and institutions. I can believe that, since 1949, at least, there may indeed be more cooperation between individuals. But when I express my belief that \"things are worse today than they were at XYZ point in the past\" I'm talking about increased moral corruption, not necessarily at the level of the individual, but at the level of the institutions - media, government, education, healthcare, finance, and on and on - that are responsible for the maintenance and functioning of the material realities of quotidian existence. Yes, my neighbors are very friendly. And the people I interact with in my community on a day-to-day basis seem quite nice, for the most part. But, tragically, they can't raise the minimum wage, fix our profoundly broken congress, stop medical industry grift, or make corporations stop stealing from all of us while they stuff cash in the pockets of our elected representatives (and our judges!). If all of those things, key to my sense that \"everything is worse\", weren't so nefariously worse right now than they were when my parents were my age, decades ago, then people wouldn't need to cast votes for tyrants who make empty promises.",
        "I am from Ukraine, I think that I should trust my mind on \"everything is worse.\"",
        "Read “ Factfullness” by Has Rawlings. and you will know how much better the world is today. And it is wonderfully better.",
        "Hard to be cheerful about September 11, January 6, mass shootings every day, the mass extinction of a million species, Trump, blatant fascism and corruption in Congress and the courts, police violence against people of color, women reduced to the role of brood mares, climate collapse--need I go on?\nCourtesy on public transit is very nice, but it doesn't reflect the deeper state of our reality and future.",
        "What an irritating article! I don't know if people today are better, worse or the same as always. But my brain is just fine, thank you. And it tells me - daily - that life in the 21st century is a dangerous, peculiar misery for anyone who spent most of their lives in the relative normalcy of the 20th. Despite the horrors, atrocities & inequities of that century, I still recall important differences. Like health care & coverage that wasn't driven by profit-making industry, especially Medicare, which is now a shameful, inadequate, expensive, maze-designed quagmire. I remember when teenagers couldn't access military weapons of mass destruction; when Democrats & Republicans, despite the ideological differences, still spoke to & worked relatively cooperatively; when young people knew something about life before they were born; when newspapers were abundant and social media didn't exist; when most people didn't go about with \"smart\" phones glued to their hands 24/7/365; when AI was science fiction instead of a very real fast-track to disaster; and when people and the planet weren't trying to kill each other - which we're now doing, quite efficiently. Your \"surveys\" are meaningless and misleading. I'm not pining for Ozzie & Harriet fantasy. I'm mourning the loss of manageable reality.",
        "As a child we were allowed  to play outside independently, including construction sites. Found a mysterious object one day, couldn't comprehend it at first: a sealed milk bottle packed to the top with dead adult flies. (Later figured out that a fly or fly eggs were trapped there, flourished for awhile on the milky contents and then died, due to lack of space & food.)   When the number of humans on the Earth begins to plateau and then decline, 'things' will get better. Less strain on this sealed system is what is needed. Otherwise, I'm pretty upbeat!",
        "My friends and I were regular and frequent hitchhikers back in the 60's. Nobody thought anything of it, not even our parents. We trusted. We also got apples in our trick or treat bags. Again, nobody thought anything of it. There. That's my test.",
        "The solipsistic corollary (with a hat tip to the T-shirt that popularized it): The older I get, the better I was.",
        "I totally believe it.  When I hear about American history, there's often something to show that people's responses to situations stay the same or were worse back then.  The internet and 24 hours of news don't help us have a realistic view of things.   I do think people have gotten a bit out there since the pandemic, but I'm sure it will fade with time  People dealt with a lot of stuff for a few years there, and we're still trying to sort things out.",
        "The media is prone to give coverage only the most  dramatic, unusual and bizarre events in accordance with old journalism adage \"If it bleeds, it leads.\"\n\nCompare this to the experience of most Americans who, when asked, will attest that with regard to their day-to-day lives, matters are hardly as dire as portrayed by the popular media outlets  and they are generally content with their lot.\n\nGlobal warming may eventually destroy our planet out of our heedless use of fossil fuels, but as long as John Doe is able to over-water his lawn during a draught, drive his gas-guzzling van to nearby stores and, on warm summer days, fire up his charcoal grill in preparation for a steak dinner, he will report that life is good--that is until a tornado destroys his home.",
        "The argument may be right about society- hopefully we live with less war, less poverty, more social progress. But it couldn’t be more wrong about the environment. “when I was born this was a lovely forest but is now McMansions” or “this beach used to be clean but is now covered in plastic waste” are not cognitive biases.",
        "As I read it, our perception of morality and our tendency to romanticize the past are what’s being studied here. Okay, fine, I buy it. \n\nHere’s the thing though: the article title and the author’s analysis of the data seem to be broadening the focus of the studies mentioned, and generalizations are suggested that go beyond the problematic and border on the offensive.\n\nSure, people may be as “moral” as they were 50 years ago (and we’ll just ignore for the sake of argument that morality is completely subjective). That’s not enough for me. Are we as empathetic as we were 50 years ago? Maybe. Is that acceptable? I don’t think so. \n\nInstead of recognizing the abject failures of our current capitalist structure and doing everything in our power to improve not just our own lives but the lives of those around us, we’re patting ourselves on the back for having lower rates of teen pregnancy. \n\nJust because things are “better” today in some areas doesn’t mean that we’re not living in a hellscape. We need a complete dismantling of the structures that enable the wealthy and punish the poor for daring to exist. Our definition of morality needs to change.",
        "Go read some headlines of the 1930s, 40s, 50s. Depression, War, murder, arson, poisonings, the Red Scare. And then there is the 1960s with three leaders assasinated, race riots, and student protestors gunned down at a college. Ah, the good old days.",
        "Moral decline, sure.  Climate catastophe, nope.",
        "We experience each days event through the filter of our physical condition and it seems inevitable that as people age things seem worse. We feel the gradual process of aging without being fully conscious of its effect on our subjective evaluations. The good old days were good because, as Neil Simone observed in Biloxi Blues, we were young.",
        "I didn't die from an incomplete miscarriage that required medical intervention. My daughter might, in many states.",
        "This is great research. \n\nI think there’s a parallel phenomenon that deserves consideration alongside the “golden age fallacy”: the longing for, or at least fascination with, some kind of apocalypse. \n\nThe belief that somewhere in the past existed a golden age naturally coincides with the hope that a future cataclysmic rearrangement of present conditions will lead to the return of the golden age. \n\nThis irrational and distorted view of historical dynamics is especially dangerous when it takes a secular or scientific form. Many people clearly respond to the threat of climate change through an apocalyptic framework. This mentality leads to passivity and fatalism, a sense that only outside forces can fix anything. We ourselves are powerless. \n\nJust as the myth of the golden age leads to mindless conservatism, the myth of the apocalypse - which has been in humanity’s near future since at least the third century BC! - leads to passive resignation.",
        "We have already decided that, if Trump is elected President again, we are withdrawing from contact with the outside world. Life is too short to be driven crazy again. Yes, we can learn from our past mistakes. Yes, morals are on the decline. At least, on this planet.",
        "Ok so we’re doing better but at the price of Mother Earth not doing better.",
        "This is great research. \n\nI think there’s a parallel phenomenon that deserves consideration alongside the “golden age fallacy”: the longing for, or at least fascination with, some kind of apocalypse. \n\nThe belief that somewhere in the past existed a golden age naturally coincides with the hope that a future cataclysmic rearrangement of present conditions will lead to the return of the golden age. \n\nThis irrational and distorted view of historical dynamics is especially dangerous when it takes a secular or scientific form. Many people clearly respond to the threat of climate change through an apocalyptic framework. This mentality leads to passivity and fatalism, a sense that only outside forces can fix anything. We ourselves are powerless. \n\nJust as the myth of the golden age leads to mindless conservatism, the myth of the apocalypse - which has been in humanity’s near future since at least the third century BC! - leads to passive resignation.",
        "Uh, everything is worse. Demonstrably.\n\nSince when are the three metrics listed (“Were you treated with respect yesterday”, charitable giving, and in civility at work - whatever that means) a meaningful barometer of well being?\n\nI don’t care how politely someone tells me that even a basic starter home is beyond my engineering salary. It is a clear decline in the standard of living. Charitable giving includes contributions to churches, which which actively make the world worse, and even better causes are driven by contributions from billionaires, which shouldn’t exist. And In a world where wages haven’t kept up with prices and job security is a thing of the past, what does it matter how “civil” one’s workplace is?\n\nWe have also heard numerous times about how people are lonelier than ever and that we continue ti even begin to address climate change, literally the greatest threat to human civilization the world has ever known. Waving me through an intersection from your SUV is missing the point.\n\nThis reminds me of the disingenuous comments saying that since people can afford cell phones and TVs, they are better off despite falling behind in housing, health care, and higher education.",
        "I get the overall point about cognitive bias. But you can ask immigrants, poor women, Jews, Muslims, Blacks and LGBTQ  people in this country whether things are getting better or worse and I’m sure the vast majority would agree that 2016 was the beginning of a rapid descent into intolerance, hatred and political mendacity like none in living memory, and that we’re more fearful, less safe, and suffering more actual harm from religious and political extremism today than a decade ago. This is an empirical fact inscribed in our bodies and psyches, not an error in cognition.",
        "Having 24 hour news cycle from news sources as varied as social media platforms reports all bad news all the time which makes us feel like things are worse.  But let’s face it, mass shootings are more prevalent colors our daily views on life.",
        "Everything is worse. I'm older now, and that makes everything worse.",
        "If we think that things are bad, we will be on our guard.  If we think that things are good, we may ease up and become vulnerable.  So it is safer to worry that things are bad.  Survival depends on, among other things, safety.",
        "The evidence the author gives for people being wrong about a decline may be tainted by social pressure. A survey respondent might be tempted to write that they did, in fact, volunteer over the past 12 months. But my disagreement lies in the games of cooperation--maybe it has simply become less socially acceptable to be less cooperative, especially in the context of an experiment. People may actually tend to be *more* narcissistic these days when they are alone and are not in the presence of an experimenter, or other people. The belief that things have gotten worse, people are more narcissistic and less altruistic may indeed be more true based on personal anecdotes rather than what psychological studies and surveys seem to show.",
        "Everything in the article all sounds plausible. But that doesn't mean things haven't in fact changed over time. People use the 'F' word more often now than any time I can recall; cohabitation outside marriage is more common now than a few decades ago. So things have indeed changed. Most young people might even think these changes are for the better. Since politicians are more in tune with, and seek the support of, older people, they correctly argue for some recalibration. Of course no such recalibration will come about...change is inevitable.",
        "I think Shakespeare had human nature & memory about right: the good that man does is often interred with his bones while the evil lives after him.",
        "This is a huge subject, and a subject that cannot be adequately explored in this one article or their related paper.\n\nAcademia offers biased choices for learning and exploration, as well as recognition and status.\n\nPsychology in the academic realm offers recognition for claims to the infinite discreet and networked territories of the human mind.\n\nHowever, we need our sense of our human minds and social animal experiences to begin with an inclusive framework about humanity as a biological and evolutionary phenomena. Building on a clearly identified foundation, we can then more effectively explore the subsystems and more discrete systemic connections.\n\nStudies may seem interesting and support academic status, but they are not necessarily helping us to connect at the fundamental level of being human, which is truly the moral crisis we are increasingly threatened with, if we have eyes and ears to see. Like that overwhelming smoke pouring across our continent. Is that just some blip on our scales of moral responsibility?",
        "No, everything is not fine. The statistics tell one story and they might be accurate but it’s not what I and apparently a lot of those commenting see in our world. I turn 63 tomorrow. I have witnessed planes fly into office buildings full of innocent people, listened, in horror,crying in my car as the massacre at Sandyhook Elementary was reported. I watched insurrectionists storm the Capital building and a losing presidential candidate insist he never lost. More and more frequently I have been treated in a barely civil manner by store clerks,doctors and receptionists. I am a witness to women losing bodily autonomy with the overturning of Roe v Wade and watch the insidious creep of right wing religious fanatics into our schools,businesses and worst of all, our government. I see almost daily reminders of racism and the ostracizing and dehumanization of our LGBTQ citizens. I live with the knowledge that every single day our planet heads toward a point where climate change will never be reversed. Education is belittled and theocracy is becoming the government of choice for many. BUT I would also say “thank you” to every individual out there that maintains civility, compassion and an open mind. Truly, I for one am grateful.",
        "I recall some one asking my Aunt, born in late 1890 something, if people were worse not than in the past. She laughed and said no they just get around faster. Now that I'm older than she was I rather agree with her. Occasionally ride the CTA in Chicago and have always found people helpful to a couple of out of town old ladies no matter the neighborhood. People exaggerate danger to the point of carrying guns in their cars something that actually makes them less safe.",
        "🤔. I don’t think bad thoughts fade easier than remembering good thoughts.",
        "Perception of moral decline is undoubtedly a cognitive bias given the worldwide prevalence Mastroianni & Gilbert found for it, and they could have gone back to the trial of Socrates for corrupting the morals of Athenian youth to speculate on the causes, as Plato’s Phaedo does. But the dichotomy they give us is false. We do not have to choose between an absurd notion of morals declining continuously for millennia and this decline’s being an illusion. It could just be that morals are situational. If situational, the assumption that they can be measured on an ordinal scale isn’t needed anymore. And once the ordinal scale is gone, so is the decline. Frequent change in community standards for moral behavior then explains the perception: Older folks see a decline because they grew up under different standards, and the young see the same thing because they think the earlier standards unfair, and view the continued enforcement by their elders as a new, selfish arrogance on the loose in our world.\n\nTo show that morals are situational, we can ask whether citizens are obligated to report a sudden, rapidly growing fire. One answer that’s been defended in mainstream media outlets lately is yes, if they’re white, but not if they’re Black, when first responders will, automatically and presumptively, suspect them of arson. And that’s a definite change from the answer we would have heard 50 years ago. The arrogant law, of course, still requires it of everyone.",
        "By any measure things are better today than ever before.  People are healthier, they live longer, they are richer, more educated, better fed, and have more free time than any period in history.  Poverty is down, the world is more peaceful, the air and water are cleaner.  By any objective measure we are doing pretty well.  Could we do better?   Absolutely! Nonetheless, we we need to take stock of where we have come, and work to continue to make things better.  It never hurts to count one's blessings once in a while.",
        "Dr. Mastroianni.\nCongratulations on the publication of your research in both Nature and in the NYTs.  The database you have assembled is important and has the potential to support further findings with data that is more closely correlated to reality.\n\nI believe science must pursue reality and be aware that reality exists independently of human perception.  \n\nBy correlating the timeline of your data of human representations with data gathered from empirical data collections of changes in the reality of our habitat: climate, food consumed, infant mortality, physiological changes in human health such as obesity, type II diabetes, hours of work vs hours of leisure, sexual activity, Case and Deaton's study of deaths of despair, years of education, etc. could provide Breakthru Insight.\n\nI find that our species is quite capable of adapting to major shifts in how we live, without the need for arduous exercise like in the early days when most societies were based on the muscle power of humans and animals to subsist.  The replacement work vs. leisure created by the industrial revolution has been significant in my lifetime, but on the paleo-scale our species has achieved a remarkable standard of living with most of us now pursuing our dreams that are highly dependent on fossil energy, in a densely populated urban environment.\n\nThis dependency must change and the change can be disruptive to our sense of security.  So, I think we need to encourage innovation and the pursuit of reality.",
        "Trying to retrieve \" the good old days\" is like searching for happiness.  Neither state-of-being actually exists, but at simply illusions.  Instead, working on contentment and incremental improvements will make all the difference.",
        "Ask those living in the Renaissance if they thought they were living in a worse age than the one that preceded theirs.  Or the Enlightenment thinkers.  Maybe, just maybe, the feeling now that things have gotten worse reflects the reality that it in fact has gotten worse.  It’s called civilizational decline.",
        "Just stop.  Pleeeeeeeeeeeeease!  Are you serious?  The USA is a disaster.  Every group (however you want to define “group”) dislikes every other group.  Don’t try to gloss over that. “I wonder who made that happen?!”",
        "When reality is manufactured in order to convince individuals the \"world is coming to an end\" 24/7, so much so that they try to overthrow the government, it' snot cognitive bias to the think days gone by were better, because they were.  \n\nIn the U.S., things have worsened ever since the advent of Fox \"News\", hate AM radio, the matrimony of Evangelicals and Republicans, the belief in greed is good, and other poxes attributable to Republicans.  This malignancy has spread dramatically in the past twenty years.  \n\nFor certain groups, things have gotten better.  For the racial class oppressed by Jim Crow laws, yes, they have improved since it was ruled unconstitutional, but there is still much more room for improvement, which likewise is reality, not cognitive bias.\n\nI'd say those suffering from the cognitive bias to which the author refers is endemic among those individuals who vehemently denounce the indictment against Trump, yet when asked which particular part of the indictment  troubled them the most, cannot not answer due to not even having read it.",
        "Articles about topics like this used to be more accurate in the past, especially before I was born.   No one knows how to write any more.  Tomorrow will be worse.   Soon, we'll have no writers.   We're doomed.\n\nAnyone have any chocolates?  Chocolate always makes life easier.",
        "That's nice.  But climate change is no myth and we are not really doing anything about it so no amount of trying to correct for the biases that the authors described can get rid of this malaise, guilt, and sadness I feel for my children's future that our generation has severely damaged if not outright ruined.\n\nThe kids. -- all kids, not just mine, are not all right.   They are resigned that their lives will not be as good as ours.",
        "I never thought that the past is better till the supreme court abolished Roe vs. Wade and Jan. 6. I don't  think that my brain tricks me into believing the present being bad.  I have serious doubts about the research.",
        "I believe it!  But, every time I make this argument, typically citing Steven Pinker’s wonderful book The Better Angels of our Nature, Why Violence has Declined, I get labeled as a pangloss.  First, Voltaire’s Professor Pangloss was risibly naive in my opinion.  Secondly, Pinker’s thesis is actually backed by troves of data.  Things are always improving.  It may seem like two steps forward, one step back, but I think it’s in our nature to make things better.",
        "The atomic clock is not mentioned in the article.  When the nukes go off then it will be worse than anyone can imagine.",
        "Humans have a bad habit of romanticizing the past - and not learning from it.",
        "So the NYT and other newspapers use most editorials to tell all of us how terrible things are and that due to climate change and everything else that we are doomed and then are shocked to find that people poll as thinking bye gone days were better? Duh. You reap what you sow.",
        "Mental State Of Emergency!\nThings were bad but Trump and minions made them a billion times worse,",
        "A number of years ago, I became physically disabled and went through a tumultuous period trying to justify myself and my disability so I could keep a roof over my head.  I thought that my life was much worse than it was before and that the money and opportunities were gone for good.  When I think back on it now, however, that life was just as mediocre as the life I have now.  Apart from a few moments of joy, there was never anything special or enjoyable about it, and I am thankful for the time I spend away from toxic people now.  In the end, you really have to refrain from idealizing the past to avoid deluding yourself into a depression.  They always say that negative thinking is toxic, but what they really mean is that idealizing another situation is toxic.  Remembering where you came from and the horrible things you often experienced in the past can help you feel relieved you live in the present.",
        "\"A pessimist thinks things can't get any worse. An optimist knows they can\"",
        "Anyone who believes people are generally good hasn't had the benefit of a good education.   One that includes accurate information about the history of human civilizations around the world.\n\nMost people act decently toward one another as long as they believe it is in their best interests to do so.   Or as Terry Pratchett and Neil Gaiman wrote, “It has been said that civilization is 24 hours and two meals away from barbarism.” Lenin put it at 3 meals, but you get the idea.",
        "Not my brain just TRUMP.\nLike opening Pandora's box of nightmares come true.",
        "Of course humans tend to think fondly of the past, conveniently forgetting or minimizing the difficulties of childhood and young adulthood. It's nice to have studies that affirm this tendency but the tendency is so well known anecdotally that it's pretty much a cliche. However, just because humans have this tendency it does not logically follow that things are, comparatively speaking, not so bad at any given moment of history. To take an obvious example, a child who lives at a time when there is a good chance that they and their family will be arrested and sent to a concentration camp is not as fortunate as a child living at a time when such a possibility is extremely remote. Human perception matters but reality also matters: you have to take both into account when assessing any given situation.",
        "No that would be FOX News and right wing media, which has been on a bender for the better part of 20+ years.  Nothing has injected more strife an animus into families, life and civil society than that.\n\nIf you don't believe that do something as simple at songs and songwriting from before the mid 90s.  We've always had problems to face but America used to have a shared based of community. values and basic optimism.  Now it's tribal warfare about all things, all the time.\n\nWhy?  For profit.",
        "'Tricked'? This is some kind of propaganda all right. We're under siege by 24 hour manufactured 'news' to keep us engaged, on high alert and constantly buying junk we don't need... health scares, climate change, inflation, you name it... we're being TOLD everything is worse. This is some pretty coy and passive aggressive word salad.  'I didn't do it!' - Bart Simpson",
        "These are the good old days...",
        "And yet we put the likes of Donald Trump in the White House?",
        "Commenters who despair of our present: take some time to read Rosling (“Factfullness”) or watch his TED talk sometime. You’ll feel much better. Guaranteed.",
        "Probably because this is a personal preoccupation, I find that this summary (and perhaps the report itself) are somewhat superficial. Surely, what is need here is a comparison with other cultures and environments. Is harking back to a \"golden age\" specific to the US (in which case you really need to dig deeper into societal change in the US over the past 50 years or so), or is it something that is associated with ageing (aging!) wherever you may be in the world! (For example, it would be great to have some data like this from China.) Without this, it's pretty meaningless, I'm afraid.",
        "Work ethic has definitely declined with steady gov’t handouts for last 50+ years. Notice lack of questions re morality relating to that decline?",
        "Unless you're wealthy, yeah, things ARE worse. During the Golden Age of the economy (1945-1979) a family / individual could survive and thrive in a city like New York on a single salary and even put something aside for a rainy day. So all you millionaire armchair philosophers can rejoice in your smug condemnation of those of use who struggle to meet the costs of basic necessities. How negative we are!",
        "Part of what encourages moral behavior is having a sense of community.\n\nIf my lifetime, going from growing up in a neighborhood where most people settled in for long stays of 10+ years and knew each other well to living in a neighborhood where I notice people moving out before I ever knew that they moved in, I see a decline.\n\nPeople are so much quicker to be short with each other, to be aggressive on the road, to be reluctant to connect with newcomers, and so on.\n\nThe isolation of 21st century life and the impersonality of computerized bureaucracy creates a condition that makes it easier for people to be immoral.\n\nA few months back, I was at a grocery store. A woman and her partner headed for the exit carrying a pack of beer. The cashier realized that they hadn’t paid and called out, “Ma’am, I can help you over here.” The woman was not the least bit embarrassed that she was caught shoplifting. \n\nShe retorted, “I bought this before I came here. At a bar.” \n\nThe cashier sighed. “Ma’am, I see our sale stickers!”\n\nThe woman got huffy, “Don’t you try anything with me! I got rights.” And she stalked boldly out of the store with her stolen goods.\n\nPeople used to be more likely to have a sense of shame. I don’t see that anymore. And I don’t think I’m imagining that.",
        "How complicated this question is.\nThe world is better than it was thirty years ago. A far lower percentage of the world's people are in absolute poverty. Life expectancy is higher. \nThe U.S. is more unequal than it was thirty years ago. I consider that a decline.\nThe U.S. is less dominant than it was thirty years ago. Is that good or bad? A bit of each.\nThe chance of destroying the human race or severely damaging it is up. Thirty years ago nuclear war was possible; it is more likely now. AI may take over. Climate change... Who knows what good and or evil genetic engineering will do?\nHumans are better off than they were 30 or 50, or 100 years ago. The next 100 are a big question mark",
        "I’m rather shocked by a psychologist thinking these are “new” findings. Our limbic brain is much older and it is cued to negative stimuli as it primarily accounts for our survival as a species. Let’s face it, and before the invention of tools, mankind is the relatively weak species and would have easily been slaughtered from the grizzly, bear the lion, etc.\n\nThere is also the concept of realistic depression in the psychology circle. That concept has been around for decades. all of the above. Dictate a more negative view of the present and then in hindsight a more positive review.",
        "I was born at the tail end of the Baby Boom. I hear Boomers make the same complaints about Millennials and Gen Z'ers that their parents made about them: impolite, no respect for authority, irresponsible. But I still encounter young people who are polite and considerate and responsible. It's a mixed bag with every generation.",
        "This all depends on what you mean by \"better\" and \"worse,\" and what specifically you are referring to. I can't speak for generations prior to my own, but I don't think things overall, including morality, are necessarily worse now) than before I was born. (Climate change would be the huge exception.) I do think the constant drumbeat of 24/7 news focused primarily on ratings and clicks is driving most of the distress we are feeling about other things that are beyond our control. It's not like the world has ever been a fun-filled, peaceful place for most of humanity.",
        "I don't doubt that there is truth in the authors' findings, but I don't think that explains all or even most of the phenomenon. One thing that has changed rapidly over time, especially in the modern era, is how we get our news. From radio and newspapers, to TV, to internet, to social media. We are increasingly exposed to bad things reported all over.  Also, the sense of decline is not just about people doing the things in the survey. For example, they did not assess whether people on the right, for example, feel loss of status by increased diversity in society. And the perception of decline is really only about experience over a generation or two. Probably no-one thinks it was better to live in the 1700s, but they might think it was better in the 1950s.",
        "it's not better or worse we're just living through history with little predictability.",
        "Reading these comments, it is fascinating to see the very cognitive biases identified by the authors running rampant in so many of them! The only thing more pervasive than our cognitive biases might be our inability to accept or even acknowledge their existence.",
        "Nietzsche predicted in the 19th century that the 20th would be the bloodiest century in history and that the 21st century would be worse than that.  I agree that people carry cognitive biases about the past (probably for evolutionary reasons to keep them living productively in spite of awful circumstances), but one cannot deny that human society is more cyclical than perpertually upward-moving.  Just consider that the Middle-East was at one time the intellectual envy of the world.",
        "For all of those posting \"but what about mass shootings, the climate, Trump etc\" know that most generations before have faced equally or more pressing existential threats from disease, poverty, war etc.  You're just making the author's point for him.",
        "Wealth and power have combined to make a world in which a few dominate the masses. The disparity in  wealth is larger than ever and makes me wish for a time when the most financially successful were bearing a more significant share of the tax burden.",
        "What is unsettling to many people is the (real) overturn of longstanding norms relating to sex and family. For many, those are viewed as moral norms, perhaps the central norms of morality. Interpersonal relations such as respect, cooperation, and generosity are not what many people think of when they think of morality.\n\nI think this selective view of what constitutes morality partially accounts for the perception of moral decline.",
        "Climate change is locked in. It’s going to bring unavoidable changes that are going to disrupt most, inconvenience all, and severely challenge quite a lot of us. That has never yet been true in all of human history. Welcome to the sixth extinction. It’s hard to feel enthusiastically positive about what’s invariably coming.",
        "yeah tell it to the 700 recently drowned refugees.",
        "Oooh... I'm in bad trouble.\n\nMy brain tricked me into believing we're mired in years of blatant, arrogant lawlessness from the White House and a vast conspiracy of conservative lies, manipulation, broken promises, and crime, and nobody has done one single thing to put a stop to it because they suffer a suicidal delusion that talking about it, saying \"existential threat\" a lot of times, will fix everything.\n\nOh, and SCOTUS.\n\nAnd >ugh< Garland.\n\nHelp me.",
        "Alternative theory: Generations ago, our social world was far smaller. We personally knew far fewer people, we knew much less about what was happening in the rest of the world, and the news cycle consisted of the morning newspaper and the 6 pm national news. Now, we are subjected to a deluge of world news 24/365 and we are connected to billions of people by the internet. And, as has always been the case, in all variety of media, \"if it bleeds, it leads.\" We are subjected to a crushing tsunami of negative news and we are aware of many thousands of horrible people all over the world. On top of that, there has been an upsurge of right wing politicians globally, and their platform has always been that the world is going to hell and only they can save us.",
        "Your brain has not \"tricked\" you. Your mind, which exists in your brain but is separate from your brain, like you live in your home but are not actually a part of your home, is the thing being fooled. And that is happening because of poor education or poor choices. Usually a bad choice in who to trust to give you information. \nThe quote of Biden is an after the win remark about the return of the rule of law to the executive branch and the DOJ, not some appeal to a false nostalgia.\nThis article and the shameful recent episodes of NOVA and other similar programs purporting to be \"science\" about how your brain is untrustworthy and unreliable is the real trick being played on you.  This idea of \"the golden age if human kindness\" is also a trick. I have never heard of such a concept yet he talks about it as if it is the sun.",
        "I accept the author's premise.  I don't doubt that every generation has thought that the world was more screwed up than ever before.  The difference with our generation is that it's absolutely true. And if you're looking for a sign of moral decay, just count the number of cars that proceed through the red light after you get a green.  Green doesn't mean 'go' anymore.  It means wait three seconds, look both ways, and cross your fingers.",
        "Maybe the writer doesn't know that the brain and the mind are two separate and distinctly different things?",
        "It's definitely better now than in medieval times, when you could be drawn and quartered in the streets, and a king could have a bunch of people beheaded on a whim.",
        "Hey NYTimes, these are your opinion pieces right under the tricky brain's piece. Think it's not my brain's fault, maybe?\n\nPAUL BOGARD\nWe’re Watching the Sky as We Know It Disappear\n\n‘THE EZRA KLEIN SHOW’\nWhat the Heck Is Going on With These U.F.O. Stories?\n\nANUPAM B. JENA AND CHRISTOPHER M. WORSHAM\nThe Science of What We Eat Is Failing Us\n\nMARGARET RENKL\nOnly One State in America Includes the Study of Climate Change for All Grades\n\nDAN SINYKIN\nCormac McCarthy Had a Remarkable Literary Career. It Could Never Happen Now.",
        "Right, so European Jews in 1937 were just being pessimistic when they thought that their lives were much better in 1927.\n\nYes, things are better now than they were 300 years ago. Except for Generation Z, everyone understands that. Lots of progress has been made in many directions. But teenage suicide is way up right now compared to 10 or 15 years ago. Is that just pessimism on my part, or are you saying that those kids were always killing themselves, but we just never knew about it?\n\nGive me a break.",
        "When I read the headline, I flinched a bit--nothing irritates a dyed-in-the-wool partisan more than insisting, \"things aren't so bad.\"  The comments have not disappointed.  No wonder our kids are so anxious...",
        "One way to build perspective is go through Ancestry.com and view the numbers of children who died before adulthood in your family tree. Untold stillbirths often don't make the lists. The 30 Years War in Europe killed almost 8 million people in the 17th century. In some places, like the German-speaking areas, about 50% of the population died.",
        "Conflation of time and space through the internet also makes distant events seem close.  We read or see in live time events that are occuring a long way from us.  In the past, it took time for this news to spead - weakening its impact.  Much of it never go to us, it wasn't in our neighbourhood and really didn't affect us.  We were somewhat \"protected\" from it by ignorance.\n\nToday we know everything, everywhere as it happens.  And the barrage of information also has the effect of erasing time differences - events from years ago can be rediscovered over and over again.  We are innundated with all the evils of everywhere from all time all the time.  It's hard not to think that things were so much easier and better when we were younger.",
        "Our brain also tricks us into believing that there is such a thing as progress. The reason why things are \"worse,\" is because our job as humans and as moral actors is to reduce harm. But in many walks of life, especially modern life, we have been trained to ignore the collateral effects of our actions in favor of some myopic and hyper-focused view of achievement. This is why doctors are busy treating illnesses that are made worse by social ills like poor nutrition or homelessness. Everywhere we look, we can see there are many harms to reduce, and most, if not all, are harms of our own making.",
        "People watching TV saying “everything’s” fine while corporations pollute the world to sell them any illusion imagineable - doesn’t convince me.",
        "I suppose a case could be made that modern folks are as virtuous as ever.\n\nBut that they are equally as cruel and selfish as they've ever been too ?\n\n  If not more so  ?",
        "So only the people of 14th Century England were correct in this assumption",
        "The  article immediately below this one is called: \"We're Watching the Sky As We Know It Disappear!\"  If all of this doom and gloom is an illusion, I'm going to say it's the news media that's tricking my brain into thinking everything's worse.",
        "\"We first collected 235 surveys with over 574,000 responses total and found that, overwhelmingly, people believe that humans are less kind, honest, ethical and moral today than they were in the past.\"\n--------\nThis is all due to modern communications which transmit information much faster than previous times.  The more the internet becomes ubiquitous, the more this problem will be amplified.\n\nThe first step that could be taken to reduce this problem would be to ban 24 hour news.  TV news should be restricted to a maximum of 1 hour of local news and 1 hour of world news.  \n\nThis would also require all news related webpages to update their pages similarly.\n\nThere are two chances of this ever happening - ZERO and NONE.",
        "While its possible there has been no actual decline in morals it sure feels like folks are more embolden to speak their minds where in the past they may have kept those thoughts in their head. It sure feels like things are in decline... have you been to downtown Portland? A druggy exposed store workers to Fentonal causing one a stroke and he was released on his on recog? \nThe way our politicians speak about each other sure is a lot different than when I was a child. Just look at the news I grew up with Walter Cronkite, watched Fox news the other day to see how they were spinning trumps recent troubles... I'd say things are worse.",
        "As a climate scientist, I absolutely guarantee you things are worse today than 30 years ago.  We globally have less ability to feed our ballooning population, migration due to climate pressure is underway, and we are living through a mass extinction event.  Verifiable numbers don't lie.",
        "In my opinion anyone who is a student of history would know there is no golden era.  This is why the teaching of history is so important as it acts as a reference point, a touch the grass if you will.",
        "Our brains also are programmed for hope.\nEvery language has positivity bias.\nOur psyches are therefore programmed for hope because language provides our world view.\nThis is a prosocial outcome, since we're social primates.\nHope gets us up in the morning to strive to do good, generally for somebody else.\nThat's because being social primates we are driven by the golden rule, it's part of our DNA!\nIt helps us form cohesive groups and means we look for ways to do something good, for somebody else.\nSince it comes included, every religion claims ownership!\n\nOf course because we need to plan our futures, having a negative expectation means higher satisfaction if it doesn't occur, and means we're focused on the problem...",
        "The news just makes us think everything is worse as it generally only highlights death and destruction because that's what drives engagement.",
        "Cue \"All in the Family\" theme music...\"Boy, the way Glenn Miller played..\"",
        "I really don't see how you can say things aren't worse.  As a 65 year old, I can vividly remember when the streams teemed with frogs, the sky with butterflies and fireflies, the fields with pheasants and so on.  Politically our democracy is seriously threatened, there is a war in Eastern Europe and we just survived a pandemic, or some of us did, with the likelihood of more to follow.  Simply look at some old photos of the 30's and 40's and you will see dignified working class men who's hats are on straight and pants reach the waist.  What planet are you on?  We are good to the smaller communities that we know, but so unkind to strangers-ie immigrants or refugees.",
        "The greatest gift of old age is forgetfulness. Forgetting how bad things were in the 'old days'. But when misused, that filtering of memory leads to only remembering the good things of the past, which skews ones perception and leads to a soft nostalgia combined with despair at the current world that perhaps matches their own loss of vitality and health. \n\nI'm in my late-70's, and if I force myself to remember the 60's, I can vaguely remember that most things were not good or happy. The list is endless but unimportant now. I've found that the fading of bad memories and replacement by a general sense of contentment with how things have mostly improved can lead to living in the moment and being quite happy. Not everyone has to become a curmudgeon as they grow older. \n\nI fondly recall reading and listening to people over 100 talking about their lives. They'd lived through horrors of war, lost children and spouses and countless loved ones, including beloved pets, a long string of things that at moments were devastating, but mostly they now say they've had a good life and were lucky in that. \n\nSome of that is the Rainbow Bridge approach to aging and dying, looking forward, but all of that is impossible if one stays glued in front of Fox News or MSNBC, which are both designed to create anxieties and fears. \n\nThe trick is to focus most of your attention on growing your tomatoes (or whatever) and hoping for good, warm weather so they'll produce luscious fruit.",
        "I’m betting that 200 years ago in this country there was slight interest in studying bias.\nThat we do so now is a positive development, shouldn’t we say?\n\nWe are informed about ourselves through more societal and self reflection than 200 years ago.\n\nFurther, in this country we can speak our minds, woke or not; where as 200 hundred years ago, few could have safely protested their government's decisions about war or about ill treatment of a minority group of Americans.  \n\nTwo hundred years ago, there  was little or no public discussion about labor, property or civil rights.\nTwo hundred years ago, capital punishment and genocide against native Americans was a norm.\n\nYes, human nature seems mostly made up of reactive behavior, for worse or better.\nBut within this, over millennia, we have evolved a sense of empathy and a sense of fairness.\n\nThe way I see it, more and more we hear and heed the call of these positive human attributes.",
        "So many people mythologize a Golden Age of the 1950s, when \"families could live on one income and jobs were easy to get.\"  I grew up in the 1950s. This was true only for *some* middle-class, white, heterosexual men. It was not true for working-class women, who worked all their lives at jobs considered appropriate for females, such as being store clerks, waitresses, or hair dressers.  These paid much less than those \"great union jobs,\" people refer to, which were for *some* working-class *men*.  Middle-class women were expected to marry and become housewives, the few careers open to them involving serving others.  They could be teachers, nurses, or secretaries. There was considerable prejudice against Black people.  Few people dared to be openly gay, because that made them standing targets for abuse.  And no, everyone did not get pensions.  Pensions were mostly for people who spent 30 solid years doing white-collar work for the government or for the same corporation, not people who did white-collar work for small businesses. In the 1980s, many corporations removed those promised pensions for workers who had already served most of their time, and were nearing retirement, and replaced the pensions with inadequate 401K contributions.  So please, don't tell me how great everything was.  It was just a small segment of society profiting at the expense of everyone else.",
        "I don’t think that people’s inclination to behave badly has changed significantly since we crawled out of the primordial ooze. I do, however, think that modern technology amplifies the scope of the effects of our actions on others. As such, when one behaves badly today, we have a greater impact than in times past.",
        "Let's face it; nostalgia is just not what it used to be.",
        "I've never forgotten a discussion during a history course in the early 90's. The class covered Russia during the Stalinist period, and during World War II. For some reason we were talking about the state of the world in the early 90's. Somehow, it was agreed that the world had become even more violent since World War II. I was completely baffled.\n\nI was the lone student who had to point out that we were in a course about WWII (!!!!) - the worst war in human history - where many tens, if not hundreds of millions of people died in warfare and genocide, and nuclear weapons were used. \n\nThe Wall had just come down, Russia was trying out democracy, trade and travel between nations was on the increase, crime rates were plummeting, etc. Even so, even the history professor insisted that the world of the early 90's was more violent than the WWII era.\n\nPeriods of violence and immorality ebb and flow, but even some of the most rational, educated people continually assume that they're going through the worst period of history, and that we need to return to some mythological golden past.",
        "Agree broadly, but who looks at the last 6 years and says \"Everything's coming up milhouse!\".  Global pandemic, increasing authoritarianism, and climate disasters (only just beginning).  We're like 5% into climate change and it's already drastically alterning human life",
        "I think the dyspeptic Greek poet Hesiod first wrote about a golden age long before his own. It was followed by an age silver; that one by an age of dross, and it's been downhill ever since. Hesiod had nothing good to say about his own age, ca. 700 BC, which he called one of backbreaking labor and corrupt courts which allowed his treacherous brother Persis to cheat him out of his inheritance. Who would have thought that Hesiod and Trump have something in common ?",
        "I think social media has simply made us more acutely aware of just how insufferable, intolerant, and ignorant many of us are in a way we didn't once see. I agree that the past was not more virtuous, but we are saddled with exposure to the absolute worst of us every day in a way we have never been before. And that has an impact on our own tolerance for the world and our own willingness to accept others. Social media has changed us in ways the author doesn't measure. Not because we're less virtuous, but because we're emotionally exhausted like never before, leading us to tighten social circles and curate our exposure to others differently.",
        "I'd say the biggest difference between now and then--other than age--is that we now have a 24/7 news monster that needs constant feeding, and as another poster mentioned, if it bleeds it leads.",
        "I've often thought that the reason we view the past with rose-colored glasses is because we were all young back then.  The mid-90's were amazing because I was 18 and had my whole life ahead of me, I drove my dad's old car, stayed out late, made out with my girlfriend, and got up to mostly innocent mischief.  My life was mostly fun then because I had few adult responsibilities and a whole lot of hormones raging.\n\nCompare that to my boring middle-aged life now and the world today seems rather sad.  But I'd much rather be a 45 year old now then back then.  It turns out that it is my youth that I miss, not really the time period.  Being 45 in the mid-90's wasn't very fun for my parents and I'm sure it wouldn't be all that fun for me either.",
        "Things aren’t as good as they used to be and they never were.  \n\nBut guns have made things demonstrably worse.",
        "The article is a good reminder about cognitive biases. One important bias that isn't mentioned here is anchoring. Individual would hopefully tend to get more ethical and moral as they age from childhood to adulthood (or at least, based on reader comments from the NYT, they sure think they've become highly moral!). A person's perceived self-morality at any give time is the anchor. If society as a whole is only maintaining its level of morality, the relative appearance from and individual's perspective would be society getting worse even if no change had occurred.",
        "There is a myth concerning upward mobility which probably contributes to the feeling things are getting increasingly worse.\n\nAt one time, each generation of Americans was likely to do better than their parents. This dramatic rise in wealth has not been happening for at least three generations. Wage increases for the average employee have been stagnant for some time.\n\nPerhaps what people are perceiving as lack of civility is based in part on the way they have been treated by their employers, and the difficulties they face.",
        "That people tend to forget bad things while remembering good things is certainly true. How else to explain Trump leading the polls right now? How else to explain the lack of serious action on climate change? Those two things alone could mean the end of democracy and the end of civilization, the very worst global events I have worried about in my entire long life.",
        "Not sure where many of the commentators live but the world is clearly a million times better than it was when I was a kid in the 70s. By any measurable standard of healthcare, equality for minorities, economic growth, crime, pollution etc. The rate of every negative stat: drug use, alcoholism, drunk driving, murder, theft, teenage pregnancy etc. are all way better. Yes in a country of 400 million people there will always be huge problems… and global warming is terrible issue but anyone who thinks things were better back in the day …have forgotten how bad things were back in the day.",
        "This is good and helpful information.  We can all benefit from knowing how our built-in perceptions differ from reality.  Even if a biased perception is hard-wired, we have intelligence.  It's useful to be aware of how our brains work.\n\nThat said, I wonder if there is not - in the end - some truth to the feeling that things were better in the past.  We are tribal primates, evolved for a certain kind of primate life.  Our ever-changing societies and institutions too rarely attempt to adjust themselves to our innate natures, insisting, instead, that we adjust to them.\n\nHuman nature changes, if at all, very slowly.  We generally fail when we insist that people be better, worse, or simply different from what millions of years of evolution have made us.",
        "Age makes us more cynical. The 1970s to me seem now like a Golden Age -- because I was a child then with no serious worries. Vietnam, gas lines, Nixon etc. -- it was just background noise. Ask an adult at the time and they'd have a different take. \n\nNow, as I start to count down the years left, feel all the aches and pains, worry about mortgages and health care costs, see my children grow into adults with their own worries -- everything seems worse. \n\nIt's in part the memory bias mentioned in the article, in part being old stinks.",
        "Unless you're living in an alternate universe, rather than the Trump World the rest of us are living in, things really are much worse.\n\nWorse than 200  years ago?  Of course not.  \n\nWorse than 50 years ago?  Absolutely.  \n\nAnd getting worse.",
        "Well, this is a relief! Now when I see another mass shooting later today, and tomorrow, and the day after, I'll think to myself, \"oh no, things aren't a bit worse or more violent in America than they ever were.\"\n\nWhew, thanks for clearing this up for us.",
        "I'm not so sure it's my brain, unless it is reacting to bad news 24/7 courtesy of the media.",
        "My brain is trying to tell me that buying a carton of CocaCoia at the supermarket is not 35% more expensive than it was before the pandemic. I must not believe my brain. And, that the price of beef is much, much higher, while my pension check is actually smaller, and my health insurance costs more. I must not believe my brain. It is trying to trick me.",
        "To pretend that things have not been getting progressively worse in America since at least Nixon is not a trick of the light or  a matter off poorly firing synapses. Donald Trump has been president once and is running again, only this time charged with  multiple felonies that could add up to years of jail time. That's proof enough.",
        "Perception is reality. I used to know a merchant who was always complaining about the millionaires at the start of gentrification in the village, now its the billionaires who have millionaires as butlers, nannies and  due to inflation. The wanton violence is copy cat crime that may be related to Covid and fueled by media.",
        "Some kinds of changes in human behavior can be substantiated by recorded behaviors as well as studies of long time human remains. As little as two hundred and fifty years ago, people were finding the sufferings and violent deaths of animals entertaining. The skeletons of males from several centuries ago showed far greater amounts of testosterone shown by heavier bones, which would have made them inclined to settle disagreements by attacking those who annoyed them instead of talking through the disagreements. The conclusions from this and historical records show that people today are far less violent than people in the past, far less that seventy years, ago, in the U.S.A. Yet, people today are freaked out by violence and terrified of other people to the extent that the assert that we are being overwhelmed by crime and the emergence of psychopathic mass murderers. The fear is real, but the conclusions are just untrue.",
        "They asked the wrong question. Is the condition of our earth worse than before? Is the ability to live a satisfying and happy life more or less likely today than in the past? Can we look ahead to a future that is likely to be better than today? Answers: Yes, less, and no.",
        "Same as it ever was.  \n\nThat's never popular because we all like to think we are more evolved than our ancestors.  However, the human emotions of fear, greed and jealousy remain the same powerful forces as ever.",
        "So simple. Ontogeny recapitulates malignancy!\n\nTo put it bluntly, we can't help but project our individual life paths onto the collective. As we barrel along inexorably towards death, we each invent our personal golden ages - days of carefree childhood, golden youth and untethered romance and possibility. \nThe aches and pains that accompany aging point in one bleak direction, while our younger halcyon days are mourned as forever lost. Carpe diem, dammit, and stop whining!",
        "Nice try, but no cigar. Ever since we left the farm in the early 1900s have we begun such a radical shift into incivility. Back then, God was first, and the Golden Rule was followed by most. Now that we are all independent from one another, the collective \"good will\" has lost its purpose. \n\nFarm life required strict discipline and a strict adherence to orders. Today, the cops can't even ascertain that Kyle Rittenhouse is a murderer and should have been put down as such while committing his heinous acts. \n\nI live in the most affluent and lily white meccas in America, and you plainly see from this view that humans are no match for canines, and we are all so cozy and insulated from the world that even words like \"hello\" are too much to expect...unless you are a fellow dog walker. \n\nMy rich neighbor sent his 18 year old to learn how to shoe horses, instead of going to college. My family would have ostracized me for that -- these folks are doing what makes the child \"happy.\" The parents have ceded control of their children back to the child. \n\nThat's your fundamental problem. Kids are making their own decisions while parents promptly abide. The inmates are running the asylum. \n\nBack in the 1950s and 60s, if you were middle class, you had the manners of a church room. You didn't speak out of turn, and you always said \"please\" and \"thank you.\" \n\nThat was a million years ago. We all own guns now, and God is dead. \n\nWe can learn some things from our recent past, don't you think?",
        "Maybe the biggest difference between our memories of the past, our miseries in the present, and our fears for the future is that the past is more familiar. Compared to the others, it's a relatively known quantity.\n\nWe've had more opportunities to process and grow accustomed to it. We were there when it happened, we remember what we remember, and no matter how traumatic it was at the time, we know we persevered. (Plus, there was that time when just the right song came on the radio at the right moment, and who would have thought that would stay with you longer than that mean thing somebody said in fifth grade that you no longer quite recall?)\n\nAs you note, if we weren't able to retroactively diminish the peculiar agonies of the past, we'd be stuck reliving and wallowing in them all over again every day for the rest of our lives.",
        "I beg to differ. I grew up in the post WWII days in the US. My elders spoke of the misery of their childhoods during the Depression. But in my childhood, there were no hobos and both our brains and the opinions overseas told up we were the best, most powerful and moral country in the world.\n\nIn the past decade or two, my eyes and brain both tell me we are back to hobos, now called homeless (and they are not just men) and I thought were in trouble. Today, the homeless are national news without a viable solution in sight. So my eyes and brains were not deceiving me; they saw the crisis of homelessness, of a lop sided economy coming.\n\nYale historian, Timothy Snyder, wrote “On Tyranny: Lessons From the Twentieth Century”  on the election of Trump. The lessons were about how Western democracies fall prey to dictators. It was sad and scary to read in 2017, but all of those twenty points of how dictators take over democracies are coming to fruition.\n\nI suggest this psychologist give up analyzing our brains and start opening his eyes to actual events in this nation.",
        "I have a question about this excerpt below - the example questions seem to be about actual in-real-life events in which someone encountered incivility, and that rate didn't change over time - were there specific questions about online incivility, or exposure to hostile media messaging?\n\n\"...We also found strong evidence that people are wrong about this decline. We assembled every survey that asked people about the current state of morality: “Were you treated with respect all day yesterday?” “Within the past 12 months, have you volunteered your time to a charitable cause?”,“How often do you encounter incivility at work?” Across 140 surveys and nearly 12 million responses, participants’ answers did not change meaningfully over time.\"",
        "I’m nostalgic for a time when people didn’t confuse mind and brain.",
        "In the US at least there seems to be a strong  feeling that everything was better in the 1950's to 1960's. But a closer look reveals quite the opposite.  African Americans suffered rampant discrimination.  Almost one third of Americans lived below the poverty line. Currently it's around twelve percent. Women were marginalized with few career opportunities.  Homosexuality was a crime. So are we better in every area no.  But for the most part for the majority of people living these times are far better than they were some seventy years ago.  We should acknowledge that. It might give us more hope for the future and to do a better job of preparing for it.",
        "The level of \"decline\" depends entirely on what your reference point is.  If you felt that you were \"on top of world\" in 1975 (as I did) then the decline has been quite noticeable.  But if you were struggling in 1975, then things today might actually appear to actually be a lot better for you than they were then.   So it very much depends on your situation.",
        "Perhaps by recognizing that our view the past is as illusory as our future, that focusing on today would be a good start.",
        "Sexual morality has definitely declined. Increase in unmarried mothers, increase in casual sex, that's all documented.\n\nSure some people believe that's a good thing, and that sexual morality was \"repressive\" and other bad adjectives, but I believe that it's good for children to grow up with two parents.",
        "It seems to me that people have always been pretty much the same—no better, no worse in either past or present.\n\nThe difference though is our technology keeps getting more powerful—so the good we produce can be even better and bad we produce even worse.",
        "Marcello, this is a very interesting article.  I might also mention the influence of what we call \"the news\", which is understandingly usually negative, and that we live in an electronic 24/7 news environment.  I personally must peruse at least 10 different news site per day - and sometimes in more than one language - so I am aware of  negative news from all around the world; and much of it is interconnected.  I recall reading an Israeli Russian web site which reported news of a fatal local shooting in Pittsburgh, Pa.!  Remember the cliche, \"If it bleeds it leads.\"",
        "Well, presidents and their progeny being legally held accountable for their actions took a forward step today, with the news that Hunter Biden paid back taxes (about $1M) and plead guilty to a gun violation.\n\nSons of presidents have some history of being held accountable.  Though Neil Bush, son of George H.W. Bush, was an exception.  The mortgage bank scandal of the late Eighties led to American taxpayers rescuing these institutions that cost us about $70 billion.\n\nThe federal government lifted kept Neil Bush and his partner from having to pay an additional $4.565 million for a second mortgage, having paid only a little more the half a million dollars to retain control of the bank building.  His father had signed the bill that enabled that huge savings into law.\n\nAnd, unless a corrupt judge that Trump selected to become a federal judge dismisses the charges against him, he'll be held accountable for secreting away top secret documents after he left office and then not returning them, as his lawyers said that he had.\n\nThis is progress.",
        "Stop reading papers and watch the news and you just might be able to think back and see how things turned for the better. But you can’t very well now, can you?\n\nBesides, the grass was greener when you were younger. Sure thing.\n\nSo it’s a doppelgänger. No way past it. \nAt least recognizing it is a step in the right direction.",
        "Unfortunately the increasing number of deaths per day in mass shootings does leave the impression that the past was better.\nAnd the horrors of climate change aren't going to go away.\nThe present isn't better than the past.",
        "Yes, things are better, for a narrower and narrower privileged caste.",
        "I’ve been working on my family genealogy for years. Probably a fairly typical American family. And boy oh boy were things a lot more terrible, even in the not too distant past. \n\nBabies died. Half of them before adulthood. Women died in childbirth. Men died in accidents. The drownings! Cholera! Typhoid! \n\nEven in more recent times, women had almost no agency until the 1970’s. Child labor was normal. Rivers catching on fire. Smoke filled rooms (literally). \n\nAre things bad now? Sure, this is not a paradise but I’ll take 2023 over even the not too distant past any day.",
        "Sure, we are inundated with a daily torrent of negative news on media. Sure, our media highlights the worst negative happenings and trends as newsworthy. Sure, it's upsetting to view too much.\nI'm trying to forget some of the crime news I read yesterday in the Times, etc. I'll have to avoid this for my mental well being.\n\nThe media tries to increase clicks and viewers, and thus the profits from sponsors.  It's a 'daily news norm' ---and too much exposure can be depressing and aggravating to anyone. I wonder how many parents let young kids have exposure to media news 24/7? It's dangerous.\n\nAnd the media rarely report on the good--though sometimes it is newsworthy.  And good or bad varies per attitudes, anyway--- as we see in our constant political arguments. \n\nYes, the public has to be informed of horrific mass shootings, and daily violence, crime, exploitation, abuse, etc etc, in order to try to get solutions---and to hold their politicians accountable. \n\nThe last US president has for years poisoned our media, and our current daily news always shows his frightening face and statements. I scroll away.\nAre voters forewarned now of all the dangerous, hostile candidates--- who are just seeking power---who can actually be elected president of the US in 2024? Can we ever return to less exploitive candidates?\n\nYes, it's upsetting to watch the news as our politics gets more poisonous.",
        "I recall an anecdote supposedly from Babylonian cuneiform. I don't know if our anthro prof was joking or not, but translated loosely it read, \"The youth of today are not as the youth of old! All they wish to do is sit in the park, play their musical instruments and drink beer.\"\n\nTrue or not, the point stands: our world has always been going \"to hell in a hand basket.\" Ha-ha-ha!",
        "This piece dovetails perfectly with an editorial in the L.A. Times, also published today. (That author, Jonah Goldberg, is a conservative with whom I would virtually always disagree about policy, but he's also a never-Trumper with some good things to say.) <a href=\"https://www.latimes.com/opinion/story/2023-06-20/americans-nostalgia-1970s-public-opinion\" target=\"_blank\">https://www.latimes.com/opinion/story/2023-06-20/americans-nostalgia-1970s-public-opinion</a>",
        "There is much to think about from this research but one question keeps crossing my mind: how would our view of the world be different if the news media were compensated like utilities, i.e. they earned the same profit from reporting good news as for bad?",
        "This study made me happy. Thank you and your team, Dr. Mastroianni. \n\nI hope the higher ups at NYT take note of your work since they (and media writ large) are certainly big players in spreading negativity on these here pages all for clicks.",
        "Whether conciously or not, the media puts the two factors together at every opportunity to remid us how bad things are.  Just look at any medium today--you'll find stories on how climate change is dooming us all, the war in Ukraine, several diseases du jour, politics that is destroying the nation, government shutdowns, disasters from all over the world that were never globally reported, and all types of social issues that are dividing the nation, such as abortion, LGBTQ+ rights, racial divides, and the latest insect infestation.  Yes these are all real, but how can anyone feel like things are going well after \"reading the day's news\"?",
        "Great article! I would like more in this vein from this author or others. \n\nSteven Pinker has written several great books on similar themes of looking at culture and progress empirically vs. \"it's all going to hell in a handbasket.\"\n\nWhen I despair about our current state of political polarization and dysfunction, I enjoy reading history. Our great nation is a mess right now...and it always has been. Every era in US history has its striking pros and cons.",
        "It's not our brains, it's a profit-driven media that now have reams of data demonstrating that they're more likely to attract and retain viewers and readers with pessimistic & critical coverage & commentary. There is no reliable source of news: we've got left-wing doomsaying and moralizing, right-wing doomsaying and insanity, and then there's some lunatic middle full of substack conspiracy theorists who claim to be centrists but mostly just complain about vaccines and woke politics. All of which is to say, it's very difficult to keep up with the news today and not feel like society is crumbling, because stories that suggest society is not crumbling are rarely covered by today's news outlets.\n\nI agree that people these days have an overly negative view of reality, and that cognitive biases play a role in that. However, your failure to even mention factors like media polarization, political polarization, social media and growing inequality is frankly baffling.",
        "Fine and nice but you are equating the Golden Age, to which our leaders promise a return, with morality. Perhaps, when they pander to us, our leaders mean much more than that. Maybe they include hope, peace (of any kind), harmony, mental sanity (or are you going to say that we are not sicker today than 50 years ago ?), hobbies, marital stuff, entertainment, and ... baseball ? (some people are nostalgic for that). So ... you studied over 20 years only one facet out of 10 ? 20 ? that could define the Golden Age.",
        "This economy - which doesn't make sense to even the \"best\" economists with low unemployment slammed up against high inflation and a confusing recovery on many fronts from the Pandemic - is a puzzle. And as often as I personally am able to pick apart all the \"threads\" in the news about the economy and politics and advances and improvements being made in and by government, I \"get\" the confusion and the devolution to fear and anxiety. \nPeople hope for and demand a straight line up to happiness and lots of sunshine. That's only usually visible in the rear view mirror, if it was there at all. If not, we'll happily focus on the parts of history that were \"straight line\" and easy to understand and beneficial to us and sunny and bright. And discount the rest. And maybe carry a grudge about it for our entire lives.\n And then compare that nutball \"memory\" to what we are living through now. Humans. They are so weird. But also, with this thinking, dangerous as heck.",
        "Friday night lights, at least the book: for so many, the past was the best time of their lives. What is sad is that it really was.",
        "I also find this to be case with most people I know. I believe that world has incredibly progressed and we celebrated none if these. Social media through use of AI also concluded as you in the flawed circuit in our million year old brain. We love the utopia of a golden past. News feed also learnt to trash the present and promote the doom and gloom to feed the anxiety. However I did pause when I asked myself if future is bright.  As people check their feed or phone more than 150 times a day, the exhaustion will lead to many fatal mistakes and decline in the very progress we deny (yes. 159 times is the number for average American). So, we may be going back in all spheres of life and may stop making progress as a species. It will be an easy win for AI. We will not move from our couch or playstation gaming console and simply let the machines take over.",
        "Thanks for the research and sharing this data.  This provides something to work with that's likely to be more effective than \"yeah but the other guys have messed it up!\"\n\nI frequently say that you can't fix a problem you don't understand, and one of the most important things to learn in life is human nature. This untangles the paradox inherent in everyone thinking \"my group of people is okay, but everyone else has gotten worse.\"  \n\nOne of the common threads of the simple but wrong explanations is that they draw dividing lines and form barriers between people.  This research highlights something we have in common - the tendency to remember good and bad events differently.",
        "Having grown up in the '90s, I can definitely say it wasn't the Post-Cold-War economic miracle decade as remembered.  Upper-middle-class Boomer adults were resentful and at each others' throats for status, opioids were starting to get pushed even on prime-time tv, AIDS-scare movies were being pushed on kids, mass-media was starting to feed extreme academic/college pressures onto students, and adult males in rust-belt regions were starting to face serious long-term unemployment and stagnation.  Plus, the intractable political divides began then.",
        "The whole premise of the article seems to be the bias that no one is able to be objective. Yet they make no effort to tell us the survey questions or; What is the education of the respondents? What questions were asked up front to quantify the quality of their minds before taking the survey so that their answers can be properly understood? The very idea of thinking about that is not even broached.",
        "Very much on point with my experience as a public school teacher and administrator. Many people, sometimes even teachers, have the \"Kids have been getting worse since I was a kid.\" If that were actually the case, we would have daily cannibalism a-la the lord of the flies. \n\nFor whatever random reason, my perception of students and the larger reality is not consistent with the common notion, and while things are far from perfect, as I see it, the \"kids are alright\" and were definitely not \"better\" in the past. And I've been at this for 38 years. I can point to lots of ways students are more aware, compassionate and worldly than my generation was-- and that's two generations ago. Maybe a reason for the rates of depression among young people is that we keep telling them that things are getting worse, instead of helping them understand that things aren't perfect, but we CAN make them better.",
        "Wonderful. Measuring whether things are better or worse is pretty much impossible.  What people think is generally distorted for a lot of reasons.  Constant news from all directions makes things worse and causes more distortion. I think people want hope and so are played by political leaders, business, religion etc. for their own purposes.  There are some facts you can't distort however.  The population of human beings on this planet has exploded in the last couple of centuries and the livability of the planet for the human race will be difficult in the long term unless things change.   People's morals are likely to be worse when trying to survive. Get ready for some bad behavior.",
        "Republicans since Reagan have promised a retreat into an illusion of a rose-tinted past that never existed. It's not a coincidence that \"(Let's) Make America Great Again\" was their campaign slogan in 1980 and 2016. \n\nBut \"American Carnage\" was as big a lie as the myth of widespread election fraud. I knew the now criminally indicted ex-president was an epic-scale liar the moment he tried to tell me we were all living in hell because we're Americans. That's the \"perspective\" of someone who has never escaped the claustrophobic confines of his own head. Has he ever been anywhere that wasn't gold-plated for him?\n\nI remember 1968 and 1972-1974 and 1980 and 2000-2001 and 2003 and 2008 and 2016 and 2020 -- turbulent, epochal times in which millions of people in this country appeared to have gone collectively mad, suffering from delusional mass hysteria. \"Now\" is perilous, but it doesn't feel worse than \"then\" felt at the time.\n\nAnybody pining nostalgically for Nixon/Agnew or the AIDS pandemic or the falsely marketed invasion of Iraq? History exists so we can learn from it and understand our place in it. A nostalgic illusion can't be hauled out of the sanitized past and reconstituted as a substitute for the present and the future. Time doesn't work that way.",
        "The fundamental flaw in this thinking is that the perceived \"moral breakdown\" is isolated from the greater issues of the world.\n\nThe authors here have made the determination that some subjective questions about \"kindness\" are adequate measures of morality. That's got to be a joke.\n\nWe are destroying the planet we live on. This is happening. We are all aware of it. We refuse to pay people living wages and most young people will never be able to afford a house and soon even a rental. We are all aware of this. Our healthcare system is a total scam and completely unaffordable to the greater majority. We are all aware of this.\n\nKindness has nothing to do with our measures of morality. These days we are all far more aware of what is actually going on and far more aware of who the people are that don't care and even benefit from our demise. That they do it with kindness is even worse.",
        "I think people are the same as always.\nThe increase in population gives us more negative people.\n If one in a hundred are bad, ten in a thousand are bad, and so on.\n\nMedia, with its \"If it bleeds it leads\" mentality, is a major contributer to negative perceptions of the world.\n\nIn general, most people are good. Its the bad ones who get all the attention.",
        "I find the tendency to view the present as some how markedly worse than the past to be another example of American insolation. There is no question that the world is facing increasingly complex and, in the case of climate change, existential threats. But let’s not ignore the truly dramatic reductions in such core areas a child and maternal mortality, poverty, HIV infections and mortality, literacy, educational attainment (to name a few). On many fronts, and for many on this planet, the notion that the world is only getting worse is simply not true (or borne out by the data). \n\nAdmittedly, far from all indicators show progress. Violent conflict and rates of human displacement continue to grow, but I can’t help but notice that an era that many in the West remember as one of relative “stability”, the 1990s, was characterised by unprecedented instability, civil conflict, stagnant development and displacement in much of the world. \n\nJust because the US appears to be on the decline and Americans does not mean the world is somehow falling apart. The efforts, achievements and resilience of so many to realise very real, positive change beyond America shouldn’t be ignored.",
        "What about the bug that induces human self destruction? Seems pretty clear that all things considered, we’re almost certainly doomed. Our inability, as a species, to adequately respond to primal challenges to our very existence is pretty clear. Prove me wrong, please!",
        "Maybe the perceived decline of morality, civility and compassion is the result of a decline of the above.  We only have data dating back to 1949.\n\nWhat we have now is social media, and weaponization and politicization of everything.  So everything is blown out of proportion and then enhanced by the echo chamber of social media.  \n\nPlus, we had a president who made it not only okay, but desirable, to lack empathy and compassion...basically making sociopathy desirable.",
        "If the middle class is larger now than it has been in the past, things are better now.\nIf it is easier today than in the past to feed, clothe, house, and educate your family, as well as provide health care and maybe take a two week vacation, things are better now.\nIf climate change is diminishing, things are better than in the recent past\nIf the number of mass shootings is lower than in the past, things are better now.\nIf Trump is in jail, now is better than before.\nIf the wealthy and powerful are being held accountable for their actions",
        "Read through the comment thread of any economic news, and you'll see references to that brand-new phenomenon of Shrinkflation.  I have news for you.  In the 1960s it was already such a problem, that use of the metric system was promoted as a solution.  \"A kilogram is a kilogram\" they said, \"You can't make a kilogram smaller.\" My reply that a pound is a pound earned me derisive laughter.  I'm old enough to know that there's nothing new under the sun.  I learned that too, in the '60s when the education standards in the United States were way behind those in Europe and Asia.",
        "Have our brains tricked us into thinking everything is worse? Or was it Donald J Trump?",
        "This piece conveniently overlooks the role of politics and the media. When is the last time you saw a headline like \"Life turns out to be pretty decent\"? Would you read the piece? Have you voted for someone who ran on \"We're doing alright\"? Ever? Not even in the good old days?",
        "I dunno. I look at what schoolkids go through on a daily basis and compare that to attending school in the 1980s. Pretty sure the experience is demonstrably worse. Overcrowded classrooms, disruptive students, active shooter drills...we had way less of the first two and none of the third. Today's kids will be the product of their environment when they reach adulthood, same as we adults now. I have concerns about what sort of people they will able to be. Doesn't look like we, the adults now, are setting them up for success.",
        "How would the authors account for rising racial hostility, transphobia, homophobia, and climate denialism among Republicans?",
        ".. And yet another NYT article telling people that the way they might feel and see the world is wrong..\n   Here, another 'expert' explains how \"biased exposure\", \"biased memory\", and other \"cognitive mechanisms\"..  make people \"believe in illusion\".\n  -- In other words, we're a bunch of fools who can't tell up from down..and can't figure out the world for ourselves.    But fortunately the good doctor here the has done studies and \"surveys\" that point out the many errors in our ways.. etc etc etc.\n    -- Oh brother...",
        "While the view expressed seems plausible, it's also true that over and over again in history there have been times of major disintegration.  Many nations and empires have fallen, even disappeared altogether.  We cannot simply assume that we will be immune to this.  Therefore a pessimistic view might well turn out to be quite accurate.  There does not appear to be any way to distinguish whether pessimism is merely a distorted perception, a psychological glitch, or an accurate reading of the signs of impeding environmental and societal decline and even collapse.",
        "We are \"in touch\" these days in ways that were not at hand mere decades ago, and so yes, the confusion, angst, all of it, are\nimmeasurably greater, and for that, things are indeed \"worse\". Our nature is to embrace the bad more than the good. We drown now not as one, but as many and it does not rest. The negative has a vastly greater shelf life than the positive.\n\nThe GOOD news? It ends. Someday it ends, and the painless nothingness will last forever.",
        "these comments have been written by people about my age or younger. Recorded history began seven thousand years ago, and right about then people in just about every culture noticed that things were much better back when life was simpler. Hesiod says this in Theogony, the preacher says this in Ecclesiastes, and the book of Genesis is based on the premise that we blew it at some unspecified time by eating fruit. Getting misty over the Good Old Days seems to be endemic to the human species.  I think the reason for this is that everybody is normally very nice to babies. We are wheeled around, fussed over, indulged and cosseted in our earliest experiences on this planet. Of course life was better then. Once we wise up, around 30 or so, we should recognize that things have always been the way they are now, except that we don't have to worry about being attacked by sabre toothed cats, which was a problem for the first 75% of the existence of our species. You think things are bad now? You'd think differently if there was a sabre toothed cat snarling at you, my friend.",
        "I,m curious and, evidently, behind the times. Many comments here allude to a past where people had to worry over the \"existential threat of nuclear destruction\". When, exactly, did this threat disappear? Pick your poison: climate change? \n       Despite all the techno glitter and distraction, isn't the real issue whether we, as a collective, have progressed or evolved into a better version of ourselves since those days of yore. I don't see any evidence of that. Nuclear threat, still exists. Climate change, worth being concerned about.\n      I can't wait for A.I. to save us all from ourselves. The very notion of Progress is a delusional construct contrary to what the article implies. It works both ways. Let's all save the planet by creating \"smart\" devices that require more and more electricity? So, yeah, things are better!",
        "Nice generalizations.  If we stop to think, most of us do realize that there was no golden age of humanity.  And, if we don't, someone can always remind us.",
        "Nostalgia is the fond remembrance of things as they never were, to paraphrase Marcel Proust. There never was a golden age, except perhaps in Hollywood. People have always been awful, worse in times past than present, as accountability and expectations were non-existent. But I can’t help feeling that by now we should know better, particularly as we are facing an existential crisis that requires cooperation, and we are failing miserably. So, doom and gloom are not entirely unwarranted; god help us all.",
        "Perhaps. Then again one has to wonder. \n\nI have a slightly different theory in this. Nothing scientific. I suspect that in general kids are optimistic and generally happy. The fact that they are not responsible or feel a weight of responsibility, again, in general contributes to a more optimistic view of the world. This optimism tends to decrease as we encounter more challenges in life, gain more life experience and understand the world a little better. We realize our unmitigated optimism needs to be reevaluated. As we grow older, with more and more issues we encounter and understand, our optimism shrinks further. Perhaps we did not start the fire, but as we mature we begin to feel more of the heat and the wellbeing of our progeny begins to cloud our optimism further. The world has always had issues as Billy Joel sang. It is only our awareness that has increased with age. \n\nAs we grow older, with advances in science, technology and knowledge we may get better at certain aspects of our lives, but our generally deteriorating health and our mortality begins to stare back at us.\n\nIf the two together doesn’t drain our optimism as we age, nothing else will. You can call it a bug or a feature of our existence. The point is as observers we affect the outcome and the outcome is for us, not an objective outcome for the world. Yes, we are better off on many statistics, but sorry, we are aging too. That is the real bug!",
        "President Joe Biden, in an interview:  \"As I said in my inaugural address, we will repair our alliances and engage with the world once again, not to meet yesterday’s challenges, but today’s and tomorrow’s.  American leadership must meet this new moment of advancing authoritarianism . . .\"\n\nPlease don't compare Biden's hopeful rhetoric with Trump's inaugural address rhetoric, \"This American carnage stops right here and stops right now.\"\n\nAnyone who thinks that uplifting likely has trouble distinguishing between \"up\" and \"down\".",
        "Half the women in this country would have to give up their hopes and dreams if they ever got pregnant. Women have to choose between sex and risking pregnancy or a life of celibacy. Things are definitely worse.",
        "As Cornell grad Andy Bernard says: \"I wish there was a way to know you're in the good old days before you've actually left them.\"",
        "Ah the good old days.  I always wanted to ask a maga type at what year was America \"great\" to return to.  1948?  1956?  1982?  I'd be happy to return to the great days before 2016.",
        "Sorry, but this is bad science. That so much can be explained by brain processes and mechanism is a myth - look up \"brainism,\" a bias to reference brain at any turn of an argument. People are easily lured into this mode of thinking because it creates an illusion of explaining complex things. Sad to see NYTimes fall for this.",
        "Finally,, Common Sense wins. If only today's folks would study the 1930's or 1918 to 1940. Comparitively, today looks amazing.  The only continuing downside is the addition to the internet and the lack of accountability for those who spread terrible stories aobut others.",
        "many historians and sociologists would say otherwise",
        "Once Trump exposed the horrid underbelly of hate and bigotry of many in our country I think we can safely say, these are the bad old days.",
        "Great article. Human life is unequivocally better from a historical point of view. Bad things still happen, but compare them to *actual* history. It takes serious mental gymnastics to see otherwise: mass shootings today are terrible, but are they worse than the pogroms of the last century? The wealth divide in America is not good, but is it worse than redlining? Trump was a morally corrupt President, but is he anywhere near as bad as Andrew Jackson? The only way to sustain such an argument of decline is to arbitrarily pick a point in time as a static judgement anchor. Society goes through ebbs and flows, and at any given moment something can happen that is worse than the moment before. That isn't proof of \"societal decline\". It is proof that temporal change is possible, in both positive and negative ways. Not even the media would make an existential argument about humanity getting worse over the course of history - even though we may end up with that conclusion from all the negative coverage. Well done in articulating this serious ethical challenge for the media.",
        "This kind of Panglossian whitewash is older than the actual downtrends it repeatedly tries to deny.\n\nReality: All human civilizations so far have risen and fallen, waxed and waned, come and gone. There is no good reason to assume our epoch is fundamentally different in that respect, and by most objective criteria we are not in a strong up-phase currently.\n\nIt is perhaps a particular delusion of the last circa half century [the half century of addiction to TV, internet, social media, dumbed-down education, gutting of high school civics, and more recently the rise of counter-productive (but feel-good) political correctness (Dem. party) and made-up conspiracy theories (the party of Trump, formerly Republ.), advent of futile, broken and dysfunctional politics, etc.] that good times lasting forever is some kind of historic norm. \n\nIn actual human history, nothing is forever.",
        "Normal is better is one factor in perceiving changed circumstances. What is familiar brings comfort. Change brings distress, even when there is improvement. But memories are not unbiased nor unchanged by reflection in light of new experiences. We edit our views of the past as we live. We remember selectively, too, as it suits us. \n\nInteresting about when the sampling began, 1949. Four years after the most traumatic period in the experiences of most people then alive. The world was rebuilding and restoring what was lost. It was an optimistic time after a time of horrific destruction.",
        "I think, generally, people are slightly more conscious of the human condition and therefore slightly more compassionate. It is a gradual evolution of consciousness. There is an exponential growth in the great wisdom of the ages reaching more people and a realization of the deeper meaning in those teachings under the dogma. However, we keep supplying ourselves with newer and more efficient means to harm others—it only takes one person to shoot ups school or blow themselves up in a crowded mall. \n\nEvery generation has its horrors. \nEvery generation has its divinity. \n\nGenerally speaking human nature provides rose colored of nostalgia to view the past. For present viewing there is a tendency to focus on threats and problems because survival is in our core being. \n\nA slight improvement in human nature should be expected. As is a continuation of human evil.",
        "Interesting... I'll add what might be called \"childhood bias.\" For many people, things were simpler in childhood as compared to adulthood. So of course those folks (including me) would think that there was a golden age. This is perhaps related to \"biased memory\" that the author speaks of.",
        "I needed to see this right now. The one constant in human history has always been human nature. It’s good to remember that every now and then. I also remember a quote attributed to a Frenchman; nostalgia is a fond remembrance of a time that never was. Things are better now than they ever have been, although you would not know that if you read the paper as much as I do. There are more doctors, more musicians, more engineers, more of everything that we need. Unfortunately, there is more of a few things that we don’t need, but we ought to be able to deal with that.",
        "And I forget the school shootings!   It ain't nostalgia that in my youth, parents didn't have to worry about their kids getting mowed down when they left for school every morning!   Or people in nightclubs etc.\n\nBut there are plenty of other worse things that aren't just nostalgia.",
        "It is entirely possible to acknowledge our imperfections and at the same time celebrate progress.  There's no \"perfection\" finish line.  \n\nThe world literally used to operate like a Game of Thrones episode.  \n\nThe key to it all is to simply have some humility.  Humankind has done amazing things, but there's still alot to be done.  To say things have never been worse is recency bias on steroids.  If everyone could just have that humility, even more would be accomplished.",
        "In a past where all of the participants have passed, the arguments, pain, and every other of their particular irritants and unresolved issues have ceased to be relevant for them. The cohort of the past is dead.  Of course the past looks better. It is no longer a threat. Its problems have evaporated. It is only the problems of the present that need to be solved.",
        "It's funny, and I mean that in its original definition, the number of replies against the idea that things are not worse.",
        "A really interesting article.  With a deeply faled premise.\n\nSurvey after survey demonstrates that the more Politically Woke you are, the more you suffer from anxiety and depression and isolation and suicidal thoughts.  These same surveys show that Moderates, Repulicans, Straights and Conservatives have no such issues as a group.\n\nIt explains a lot.  Woke Democrats think in terms of their mental state.  FEAR and Guilt are useful motivators for the Democrat Party, even when that fear and guilt are built on imaginary \"issues\".",
        "I'll counter the media makes money by feeding us fears. So the media is full of \"problems\" from the weather and climate, to money, violence, and on and on. If they reported on beauty all day long every day, no one would listen. It's these pages that has tricked our minds into thinking everything is worse than it is.",
        "This paper essentially says the distribution of behavior among people is stable (\"human nature never changes\") when observing the results of evolution: an individual's fear in the present for the immediate future had adaptive value, while that for the past or for the far future did not. \n\nPrior to 1945, there have been many waves of cultural instability that have birthed end-time movements around messianic figures who've been largely forgotten (with a few notable exceptions).\n\nBut prior to 1945, no matter how disruptive the times, no individual or group  the power to actually pull that off, to bring down the temple on every member of the human species. \n\nAfter 1945, that changed.  So sure, human nature never really changes.  But mass communications has changed, as well as weapons of mass destruction.\n\nSo, at least for me, it's not that hard to be worried that our society has now super-empowered what would have been garden-variety sociopaths in the past to kill us all -- while still smiling at other shoppers in the produce section of Whole Foods.",
        "Less second-hand smoke! (My lungs are thankful.)",
        "Along with our brains, Fox News and the GOP have done a pretty good job of tricking people into \"thinking everything is worse.\" The pair are a morphine-like drip, purveyors of doom-and-gloom, playing to the imaginations and illusions of their already biased audience. It's not surprising that both Fox and the GOP are where aspiring autocrats find their followers.",
        "Newsflash,  perception is reality.   So, either a huge number of people are crazy,  or things are bad.",
        "About \"Seventy-six percent of Americans believe ...that “addressing the moral breakdown of the country” should be one of the government’s priorities.\" When do those Americans believe     that the moral breakdown happened? When slavery ended? When the Gilded Age ended? When women got the vote? When Prohibition ended? When segregation became unconstitutional? Some other time?",
        "Facts alway speak louder than broad generalizations about life getting better or worse, but in America there are two items that should be noted: A former president has taken extraordinary steps to hide top secret military and nuclear secrets in the bathroom next to the toilet with the chandelier which he could have passed to foreign governments for self gain at the expense of national security. In addition, Republican tax and public policy has ensured that that richest 1% now own 32.3 percent of the wealth and the bottom 50% has been convinced that owning just 2% of the nations wealth is worth getting to own 393 million firearms so all of this is unprecedented and not necessarily good.",
        "I like to look at numbers and by all those I see, everything is worse.  It depends on what \"worse\" means to you, but the numbers tell quite a tale:\n1. U.S. and world population continues to explode (e.g., 2 million more Americans every year).\n2. The U.S. national debt has rapidly increased.\n3. The U.S. income inequality is greater than ever.\n4. Global warming is steadily increasing, probably at an increasing rate.  CO2 in the atmosphere.  Oceans warming.\n5. Extinction of species is rapidly occurring, with severe depletion of ocean fish stocks.\n6. Nuclear weapons stockpiles are high and there is one or more wars always going on.\n7.  Add your own items to the list.",
        "Yes, Joe Biden said \"America is back,\" but he also said numerous times \"I believe America's best days are ahead of us.\"  Furthermore, while I agree there SEEMS to be have been a deterioration of morality today, I have no burning desire to return to some mythical \"golden age.\" Anyone over the age of 60 (I'm 72) remembers all too well the 1960's, with the Vietnam War,  the racial tension, and many Americans decrying the \"free love\" generation, ergo that decade can hardly be called a golden age. Bottom line; IMHO I see plenty of reasons to be optimistic about the future, particularly the younger generation whose members appear committed to addressing AND fixing the most pressing issues...climate change, homelessness, and income inequality. I may not be around long enough to witness the sea change, but if I'm fortunate enough to live another 20 years, I have no desire to go back in time to the illusory \"better days.\"",
        "An alternative explanation I find more plausible: our standards are always rising faster than our performance.\n\nNo one in 1950 even considered micro-aggressions or systemic bias, even when they experienced them as wrong, because they were clearly not shared expectations. \n\nI think this is good. Aside from “the arc of history bend(ing) towards justice”, people who are becoming better only get more dissatisfied and humbled by all the work that remains—and more committed to doing the work. \n\nOur divisions stem from not working on the same problems, even when addressing the same policies.",
        "While this essay's research shows that the percentages of the good, the bad, and the ugly hasn't changes significantly, it doesn't seem to take into account that the world's population has increased almost 4 fold since 1950 and the population of the US has more than doubled. This means that one is twice as likely to encounter jerks and worse than back in those \"good old\" days.",
        "Just a couple of points that jump out at me:\n\n1. Conflating what goes on the lab with what goes on in the world undermines any general assessment of the issue, which is far more complicated than Mr. Mastroianni acknowledges, although he certainly is aware of this. E.g., the fact that lab games show that people cooperate in this or that manner under this or that specific condition indicates next to nothing about cooperation in the real world, despite what many social psychologists claim.\n\n2. There's a difference between claiming that there was a \"golden age\" in the long past and from the claim that \"things\" have gotten worse over the years.  I can hold the latter with good reason without being committed to the former.\n\n3. If we understand by \"things are worse [at least here in the U.S.] now then they used to be\" something like the undermining of traditional moral norms associated with virtue, generosity, empathy, civility, then there's a pretty strong case for the soundness of the claim, regardless of the alleged evidence culled from surveys and lab experiments.\n\n4. Any overall conclusion drawn about the state of morality is  limited by the questions in the surveys.  On what basis is it claimed the questions collectively capture what it means to say that \"things are/are not better today than they were in the past\"?",
        "First the straw man, that *everything* is worse. No, not everything, but most important aspects of society are.\n\nThe prominent exception is medical science, which improves with each passing generation. But because of the increasing expense of medical treatment, and the decreasing quality of care coming from all but the most expensive of boutique doctors, it's about a wash.\n\nMost other aspects of life are in obvious decline for the less than wealthy. You're not going to gaslight me this easily, Mastroianni.",
        "This is kind of weird.  \n\nCatastrophic global warming is really happening.  There is a fascistic political trend happening in the U.S. & a lot of the world right now, reminiscent of the emergence of fascist Europe in the 30's. Abortion rights are being rescinded; state govts. are censoring school curricula & libraries w/the specific purpose of discouraging tolerance of a diverse society AND sugar-coating or downright whitewashing historical wrongs by our country; healthcare workers are allowed to refuse on a whim to treat any patients they choose, justified by any religious or \"moral\" personal bias; voting is being suppressed, mostly among those likely to support the above-cited measures, and corporate America has spent the past 30-40 years suppressing compensation of the country's workers in order to progressively, endlessly, further enrich a tiny, already wealthy ownership class.\n\nA false nostalgia for the far past is one thing; pretending that such nostalgia means that 'things' -- some things, vital things --are not getting worse is self-delusion.",
        "I don't know how you can discuss this topic without mentioning social media, technology, and always-firing news alerts. Of course people believe things are catastrophic; doom is what they engage with on various platforms, which in turn means they are fed more doom by those same platforms, and so they feel more doomed and engage with more doom, and on and on. \n\nIt doesn't even really matter if a given anxiety is based on facts or not - if a person is at all sympathetic to the argument being made, they're going to be soon swamped by the most gut-wrenching and pessimistic messaging about it all the time, around the clock. \n\nAs long as there's a profit motive in winding people up, I'm not sure how we fix this.",
        "People miss the point of this article. It's about how the human mind works, not a survey of world events. \n\nReaders of \"Thinking, Fast and Slow\" by Daniel Kahnemann, know there is well-established science on the built-in biases in human cognition. This is just another step forward in understanding how our minds distort reality.\n\nPointing to the \"facts\" in this context is irrelevant.",
        "A great article! I would also be interested in reading about biases in which we see things through rose-colored glasses or are in plain denial. One topic that comes to mind is the climate crisis. Can someone, please, explain why we are not thinking this is serious and we all need to do something about it?",
        "The breakdown hasn’t happened yet? I’m 75 and have seen lots of degradation in our society. If we’re not in a breakdown now, it’ll do until the breakdown arrives.",
        "Great piece, and so is the Nature pub. The arc of history has indeed been one of objective improvement in the overall human condition, with ups and downs along the way. Cognitive biases and other variables might explain why we tend to perceive things differently but they don't change the facts if we would just examine them.\n\nWith that said, the historical trajectory might not obtain in the immediate future. For the first time in our history, we have reached a point where we have changed conditions in ways that could make things objectively worse overall. We might simply experience a short-term (decades?) decline followed again by an upward trend but I'm not sanguine that our technological and social capacities can pull us out of the literal and figurative fires that we have created.",
        "This article completely avoids the most obvious (and likely strongest) contributor to this problem: ascertainment/reporting bias. News media had been much more thoroughly persuaded in the past that certain ugly topics were nonexistent or at least not “fit to print”.  Child abuse, violence and discrimination on the basis of race, gender and sex… all of these problems and moral failings were worse in the past but covered in the media far more frequently now. No wonder everything now _seems_ worse than it was. \n\nIt is perhaps unsurprising that Drs. Mastroianni and Gilbert deliberately or unconsciously avoid the issue of reporting bias, given Dr. Gilbert’s history on the subject. Indeed, he is not alone - many of the more senior professors in his field still fail to acknowledge the corrosive effects of reporting bias on the reproducibility of research in their own discipline. How ironic that their illusion of moral decline is caused in part by an ongoing moral failing of their own: the refusal to admit the lack of transparency and reproducibility in the research literature. Fortunately their more junior colleagues are paving the way for real progress in the practice and reliability of current work in their field.",
        "I beg to differ with this Pollyannic view of the human condition, which focuses on the vague notion of morality. Sure, morality has been stable over the generations, but not so global warming, or the ongoing great mass extinction caused by our presence. \n\nThe list is long: now we have the pharma-insurance complex alongside the military- industrial complex. How about mass migrations caused by poverty and corruption, while many glide in air conditioned comfort inside 4,000 pounds of steel unaware of this absurd unsustainably?\n\nIndividual morality may be a constant, but human systems are of no moral character.",
        "On the cusp of the Battle of Britain, things were at a very low point, Churchill gave his \"Finest Hour\" speech: he predicted a  new dark age if the British lost, but a new golden age if they won. They won. Consequently, everything Churchill predicted came true.\n\nFrom 1945 to 1972 productivity doubled, and with it, median wages. Every aspect of Human endeavor hit new heights (with the exception of painting, unless you like Jackson Pollock and Andy Warhol): engineering, science, literature, film, music, architecture, technology. All of this culminating in the Beatles singing \"Yeah, Yeah, Yean\" and men landing on the moon.\n\nThere was no disguising it. It was a good era, with serious set backs along the way, the Korean war, the Vietnam war, the assissination of the Kennedys and Martin Luther King, but we were more prosperous and better educated than ever, more mobile, and had begun civil rights reforms to expand the wings of prosperity further.\n\nThen the inflection point of 1972 occurred. Since then the median wage has been flat despite GNP quadrupling. We are living in that era and each year of that era gets more awful for everyone but the billionaires and the millionaires.\n\nThe 1st half of the 20th century taught us what policies works: a slightly left of center economic system, which creates a slightly right of center culture.\n\nThis is the thesis of the 1946 movie \"Its a Wonderful Life\", a primer on American civics. Wish the author of this piece had seen/understood this movie",
        "For excellent research and a book on this topic I recommend Factfulness by Hans Rosling — “Ten reasons we are wrong about the world and why things are better than you think.” Also check out several of his Ted talks on precisely this topic. The negativity instinct, the fear instinct, the generalization instinct, the urgency instinct, and many other tendencies of the human mind influence the way we see and interpret the world and events.",
        "There are many phycological reasons why people think what they do. Understanding that can be of a benefit or used to manipulate people.",
        "This awful essay is a not worthy of publication. I, like many readers, know full well that there was no Golden Age. However, I, like many readers, also know that there have been throughout our lifetimes, an accumulation of altogether new existential threats for the planet - nuclear weapons, bioweapons, now climate change, etc. Not to mention,  emergence of Nazis plus Stalin and Mao and Pol Pot showed authoritarians everywhere and for all time how to take mass killing to astonishing levels, and the lessons have not been overlooked by later followers in horror. \n   And, against the backdrop of the lessons of historians such as Barbara Tuchman who taught us about various politically-driven \"March(es) to Folly\" we see within and between nations abject failures to work through differences and find solutions to any of our existential problems. The author of this nonsense column would have us believe that the twentieth century was like any other - but, sadly, it just isn't so. Of course, we are terrified.",
        "I'll rely on real scientists, biologists, chemists, and ecologists, to tell me about the state of the world and what I ought or oughtn't be concerned about.  Psychology is a faux science, equipped with a great deal of impenetrable cant but almost jo use useful, reproducible results - that aren't trivial on their face.",
        "The brain isn't the one playing tricks, the internet on the other hand is.",
        "I think it's pretty much inevitable that some things change for the worse, and some for the better, and that the definition of these can vary significantly by personal viewpoint. Take gay marriage. I read that being homosexual is something that occurs in 3.75% of us. Allowing that population to formalize that relationship is to me an indication of social and moral progress. Those rights comes at the expense of those with fundamentalist religious views, who are told that homosexuality is an abomination. For that group, increasing acceptance of LGTBQ+ by our laws and culture looks like the Biblical End Times(tm). \n\nI imagine once a person has decided it's the End Times(tm), it's far easier to accept other bad news (the guy I voted for is in danger of going to jail for stealing classified documents) as proof this decline. Likewise, they may not see good news (our economy roared back to life after covid) in the positive light the circumstances deserve.",
        "When was the last time that one of the major political parties preached hate and lies day after day?  Even though individuals did not perceive unkind behavior yesterday, does not mean the incessant noise from a party embracing those marching with Nazi flags does not have an effect on the whole population. It is not a good omen when the governor of Florida failed to criticize those \"fine\" people who demonstrated outside of WDW. The surveys are not asking the right questions.",
        "I don’t see as many attractive people as in the past, even comparing old magazines, tv and movies with current ones, so I rule that out of cognitive biases, or is the media misleading us?",
        "Maybe there is a bias to think the past was kinder and safer because that is the way it was for most of us.  As children we didn't have to worry about those things because our parents were there to love us, do things for us and protect us.\n\nOne of the effects of our multicultural society is that some customs from one or more of the cultures goes mainstream.  For example, you see a lot more greeting with a kiss on the cheek than you used to see in the 1960s.  You wouldn't greet with a kiss in many parts of the world.  If we are kissing more, doesn't that make us friendlier than in the past?",
        "Wow, good to know that my brain is exaggerating the effects of global warming and loss of species, the danger of the Republican party and Donald Trump, unaffordable healthcare for most people, homelessness... I could go on and on.",
        "The media is prone to give coverage only the most  dramatic, unusual and bizarre events in accordance with old journalism adage \"If it bleeds, it leads.\"\n\nCompare this to the experience of most Americans who, when asked, will attest that with regard to their day-to-day lives, matters are hardly as dire as portrayed by the popular media outlets  and they are generally content with their lot.\n\nGlobal warming may eventually destroy our planet out of our heedless use of fossil fuels, but as long as John Doe is able to over-water his lawn during a draught, drive his gas-guzzling van to nearby stores and, on warm summer days, fire up his charcoal grill in preparation for a steak dinner, he will report that life is good--that is until a tornado destroys his home.",
        "This is great stuff, but it seems to ignore the power of mass media. In the journalism business if it bleeds it leads. If you were to only watch news outlets either local or national, you would think crime is everywhere, no one is safe, and you are only safe if you own a firearm. This constant promotion of crime is a delusion designed to enlarge the audience. Crime was much more prevalent in the 1970s and has declined to the point where we need to question the idea of having as much policing as we have, and we have more than ever including more public surveillance than even Orwell thought was possible.",
        "This is a great read, and gives us a lot to think about. The only caveat I’d add is that the longing (nostalgia-bias) for a nebulous golden age doesn’t necessarily mean that other present-moment observable, objective facts (reality) within one’s lifetime are not also true. \n\nThe world is in a state of heightened agitation. Human population has about doubled to over 8 billion in just the past 40-45 years alone. Corruption and authoritarianism are widespread in governments around the world. Wealth inequality is out of control. Democracies are backsliding. Climate is changing. We have only about 5-6 decades of arable topsoil left in the world at current rate of use. Water is becoming scarce. And it seems as if humanity is becoming more and more pathologically disordered and anti-social by the moment, at least the humans at the top of the power pyramid.",
        "A lot depends on how morality is defined and who gets to define it. For example, public perception of being gay and of gay marriage has shifted among the majority of the population. \n\nUnfortunately, a relatively small minority is dictating what morality is so it *looks* like morality is declining. For most of us, how consenting adults occupy themselves and create families is no longer included in what’s moral or immoral. It just is.",
        "Of course, the question is, what are you measuring? What is your research question? If it's, are you as worse off as your words and voting habits indicate, sure your results are on target. Most individuals are doing ok or fine (though many are not)—indeed, many of us are doing very well in many ways of personal well-being.  Even on that score the researchers overlook the distress and negativity many people feel in the areas of their work, healthcare being a great example--and if you work in healthcare, you realize correctly that the healthcare system is deeply flawed for many patients and workers, and the distressing barrier to finding solutions is the present-day Republican Part\nBut let's assume things are better for many of us than we think, the larger conditions of human life undeniably face catastrophe if we don't begin to act more prudently. Our democratic system is being tested by many resentful people who have realized democracy is for everyone, even those outside your tribe—and it is also being tested by a technology that amasses wealth by amusing us but also misleading us and making us stupid in many ways. We are unable politically to collectively address the threats to our existence—environment, education, healthcare, guns, and on and on. \nSo, is my mind playing tricks on me? Am I better off than I think? I'm fine for now. But thoughtful humans don't predicate their well-being on immediate and simple measures.",
        "The greatest cause for thinking that things are getting worse is the news media, including the NY Times.  A preponderance of articles and opinions covering loss, tragedy, misfortune, dishonesty, criminal activity, environmental degradation, irresponsibility, and opinion pieces that suggest imminent doom and destruction lead one to believe that these sort of things are happening all the time everywhere.  Stop reading the news, don't look at TV news, and the world looks like a much better place.  In fact, it is a much better place.",
        "Outside of all the varying opinions expressed here about whether we are actually better off or worse as a society and civilization, I experience this phenomenon when I enter a wild landscape. Even as I experience the delight of the moment of being in nature, I can feel a deep longing within for the untouched wilderness of yore, I imagine the blessed innocence of humans living in balance with all of nature, as if all the problems of survival and relationships had somehow evaporated. I feel the shadows of massive trees I imagine to have covered this landscape, all cut down by greedy pillagers, and yes the forests were pillaged and laid to waste, but I have no way to actually know this from what I see, it's all in my imagination, built around the feeling that things were better then. In truth, the forest is beautiful and what I imagine to have happened may not have happened right here, or if it did, has grown back to a close semblance of its former glory, or even a new glory.\n\nWhile the feeling is palpable and difficult to dismiss, it has nothing to do with what is actually here in front of me. It is not a response to the world as it is, but rather a conjuring from my imagination. I make note of it and then get back to enjoying the forest.",
        "Our brains are there to keep us safe, not to make us happy.",
        "I was alive when the Beatles first sang the joyful song screaming \"yeah, yeah, yeah\" & when America landed a man on the moon.\n\nI remember the joy and wonder of those times.\n\nThen the inflection point of 1972 happened.\n\nWhat's the inflection point of 1972?\n\nGlad you asked. It's in the \"Alligator Graph\".\n\nWhat's that? Glad you asked. \n\nSee graph #2 at: bit.ly/EPI-study\nAlso:\nBit.ly/FED-RealGNPsince1972\nBit.ly/FED-Wages\nBit.ly/FED-PerCapGNP\n\nFrom 1945 to 1972 the median (meaning everyone's) wage went up in lock step with GNP, doubling.\n\nThat was a joyful era. In the 1960s the perception of widespread prosperity made it possible for civil rights reforms, broadening well being & prosperity even more.\n\nSince 1972 the median wage has remained flat despite GNP quadrupling.\n\nSince wages for some workers have gone up (health/tech) & some in good unions have floated (<7%) it means the vast majority of America's 150 million workers & their families have suffered 51 years of declining expectations in an economy their backs helped lift nearly 400%.\n\nOver 80% of the gains have flowed to the less than 1%\n\nWe have a $20 trillion economy. Half of that gets split up by 330 million people, the other half gets split up by 10,000 uber wealthy families.\n\nThe inflection point of 1972 is EVERYTHING.\n\nWHY ARE YOU NOT REPORTING ABOUT THAT?\n\nIs it because you report on behalf of the <1%?\n\nGaslighting is unbecoming of a newspaper.\n\nMaybe the reason for the misery mindset is things have been miserable.",
        "You might need to ask different questions. Maybe: do you know anyone who was harmed, attended or had family at a violent incident such as a school, concert, church, temple, festival or parade shooting. . . .. or have you or any family member been bullied in the last year.  That might change some of the results.",
        "The good old days were not good old days for blacks and other minorities in this country. Nostalgic white folks don't even consider this.",
        "The question isn't whether we're less kind than we used to be. The question is whether we're as kind as we should be right now.",
        "Yes.  A contributing factor is news media's focus on increasing viewer ratings with the most effective way of getting attention which is outrage and scandal. News has to be dominated by bad news otherwise people wouldn't pay attention to the mundane good news such as, for instance, that flight 109 landed safely without incident.\n\nAs Dr. Mastroianni says in the article, \"People predominantly encounter and pay attention to negative information about others — mischief and misdeeds make the news and dominate our conversations.\"",
        "I'm reminded of an old New Yorker Style cartoon illustrating an impatient-looking criminal pointing a gun to a rather smug looking man in a suit; the criminal said, \"Maybe you're right--I have unresolved conflicts from my relationships with my parents when I was a child...but at one level, this is a stickup.\"",
        "Sure, memory is biased. But the feeling of decline is not consistent. Take the rise of fascism in Europe during the Great Depression. There were very literal economic circumstances at play in the feeling of loss and the desire for “restoration.” \n\nThe survey asks trite questions like “do people you know volunteer.” That’s not capturing things like the impact of technology on social life, mental health, etc.\n\nPlus what about the idea of “progress” and the many periods in history where many have felt humanity was on the upswing?",
        "The illusion of a Golden Age we would like to see and experienced again, shall remain just that, an illusion. We humans, as we keep evolvimg have always displayed both 'goodness' and 'evil', although our sense of justice, given our awful past of cruelty and wars galord, suggests our ability to do either, pending the circumstances, and our 'need' to survive if not thrive, hopefully supporting each other, social animals as we are. May I take your time, rephrase an old saying? Here it goes: \"The two wolves\" (a Cherokee story), you may want to look it up for its full 'saying'; in brief, we have two wolves within ourselves, a good one and an evil one; as to which one may surface and 'make us act accordingly', depends on which one we are feeding!!!  Just forget the nostalgia of a Golden Age, a clear and present illusion.",
        "Nonsense. \n\nYour brain tells you what you want to feel,hear, see,smell and taste in order to be mostly happy,healthy, hopeful and safe.\n\nThe one and only DNA genetic evolutionary fit \nextant modern  human race species began in Africa 300,000+ years ago.\n\nDriven by our biological nature and nurture to crave fat, salt, sugar, habitat, water, kin and sex by any means necessary including conflict and cooperation.\n\nHumans spent 285,000 years actively hunting and gathering.  Before domesticattion of animals and plants allowed them to gather and sedentary settle down.\n\nPeople's opinions don't matter nearly as much as their action and inaction.   People tend to be the hero and star of their individual  past and present context and perspective.",
        "Many believe that the social alterations in morality are in fact a precipitous decline in Western civilizational morality. The NYT and most mainstream media outlets have diametrically opposed visions to that of moral decline, and the authors Gilbert et al have embraced and ferreted out information congruent & supportive of the non- decline view, the de-normalization of traditional morality view. These divergences of perspective are in fact emblematic of our current culture war.",
        "Americans are nostalgic for a time that never was.",
        "I think this is one of the best pieces of writing in the New York Times I've ever seen.  I have perceived this 'negative bias' about the present compared to the past ever since I was stunned to come across the writings of the ancient Greeks in high school, who complained at the time about the 'moral breakdown of youth today'.  Since then, I have perceived this phenomenon over and over, but no researcher has ever used data and analysis to explain how this works, and why, until I read this piece this morning.  Thank you Dr. Mastroianni!",
        "Pessimism is natural to the human condition.",
        "I believe there are several reasons why people believe in \"the good old days.\"  First, as people age, their bodies naturally begin, and continue, to deteriorate.  Some of us work hard to try to preserve what we have, and there's good reason to do so.  Nevertheless, aging is not a choice for us.  Naturally, we feel that the good old days, in terms of our own health and appearance, are in the past.  It's possible that people expand this feeling to include their environment and the society around them.  Second, most people have a very small knowledge of history.  Imho, the further back you go in history, the more barbaric people were.  It was not unheard of, I've discovered, to find freak shows still occurring in the US in the 1940s/1950s.  Twenty-five years before my birth, 20,000 people attended what was to be the last public hanging in the US, in 1936.  And I needn't mention the barbarism of the World Wars in the 20th century.  Still, as some commenters have mentioned, our environment is getting worse every year, and that is particular to this time.",
        "Right. And my memories of growing up in a world without homeless encampments, where people with factory jobs could buy houses are just hallucinations.",
        "I give this story 100 points on a scale of 1-10. Yes, the world - far from getting worse - continues to improve pretty much across the board, other things being equal.",
        "I don't think that it's my brain that's doing the tricking here.  I think that one of our two major political parties here in America is making a very well-crafted, clever, and intensive effort to trick me into thinking things are worse then what they are.  This effort has two components,  one open and obvious and the other very effectively camouflaged almost to the point of being subliminal, both of which work together in concert to make us crazy enough to vote Republicans into office.\n\nThe fact is, things are SO MUCH BETTER now than they were just two short years ago.  We have seldom seen so much improvement in such a very brief time, and much of this improvement is the direct result of a change to the party that governs us.",
        "I know a good Christian woman who attends church every Sunday and is paid under the table to avoid paying taxes. \n\nI know another Catholic woman who shared Lent Free Fridays so that you can cheat during Lent. \n\nI see entire Jewish families on scooters on Saturday and have heard some leave the TV on from Fri. so they can watch football games.\n\nPeople's brains can rationalize anything, even pulling a fast one on their God. \n\nOur brains can just as easily be tricked into thinking things are good.",
        "“Imagining something is better than remembering something.”\n - John Irving",
        "Digging in one's heels when shown evidence contrary to one's beliefs is another well-studied cognitive \"bug.\" Just take a look at this very comment section!\n\nOne of the most humbling and enlightening things I have ever done is read the Wikipedia article on cognitive biases. There are so, so many ways that our brains trick us into thinking things are different than they actually are.\n\nAnyone who considers themselves a curious person owes it to themselves to read up on these cognitive biases and start learning to recognize the situations when our subconscious short-circuits our ability to reason logically.",
        "Most people's expenditures are rent/mortage, food, gas, electric and taxes.  None are going down and the pain is very clear.  I'm also concerned that the prices at the grocery store once economic stability is restored will be the new normal and won't go down.  In my business, which is a hobby business which no one needs, I'm particularly hard hit at the moment.",
        "All of this is true with regard to our daily interactions. As Dr. Rick Hanson phrased it, \"Your brain has a negativity bias that makes it like Velcro for negative experiences and Teflon for positive ones.\" This is good to keep in mind when dealing with personal disagreements or failings. But, it is no trick of the brain that everything is actually worse.\n\n\nAlmost half the country can't distinguish fact from fiction while our schools are degraded by political leaders. Many among us are beholden to conspiracy theories, including lawmakers. Cruelty masquerades as policy as immigrants are treated as subhuman--Trump separated children from families, and more recently, DeSantis resorted to kidnapping. Women face heart-rending choices as they have been stripped of bodily autonomy. Our democracy is on life support as many still support Trump despite inciting an insurrection at our capital, multiple indictments, and his constant stream of lies. And yet, Trump may still resume his assault on decency by winning the presidency again. Meanwhile, our climate threatens all life on our planet due to years of denial and inaction. This was well highlighted in this piece in today's Times:\n\n We’re Watching the Sky as We Know It Disappear <a href=\"https://www.nytimes.com/2023/06/20/opinion/wildfire-smoke-minneapolis-canada-fires.html?smid=nytcore-android-share\" target=\"_blank\">https://www.nytimes.com/2023/06/20/opinion/wildfire-smoke-minneapolis-canada-fires.html?smid=nytcore-android-share</a>\n\n\nLet's keep our eyes open.",
        "Biased sampling of reality is the crucial factor. A reliable sample with low error requires that it be representative. That requires counting all that is there not just what impresses. But we remember what impresses and forget the common, the usual. That leads to skewed perceptions of experience. \n\nWe receive more information every day than most who have ever lived, but the mass media provides a sampling that is biased towards to most entertaining and newsworthy, not what makes up the normal. That results in a misunderstanding to the relative significance of what we perceive and what to expect. The abundance of information is not making us more informed but less so.",
        "Our brains aren't \"imagining\" all the vanishing plant and animal species, or the increasingly weird and intense weather, or the number of homeless people in so many places, or the growing number of kids addicted to their phones and unable to read for meaning, or the fact that CEOs make hundreds--or even thousands--of times what their overworked bottom-tier workers earn. Yes, it's important to have and create practices that calm us down and feel our own, actual \"okayness\" in the moment. But it doesn't erase the growing continent of plastic in the Pacific Ocean, or stop the erosion of social tolerance and democracy around the world, or reduce the number of assault weapons in our neighbors' homes, or persuade one-third of this country's voters that their candidate actually lost an election. It's a balancing act, and it's getting harder to do.",
        "When people talk about the decline in morality etc., they are not talking about their own everyday experiences. They are talking about their political leaders. They are talking about the two bubbles ( conservative and liberal) we now live in. I too lived through the turbulent 60s. As I remember it,the government tried to fix those problems. Things like civil rights legislation, the equal rights amendment, MediCare, ending the Vietnam war and forcing two corrupt politicians from office to name a few These were major achievements, affecting the whole country. They happened because both political parties worked together and the American people wanted those changes. We certainly don’t see that today.\n\nWhen I leave home today, “ I’ll be treated with respect” all day. Unless I reveal my politics. Unless I leave my ideological bubble.\nThis didn’t happen in the past. I won’t go into the fact the 40% of the public now own guns…to protect themselves from their fellow Americans. But…I will be treated nicely all day. Sent from my iPad",
        "Media also plays a significant role in promoting this bias. Rutger Bregman, a historian, wrote a very readable, very interesting book  that looks at all the factors that contribute to this bias. It's called Humankind: A hopeful history. He is not in denial about the serious concerns of our time. Rather, his data encourage a broadening of perspective that, in my view, actually can help us to better problem solve the existing threats.",
        "Are things better now than the dark ages, yes!  Can they be better , definitely yes.  Affordable healthcare was much better in the 1950, 60’s, and 70s. Of course medical technology is better, but if you can’t afford it what’s the point.  Middle class is certainly shrinking, as the concentration of wealth continues to flow upward to the oligarchy.  Affordable housing, education, opportunities continue to shrink because of wealth concentration.  Large Corporations of the 1950s, 60s and even in the 1970s  cared about and were stakeholders in their communities. They cared about infrastructures, schools, an the over all well being of the community. Not anymore, Large Corporations now only care about the company stockholders and nothing more. Large corporations are not even loyal to the United States.  Standard of living across the globe has risen, but that rise has been minuscule compared to the rise of wealth of the Oligarchy.  Instead of trickle down economics, we need streaming down economics.  When CEOs use to make 10 times the amount of the average worker they lived a fine life, now they make 300-400 times more at the workers expense.  Reaganomics has been a disaster the past 40 years and since that time our middle class has shrunk and the concentration of wealth expanded. So things are getting worse for the vast majority.  Make no mistake we are governed by Oligarchs and corporatists because of the power of money in politics.",
        "My father would say, \"The world is going to hell in a handbasket.\" This topic is worthwhile, though at least Richard Milhous Nixon then resigned from the office of a crazy presidency. Here is one way to look at the topic: Michio Kaku's \"Stages of Civilization\". I for one am wondering if humankind will ever, ever, advance.",
        "With 400 million guns in private hands, things are worse.",
        "I am a gay man who has lived with my now husband 38 years. Married 12. I have no illusion that everything was was better 38 years ago.",
        "One of the most significant reasons we tend to believe that things have gotten worse, IMO, is that the media, regardless of political slant, screams disaster,  disaster,  disaster every moment of every day.  Spiro Agnew was no model of upright conduct,  but he nailed the whole \"nattering nabobs of negativity\" thing.",
        "Humanity is at the crossroads. One direction leads into the future, the other three are Dead Ends. \nIt doesn't take a genius to realize that altruistic globalism is that path for humanity and Earth's future at this time.\nDoes anyone seriously take the position that greed, wealth and power in the hands of the few is the road forward?\nRational Egoism and Rational Altruism are both genetic survival strategies. Earth today requires that humanity emphasize Rational Altruism.\nOdds in Las Vegas for this to happen are around zero, 'Ground Zero'.",
        "Day before yesterday, I went on a walk with my boyfriend in the local, beautiful forest, which is also a natural protected area.\nOn the trail, we encountered a couple of people, nearly all with unleashed dogs, some of them running in the forest, rummaging.\n\nIn my state (North Rhine-Westphalia in Germany), leaving your dog unleashed can incur fines of up to 110000$, and hunters are allowed to shoot your dog if it hunts wildlife.\n\nSo I tell everyone, politely but sternly, to please leash their dog.\n\nBut lately, some of these people - unfortunately, all of them women, which is especially galling for me, also a woman - either ignored what I said, or started arguing and getting angry, and basically saying that they didn't want to do what's best for all, their dog, other people, other animals, and what is both rule of law and established rule and courtesy.\n\nThis would have been unthinkable a couple of years ago - asking politely for someone to please leash their dog, and not endanger wildlife, people, and their dog, and for them to just not do it.\nBecause of Christian Cooper we know this kind of thing even happens in New York Central Park.\n\nAnd this kind of \"rules don't apply to me\" mindset, in its extreme like the Joker from \"The Dark Knight\", is something new, especially not in an antisocial delinquent, but in normal, middle-class, well-to-do people.\n\nSo allow me to respectfully disagree with this no doubt impressive meta study...",
        "Good article and points us towards the importance of self reflection and exposing ourselves to new information outside our feedback loop.\nIt would be great for media to have objective stories on the evolution of the quality of life that people would experience or expect over time. People generally have little appreciation for how life really used to be and how much more safe and comfortable our lives are now.\nSometimes I think we have become weak as a result of so much comfort, leading to dissatisfaction from simply being spoiled.",
        "When the risk of nuclear war increases, then thing ARE worse!",
        "It certainly IS thought-provoking, and since I'd probably have been a typical respondent tut-tutting about the state of the world, I'll try to square (I'm unconvinced, b.t.w.) Dr. M's \"reality\" with seemingly universal (opposite) perceptions.\n\nAt a high level, as so many others have noted, a President Trump (together with similar autocratic, wrong-headed leaders in Russia, Poland, Hungary, Bosnia, Turkey, Israel, etc.) has GOT to have a lot of people looking back and PINING.\n\nSocial science is ill-equipped to answer, \"Is Trump the worst President ever, and - if so - how much worse?\"\n\nMadoff & Epstein are 2 of many - I'd put Elon Musk in the same bucket, but I recognize that's a stretch - whose depredations seem to reflect \"inflation-PLUS\" in evil.\n\nAnd then there are the \"little things,\" but they add up to something big. Anybody who lives in a City - NY, in my case, but one hears even \"worse\" from SF-ites - believes (RIGHTLY, in this case) that the number of unhoused has never been higher.\n\nYes, all media with the possible exception of the NY Times accentuates the negative - shootings & scandals of all kinds, but one cannot lead a normal urban life without sensing that the wheels are coming off.\n\nCities are filthier. Low-level criminality IS normal - and not even countered. For at least 20 years, \"wages\" haven't kept up with prices/costs. And if this is true in a wealthy city in an affluent nation, ... the bigger (global) picture has to be the stuff of tragedy.",
        "Ask insurance actuaries if things are worse. Or better yet, check your homeowners premium for this year compared to ten years ago and get back to us.  That's data. Not consistently misinformed polling data about feeling or beliefs.",
        "First, your study is correlational, and  the results generate a hypothesis, for which there are numerous alternative etiologies to \"your brain has tricked you\".  Second, what is the operational definition of \"everything is worse\".  Third,  it is not a new observation that humans are (or at least) seem hardwired to detect threats in the social and physical world we live in.  It is, perhaps, useful to do a met-analysis of published research on the topic.  Last , but not least,  The research you cite covers a very brief period of human history.  For all you dewy-eyed pessimists out there,  do not fret, climate change and ecosphere collapse will soon make you truly prescient in a world filled with, according to the guest essayist, self-deluding pessimists.",
        "I believe this is caused by the \"museum effect.\" Go to a museum and you see beautiful paintings and furniture. You may get the impression that people in 1650 were surrounded by paintings by Rembrandt and Durer. They were not. Most people lived in poverty, and most paintings were ugly. Only beautiful things are preserved and shown in museums.\n\nLibraries and English literature courses present important novels from the 19th century. You might think everyone back then had elevated taste, and only great books were published. I have a collection of ordinary 19th century books. By modern standards they are unreadable. Maudlin, contrived, poorly written, overcooked. You might think people in the past had wonderful handwriting and they knew how to spell. Try reading letters from the Civil War era. You will see that most people were nearly illiterate by modern standards.\n\nTo learn about the past, read original sources.",
        "I don't know how anybody could think people are less kind or ethical today.  I grew up in the 80's when everybody was a jerk!  Bullying and teasing were omnipresent and pressure to conform was constant.  There was no trust.  You were much more likely to be mugged or threatened on the street.  Violence was glorified in all media and a tough, selfish, meanspiritedness permeated almost everything.  Whereas today, everybody's a docile, scared little sweetie!  Everybody's so nice now.  Cruelty is out of style.  People try to outdo each other with sometimes nauseating over-friendliness.  Letting strangers stay in their houses - you'd never see that back then.  The little hipster brewpubs and locally sourced restuarants that are everywhere today - all you had in the 80's was fast food, diners and dive bars.  Not to mention so much more acceptance of gays, vegans, atheists, immigrants, or anyone else who's different from the norm.  Technology is definitely starting to ruin society now, but nonetheless we've clearly taken a giant moral step up since the 80's.",
        "There would have been actual data if Titanic passengers upon departure were polled about speeding up to stay on time or slowing down due to possible icebergs. \n\nUltimately, this hypothetical poll and the resulting data would only prove a majority was wrong... after most of them died.",
        "Great article. Very useful. Unfortunately, we live in the moment and in a series of moments. All our own. Rarely do we assess our lives in larger context to include the whole of our experiences. I believe the world is better today than it was 20 and 30 years ago. Still, there's a long way to go to get to a \"golden age.\" I'm not even sure what that would be. I would like to see us strive towards goals that I think we all can agree upon. I could be wrong in thinking, for example, that we all want equal opportunity for all regardless of skin color. Were I to dwell on the negative -- the apparent increase in explicit racism -- I would hardly have much hope.",
        "Michael Moore grasped this in his documentary “ Bowling for Columbine” if it bleeds it leads.",
        "Interesting. \n\n(And doubly so in the comments, where some, perhaps unintentionally, perhaps ironically confirm the primary thesis.)\n\nI have long wondered how memories of childhood play a role in viewing the past. After all, children don't see many of the world's complexities and difficulties, whether global or local. When you're a child you learn something every day, and get bigger, stronger, and more competent.  What's not to like?",
        "It’s the “it ain’t me, babe”, quirk in the culture. The “I’m okay, you’re not”, thinking about why we are where we are as a nation. I, and by extension, my tribe are fine. You and your herd are anything but. So, unless/until you all (all but us, that is) get your acts together, nothing is going to get any better.",
        "For me the difference is financial. Today Doctor, Dentist, and Vet costs are beyond anything my parents had to pay for us kids growing up. Salaries today won't support any kind of potential future such as home ownership. Corporate interests have consumed any sense of lifestyle enjoyment. This list goes on.",
        "Two things. Advertising works. Say the same thing over and over and over and people will buy. Next, Marshall McLuhan's \"The medium is the message.\" Let's not forget that one of the reasons for Hitler's rise was the radio, which broadcast his speeches throughout Germany. Today, we have both - the non-stop sales pitch and the internet with its worldwide, instant messaging. If you just look at today's Times online, you'll see a lot of bad news. Bad news sells. Editors choose to print what sells, what's trending: black people getting killed by police, the dangers of the food we eat, the failures of various government agencies to protect us, drug deaths, mass shootings, climate change, illegal immigrants surging across the border, ad nauseam, over and over and over. No wonder people are depressed.",
        "The authors' sole focus, I believe, is on personal morality. And on an individual level it makes sense that the meter probably fluctuates relatively little and very slowly over time. However they do not appear to address the larger moral realms: economic morality, sociocultural morality, corporate morality, and geopolitical morality to name a few. Possibly foremost among these is environmental morality, an amalgamation of many other moral spheres and one that most would agree is clearly in decline based on the scientific evidence. It would be interesting to hear the authors' perspective.",
        "Good article! It probably reflects the same mechanisms that lead people to rate the changes in the economy as lower than that of their own economic situations.\n\nMy parents, a producer and writer in the entertainment industry, always said the first rule of drama is \"Where's the conflict?\" This applies not only to fiction but to non-fiction and journalism. The desire to get an audience leads to presenting conflict.\n\nIn general, then, our perception of our collective state is more fraught than our personal states because the information about it is generally more negative.\n\nIn addition, if we were as negative about friends, colleagues and family as we are about public figures, we would provoke reactions from friends, colleagues and family. This social pressure probably limits the negativity in personal spaces.\n\nThis has taken an interesting turn with social media, because it's easier to be a complete troll there than in face-to-face interactions. So-called interpersonal mediated interactions combine the emotional impact of face-to-face encounters with the pro-conflict basis of the media. Not good, particularly for vulnerable kids and teens, as we're finding out.\n\nThis doesn't mean that because of social media times today are worse. The worse is just a different worse. \n\nThis doesn't mean that there's aren't grave problems we have to address, just that there have always been grave problems to address.",
        "I was born in Budapest, two years after the war ended. The country was occupied by Russian troops who didn’t leave until 40 some odd years later. We had food shortages, sometimes no heat,  and other indignities, yet life was pleasurable as I remember it for most people.\n\nUpon my arrival to America in the early sixties I found abundant consumer goods including foods I had never seen. In my Bronx high school I had progressive teachers, some very bright classmates and many not-so-bright, but all in all it was a pleasant time. The same in my two years of art school. Then the Vietnam War came and the divisions of America surfaced, lots of turmoil, still there was hope that we, the next generation can right many wrongs. \n\nI worked many years in NYC in advertising, then moved to LA and worked in TV and film. Life was bumpy but still pleasant and my husband and I felt safe.\n\nWith the advent of DJT as president and especially his not accepting the reality of his election loss and remaining an inciting force, things changed and we started having existential uncertainty which continues to now. \n\nAlthough I accept the premise of this opinion piece, I have never experienced the kind of existential fear I do now. In my life the world was indeed more promising from the end of WWII to 2016 when the US stopped being the place where in spite of great societal wrongs most of us could feel safe.",
        "Apples and oranges. The problems of today are quite different from those of the past. What’s the point of comparison? We seem incapable of doing much to solve the current suffering.",
        "Selective choice of evidence. The article's title sounds all encompassing while the emphasis is on moral decision making and acting. Reality is a both/and. Great news about increased volunteering for charitable purposes. Terrible news about increased gun violence. Great news about renewable energy resources, terrible news about climate change. The greater draw, legitimizing, of authoritarian political movements are world-wide. Evidence points to countervailing realities. One difference from before, the bad things like climate change alone can be cataclysmic.",
        "That's why having evidence based beliefs is so important.",
        "Imagine confusing “moral decline,” “elite capture of the middle class,” and “the prison-like terror of running afoul of the cruelty of consumerist consumptionism,” with “being cooperative and polite on the street or in your cubicle farm.”",
        "I believe the expression “the good old days” exists in all languages and cultures.",
        "Two worlds we long for:\n\nA world in the past\nthat no longer exists,\nAnd never did,\n\nA world in the future\nThat has not yet emerged,\nAnd never will.",
        "I want to add that our morality has changed and this change has been brought on by the modern world.  We have gone from a deontological (duty to obey) morality to a consequentialist (ends justify the means) morality. \n\nIt was a much simpler and less complex deontological world until around 1850 as the industrial revolution gained traction.  People just followed the ten commandments or the golden rule to obtain the good housekeeping seal of approval from their peer groups. Outcomes involving material success were not that important.  The two world wars propelled us forward from the 1850s to the 1950s and modernity.  Suddenly we were thrown into a consequentialist moraliy.\n\nThe western form of capitalism puts most of the focus on rational self-interest and individualism, or as we have already termed it; consequentialism. In the US a patent-holder has a legal monopoly on a product for 17 years: a copyright-holder for 50 years.  This has produced a regulated marketplace.  People who believe the US has \"free markets\" are mistaken.  \n\nWith consequentialism, if you are a winner (despite any lying, cheating, and stealing), your outlook improves and you experience material success.  And if you are a loser (experiencing a lack of material success), you're doomed to either thinking yourself a failure (which is psychologically untenable) or you conclude that the system was rigged against you.  Authoritarians appeal to this latter group.",
        "The really big picture is beyond my ken. But my mental dot plot of indicators like suicides, gun sales, violent crime, and teen angst suggest we are in emotional, if not actual, foment. \n\nPerhaps things not actually  as bad as they perceive them to be? That is beside the point.  People, especially young people, are suffering and dying.  For them, this is all too real, and social media stands out as a cause. Recent articles cite several studies that show that a significant cohort of teens spend as much time on social media as many us do at our full time jobs. This confirms my suspicion that social media is inherently toxic. And addictive.\n\nSo what to do about it? The antidotes are compassion and truth, and these can be spread universally through the same ether that transports social media. We just need an action plan and get with it.",
        "Now that I'm middle-aged, I can confirm that the decade of my adolescence (the 90's) is treated by many as a golden age. People were happier and carefree. There was less to worry about. We weren't so divisive. Such sentiments blow my mind. I remember race riots in Los Angeles, the bombing of a federal building in Oklahoma City, and presidential impeachments. The alternative music scene that was popular wasn't exactly chronicling a joy and optimism. And the codgers of that era were telling us how much better everything use to be. When was that? The late 60's when civil rights leaders and presidential candidates were being assassinated, and young men were being drafted into a military quagmire? The 50's with the Red Scare and the specter of nuclear annihilation? World War II?",
        "I don't know, part of the thrust of the article is that it's always easy to think things were better than before but it's not an unending upward trajectory. \n \nBut in reading history, one does see that civilizations, societies and countries do go through cycles, of low points and hardships and then rising up to times of prosperity and a certain kind of balance that is beneficial to the wider society and then the decline. \n\nWalking through what were once bustling city centers now emptying of stores, filled with people doing drugs and living all over the sidewalks, shops with rampant theft and no recourse, aisle after aisle of groceries and items locked up behind security plastic, lines outside of stores like Ross because they can only let in one person at a time.\n\nThis appears to be the moment of a society in the decline stage. Hopefully not but I don't know why we think that we'll avoid what no other culture has avoided, the ebb and flow of good and bad times, sometimes to the finality.",
        "For me the past is always a \"Golden Age\".  Everyone I've ever loved is now dead.  I spend the weekends attending their graves.  I'd give all I had for 15 minutes with my loved ones again.",
        "Cognitive Biases have been well known and studied in Philosophy since ancient Greeks realized we confuse good stories (mythologos, including theologos) with true stories.\n\nLove of wisdom, is not love of popularity, wealth, or tradition.\nHume also new harms, hurts and injustice closer to home are felt to be worse than the same wrongs father away--a distance bias.  There are also time time biases--both probably due to efficacy: the greater the distance the less we can do about it;  and backwards time travel is impossible.  \n\nIt may be a simple common logical fallacy: if perfect, don't change it; thus \"if you can't change it, it's perfect.\"\n\nKant knew our cognitive abilities have builtin limitations--due to language, math, and inherited background info as well as limited senses.  Insects are better at pheromones (chemioception) than we are. Our color perception is limited to an extremely small band of electro-magnetic frequencies/wave-lengths. Audition limits are between 20-20k Hz. And so on.\n\nDarwin knew our sexual preferences are largely due to cultural gender art traditions: thus culture can determine future biology--both consciously (breeding programs) and unconsciously.\n\nAll knowledge, perceptual and conceptual needs a POV; the POV is obviously limiting, but not necessarily a bias--a wrong POV.  But very often traditional POVs are indeed \"prejudice\"--prejudgements and wrong.",
        "Well, I remember growing up at a time when nuclear war was 15 minutes away,  air and water pollution out of control,  an unending war continuing in Vietnam,  the decline of Amwrican industry in the face of an \"unstoppable\" Asian power (Japan), assassination of three major political leaders in the space of 5 years.   It was still acceptable to bar women from jobs and country clubs,  the last public lynching in the South had been replaced by murdering  and attacking activists.   Also, inflation was out of control and the country faced growing heart disease and cancer rates.  Crime rates, especially violent crime,  were higher than today and growing.   Interracial marriage was a crime in Virginia.   Being LGBT would cost you your job.  Sigh, I do so miss those golden days...",
        "The title here is so extreme--that your brain tricks you into thinking \"everything\" is worse--that it makes the whole piece seem meaningless. Obviously some things get better, other things worse. Unfortunately, what seems to get better is mostly technology, and what seems stuck or in some cases declining is people's contentment and happiness. That's our true failure--an inability to convert material progress into longer, happier lives.  That has nothing to do with looking backwards and thinking things used to be better, but rather looking around today and wondering why all our technological progress hasn't made our workdays shorter, our healthcare affordable, and our lives more meaningful. The fact life expectancy has plateaued in the US--and now trails Europe, Japan, etc. by many years--is devastating. Gilbert has even written a book about the fact things we think will make us happy like a cool car car soon loose their luster and leave us just about as happy as we were before we owned it.",
        "1860 to 2023,..Civil War, Jim Crow,  spanish american, Boer, WWI, Flu epidemic, Spanish Civil, WW2, Korea, Cold War, Vietnam, Desert Storm, Bosnia, Rwanda, Lybea, Iraq, Afghan, Ukraine….and the beat goes on, but the 20th century takes the cake in terms of the sheer magnitude of death and destruction.\n\nOn the other hand, the election of Trump and minority rule in this country through the electoral count system, supreme court and the senate does not bode well.",
        "I am old enough to have read about human behavior over centuries and over the globe.\nThat, plus decades of life experience as a U.S. citizen, shows me an improvement in what we call communality and morality.\nIn newspapers, we read about such behavior as ‘red-lining’, sex trafficking, morality police and child molestations and we deplore it.  Further more, as voters in a law based social order, we have the power to correct the behavior.\n\nWhat did a vendor in Indonesia know about the behavior of the insane Emperor Caligula or about Constantine, who murdered his son?  A palace intrigue, a conqueror’s genocide or enslavement of a whole population, what did these mean to an illiterate person who lived on another continent “back then” in his village or tribe?\n\nIn what place or time did protesting a vast societal injustice or a colonial war make as much positive difference as it did here in the U.S. in the late ‘60s, early ‘70s?\nThere are so many, many examples of what we call improvement.\nWe are more aware, more sensitive, more conscientious and more activist now.",
        "This article, like everything else I guess, is relative.\n\nThere those who try to live by moral principles, be they Quakers, Mormons, Humanists, religionists, or not.\n\nOpposing them are the power brokers, fighting for supremacy and denigrating individual human life.  It brought us the holocaust, Rwanda, but also Chile, Vietnam, Iraq.  That's just within my memory.\n\nBiased exposure - my neighbors are fine; but fossil fuel companies knew about global warming in 1984 when my daughter wrote a high school essay on the \"greenhouse effect.\"\n\nBiased memory - a blessing that gives us hope.\n\nNow the power brokers have infected the media.  Instead of selling soap, they sell hate and misinformation.",
        "My Brain needed an immense amount of help from the Media colossus that went from \"If it Bleeds it leads\" and \"Good News is No News\" to staking out radicalized positions on the extremes of every real and perceived threat from climate change to racial violence and police abuse to gun control. \n\nIt is also true that every cause now has multiple activist support groups whose existence depends on people believing things are perpetually in crisis. If you Google \"famine\" you won't find that rates of hunger have fallen dramatically in Africa and Asia over the past 30 years and that there has been a miraculous agricultural revolution in under-developed parts of the world. Instead you'll find dire reports suggesting hunger is worse than ever.   \n\nIt's not that those things and others aren't problems. It's just that they are relentlessly ground into our brains, while some \"inconvenient\" good news goes unremarked upon, like the fact that in my lifetime global famine has been greatly curtailed, there have been gigantic increases in the rates of education in places like Africa and Asia, there is far less pollution in the US than in the 1970s, there has been progress on rights for minorities, women, gays and transgenders that has transformed America since the 1970s and that is still ongoing, and so on.\n\nThe world is a better place for more humans than it has ever been before. Just don't expect to read that on this news site or to find it in a Google search.",
        "It’s interesting how many comments on this article is just people reasserting their personal opinions on whether things have gotten worse or not.",
        "The corporate takeover of just about everything has seemilngly led to this kind of depressed thinking.",
        "Nope, it's been this bad, and good, ever since humans became human.  One only has to read the Old Testament to see that we humans behave exactly the same as we always have, only now with improved technologies that make our ugly traits much more widely endured.  Also, the bad dominates the imagination.  Millions loving each other pursuing quiet lives doesn't grab our attention like the murder of millions in the Holocaust.  The same love, greed, hate, lust, etc., etc, etc., have always existed and still dominate our behavior today.  Imagine who among us would dance before a Golden Calf.  For me, the GOP immediately springs to mind.  Nope, nothing's really changed in millennia.",
        "So experience is subjective rather than objective. And even objective stuff depending on where you look is subjective. But there is an evolutionary thread running through every field of endeavor from art to zoology. We as a species seem to be capable of life long learning. So \" keep on truckin'.\"",
        "'Tell me one thing,' said Harry. 'Is this real? Or has this been happening inside my head?'\n\nDumbledore beamed at him, and his voice sounded loud and strong in Harry's ears even though the bright mist was descending again, obscuring his figure.\n\n'Of course it is happening inside your head, Harry, but why on earth should that mean that it is not real?'",
        "One of our sons found this website that reinforces what was written in this article.  It pulls from websites and newspaper articles going back to the 1800’s that all talk about how things were better in the past.   <a href=\"https://threadreaderapp.com/thread/1669113362058444800.html\" target=\"_blank\">https://threadreaderapp.com/thread/1669113362058444800.html</a>",
        "Things were bad when I was growing up.  My first memories were of the Cuban missile crisis (my dad, who worked for Langley, sent us home to his parets) and when President Kennedy was assassinated.  That was followed by the rest of the 60s and 70s -- but even in the worst days, the days of cities burning, my classmates coming home in body bags, assassinations that ripped our hearts -- we had hope of change and bettermet.\n\nAnd despite the major bumps in the road, Reagan and the intermittant rise of authoritarianism, we were changing.  We were ending major diseases that killed millions every year.  We were making social progress towards equality and equity.  We still had hope.\n\nNow, the Fascists are right in front of our faces.  It is 1934-35.  Laws are enacted to oppress and eliminated not only people's civil rights but their very lives.  You could, if you are atudent of history, call them the beginning of Nuremberg laws.  They are targeting visible minorities -- Black voting rights, trans people, queer people -- and people whose rights threaten the patriarchy: women.\n\nI'm a Jew.  My family from Norway -- my great-grandfather -- was murdered in Auschwitz, along with most of Norway's Jews.  \n\nIf you think that knowing that things are bad is a \"bug,\" may I remind you that 1935 led to the trains.\n\nThe trains that now haunt my dreams.  Every night.",
        "There is money to be made by making people afraid, and it seems many of us become addicted to media that flavors everything with doom.  I wish the article cited the important book \"The Better Angels of our Nature\" by Stephen Pinker.  It uses vast amounts of data to reveal that we are by far living in a safer and less cruel world than any time in the past.",
        "If you listen to GOP politicians running for President, you'd believe we're in the next Great Depression, inflation is out of control, illegal immigrants are overrunning the country and everything is wrong about the America run by Democrats. \n\nAs Dr. Mastroianni says, 'we are susceptible to the promises of aspiring autocrats.' So, Caveat Emptor.",
        "I agree that humans carry bias. With our mind, we create the world in which we live. We often live with illusion.\n\nIt is not clear to me whether we live in the best of times or the worst of times. I could make arguments supporting either position. Depending on my mood, what I ate, what I drank, and other factors, my perception changes from day to day, even during the day. It is not clear that I could use my biased mind to ascertain which is ultimately true today.\n\nPerhaps it is enough if I can just recognize my bias and the propensity for negative thoughts to run deeper and last longer in the human mind. This characteristic of the human mind probably helped my ancestors remember that the lions living in that valley over there jumped humans for food.",
        "My go-to example on this subject is always The Holocaust.\n\nI've just assumed it was the lowest point in human history, and that America and its allies stopping it and saving the world was the highest.\n\nWe used to have Jewish neighbors on the first floor of our building.  One time we were talking about The Holocaust, and I asked them if they thought it could ever happen again.\n\nWithout hesitation, and with a burst of laughter, they both said they were sure it could.  It was almost as if they thought my question was silly.  I was stunned.  \n\nThen came Al-Qaeda, and then ISIL.\n\nNot to be too dramatic, but we're actually starting to entertain the notion of the end of our Republic as we know it if a certain unsavory character is re-elected.  Who among us thought even a few years ago that we'd be at this place; that almost half of our nation is would be in thrall to this lunatic?\n\nStill, I fancy myself an optimist, although I don't quite know why.",
        "Interesting. This article seems to make the case for optimism. I am neither an optimist or pessimist. I am a realist or better yet a fatalist. There was a study done on human survival rates during war time. They discovered that optimists & pessimists had the lowest survival rates and realists had the highest survival rates. Much of this was due to the fact that optimists can't function in times of absolute despair and when bad times come and are sustained, optimists break mentally and become suicidal. Pessimists fared no better. They become paralyzed by inaction and simply accept dire circumstances, believing them to be futile and there is nothing they can do about it. However, realists had extreme high survival rates because no matter how bad things got, realists passed no judgment on the situation and simply adapted and did what they needed to do to survive. \n\nTo that extent, I accepted long time ago that this world is a horrible place & human being are horrible creatures that would completely destroy the Earth if she let them. Climate change & all these natural disasters are simply Earth's immune system kicking into high gear to eradicate its disease called humans. I move thru he world accepting how horrible humanity is & how horrible they've made this world for most people, except the few at the top. This neither makes me happy or sad. I simply accept it and act accordingly. The author is right that things are not as bad as people think they are. They're much worse.",
        "Therefore improvements in health that allow people to live longer create greater imbalance between positive and negative memories over longer timespans probably reinforce political movements that hate the new and aim to Make All Great Again",
        "Whatever the cognitive mechanisms, the truth is that we Americans are always pessimistic. We are fearful. We always want  to go back to so called “ good old day” . What do mean by good old days ? Is that the days of slavery was legal or days without civil rights for the colored peoples or days of world wars or days of civil war? I do not understand. Talk show hosts are doing only whining, complaining, fear mongering and criticizing the”other” groups. Lot of peoples are getting brainwashed.",
        "Just because we have a bias to see the past as better than the future doesn't mean that we're wrong. We're in the midst of a major extinction event with a pandemic thrown in for fun, and it seems every year a different continent is on fire. I think we may have it right this time",
        "The world and human history does not follow a linear trajectory.\nSome eras are better then others .  We indeed live in one of the relatively best time in human history. Compare that with WW2 or the middle ages , or slavery .  BUT , whenever there is a palpable shift in how society is structured , like what we are experiencing in the last 40-50 years , technologically , economically , socially , it is not surprising that people may feel anxiety translated to a nostalgia to a time of less change , whenever that time is in their mind.",
        "Please explain how the world is getting better when millions upon millions are and will increasingly be displaced by the climate emergency.",
        "The Doomsday Clock has been reset to 90 seconds from midnight, the closest it's ever been.",
        "A third of Americans have decided to give up on reality altogether.  We don't need to look though rose colored glasses at a golden age to say things are bad in an all new way.",
        "Agree with DR. M.  Whenever I get together with a couple buddies...someone always mentions on how very fortunate we all are to live in these 'times.'  Not only in material stuff & beer selection, but our awareness, health, and our want/ability to help others who are less fortunate.",
        "It is simply a survival instinct to notice and pay attention to the negative, since it can be dangerous. It is important to make a (mental) list of the positive to find balance. No matter if its in our own life or the world we live in. I am (a young) 73 old and do not glorify the past. I am able to live in the presence. I do feel though I am not interested to live much further into the future from what I am able to see now. I just hope the next generations will change their ways of life (as we know it) to save the planet they will live on.",
        "Sorry, but school students weren't being massacred in their classrooms when I was a kid. I never thought that I would see a time when people in schools, synagogues, churches, supermarkets, movie theaters, malls, music venues, would be gunned down in a matter of seconds. \n\nOur culture is more violent than it used to be. We may not all be experiencing the violence directly, but the number of guns in this country is considered a public health crisis for most pediatricians. There are 20 million AR-style weapons in circulation in the US, according to the NSSF.\n\nDo I stay up at night worrying about it. No. But many in our marginalized populations live in daily fear of being targeted by a damaged mind with a gun.",
        "Over the earth’s 4.5 billion year history the average life of any species is about one million years. Homo sapiens have been around for 300,000 years, give or take, which means we’ve only got about 700,000 years to go. It’s no wonder we have a negative bias. Time is running out.",
        "I don't think it is untrue that mass killings are on the rise.  The shift to squash abortion rights is horrible for women, and I see that as a way to control women and turn them into cattle, and also trying to make being gay or transgender a crime is a big shift backward into a worst time for human rights in the USA.  Suicides are increasing among the young, probably due to this and the despair over climate change.  And now, book banning?  \nOn top of that, the price of living is going sky high, and that is terrible for small business owners like myself, because we cannot just raise our fees.  When I look ahead at possibly needing to retire on mostly social security, my future is dismal.  That was not true 20 years ago.",
        "Where's the \"so what?\" and call to action? Decent plain-language summary of research. But the vague, bland admonition sentence at the end was blah. This piece would be a lot stronger with some useful recommendations and proposals that flow from the research findings.",
        "The slogan  “America is back”refers very specifically to the FACT that the country was on its way to being destroyed by the Trump administration, and was therefore not a political promise or political myth playing upon people’s general negative misperceptions, as described in this article. It was also an intentional response to Trump’s ridiculous campaign slogan “Make America Great Again”, which was in fact designed to do exactly what you describe- attain power by capitalizing on those misperceptions and fears. So I don’t think Biden’s slogan should have been included in your list, especially with  that particular group of “leaders”, or should we say despots.",
        "In this case, my brain is not tricking me to believe everything I read. I stopped believing as realistic ideas of Golden Ages, Utopias, national political figures promises to return to a time of greatness that never occurred decades ago. \"Science\"-based research on ethics, moral struggles, the  neurology on the human need to believe obvious untruths - may or may not be true or dubious as science. I'm reminded of Dylan's lyric: \"You don't need a weatherman to know which way the wind blows\". America, the entire world is in such deep [expletive deleted] on so many fronts, be it religious & political ignorant hate-filled fodder fed to us around the clock, existential misuse of tech, point of no return carbon levels and other toxic climate change problems, on and on, all of theses dangers surround us at each waking/sleeping moment - they are as ubiquitous as the wind. Socially-minded  esearch scientists should heed the moment in the film Blood Diamond when the military mercenary lambasts the journalist as deluded, pointing out that her insights when published will change nothing. She pushes back and he retorts: \"Yeah, why don't we all just WRITE about it?\" We don't need more speculative studies on why so many fall for destructive ideas and leaders - we need numerous new fixes NOW.",
        "Interesting, but is this really the appropriate message in climate collapse? It is that bad.",
        "Harvard psychologist Steven Pinker wrote a whole book on this subject -- \"The Better Angels of Our Nature ...\" -- in which he entertainingly argues, backed up by a panoply of historical data and statistics, that times have never been better and we're all living in \"an increasingly enlightened world.\"",
        "Watch an hour of any news program. Chances are it will be something like:\n-actions taken against a lawless former president\n-supoorters of said president claiming such actions are political persecution\n-discussion of the precarious world economy\n-various natural disasters (tornadoes, wildfires, hurricanes, ...)\n-the latest mass-shooting (or two or three)\n-death and destruction as a result of a sociopathic Russian dictator's vanity war\n-a violation or two of international law by China\n-nuclear tests by as rogue dictator in North Korea\nAnd, to finish off the hour,\n-a cute story of a dog rescuing a cat\n\nA house burning down makes for a better news story than one not burning down. No surprise that people have a bleak view of the here and now.",
        "The world has been ending since the world began. This article explains why.",
        "This thing called \"Social Media\" is far too advanced for society to handle, this invention is better at seeking evil than finding goodness.",
        "Yes, this is very interesting but not new.  Dr. Gerald G Jampolsky already made significant contributions to this concept with his published writings and work on \"A Course in Miracles\" several decades ago.",
        "The Bible has a litany of  evil, man produced events. Murder, adultery, lie upon lie, war and more war are documented in chapter and verse Sprinkled in with good deeds and hope for a better tomorrow.\n\nThe nature of man does not change, Good, bad and a mixture of both. Belong  to a group about  my old hometown.  Invariable there are posts about how much better it was 50-60 years ago. I just smile. There were good people and  bad people then too. Life goes on with some changes in fashion but we remained clothed.",
        "I don’t think people, on the whole, are necessarily any more or less moral or virtuous than generations past. I’ve read enough history to know that’s not the case. But what is objectively worse, and perhaps more existential, than anything humanity has experienced up to the present day is the problems we face. Yes, in the last century or so we have lived through two world wars (and countless smaller conflicts) in which millions died needlessly—but the planet now faces global warming and mass extinction, two phenomena humanity has never experienced. I just don’t know that we are prepared for what’s coming, and we’ve done far too little to try to avert the crisis. So yeah, in that sense, things really are worse now.",
        "Listen. Have you looked at the suicide rate? Does anyone think it can be explained by some kind of mass psychosis?",
        "However, I would posit that many people also believe that we (as a culture) are evolving morally in a consistent trajectory such that, for example, our current selves would never have endorsed, say, slavery or Jim Crow or female subjugation. \n\nThere are certainly and thankfully great strides in our laws and institutions that support this thinking. But basic human nature, or call it another name, has not suddenly leaped over our strivings for dominance and power over others.  There is a reason people, particularly Republicans, campaign on \"the good old days.\"",
        "Bravo for this excellent and interesting article.  \n\nI grew up in a legally segregated suburb on Long Island - maybe they were \"good old days\" for me and my friends, but they excluded a big segment of society.  \n\nWhen my girlfriend and I first wanted to share an apartment we were denied a lease because we weren't married.\n\nMany of the women I knew had illegal abortions (and one was raped during the procedure).\n\nAll men were subject to the draft and several of my friends were killed or wounded in the Vietnam War.\n\nEmmet Till was lynched and murdered in my lifetime.  In my mind the killing of George Floyd was not a marker of how terrible things are today - the truth is that murders like that occurred routinely in the past.  What was different about his death was that it was recorded and  millions of people protested it.\n\nI could go on and on.  I'm not a polyanna and all of the current problems that other commenters point to are real enough.  But Dr. Mastroianni's article points out how our brains can trick us and make us lose perspective; and the basis of MAGA thinking is precisely that loss of perspective.  We would be wise to take account of his and Dr. Gilbert's research.",
        "To base understandings of people's moral trajectory on surveys is an abject slippery surface that endangers downstream rational conclusions. The power of surveys is well known to be weak as a research tool. I think it is incontestable that there has been a moral decay in the United States. \n\nWe have cognitive chaos sown by propagandists who, for example have convinced millions that the last election was stolen by democrats. Despite no evidence, no rational or historical basis for this myth. Indeed there is growing evidence that these people were gaslighted and that there was concerted effort by some republicans to create this propaganda. Society has normalized these immoral coordinated actions and we are left with decay.\n25% of Americans would vote and choose fascism over democracy-- so the surveys say!!\n\nWhat about the propaganda that prevents truth, facts, science, data to be used to decipher and plot a sensible course? Millions have been led to believe we can ignore the destruction of the environment in exchange for a few amassing power and wealth. This is immorality. This is new. This is another example of the pursuit of morality gone awry. \n\nFor those who believe that the world is worse off, over all now compared with  50 years ago, are observing obvious facts.",
        "If the average length of a human life on Earth is a valid measurement of whether things are getting better or worse, and it is undeniable that it has increased, then it must follow that there has never been a time in all of human existence when things have been better. What more accurate measurement is there?",
        "Ok, so what do we do about it?  How do we trick or train our brains to overcome this bias and see reality clearly?",
        "Social psychology studies show that those with better memories tend to have depression. It also depends on paying attention. If you consume the news too much, you're likely to be biased into thinking the world is a dangerous and dark place. If you consume news from online sites like Tree Hugger and Good News, you're likely to be uplifted. But I tend to agree with Barbara Ehrenreich, who wrote in her book Bright-Sided: “I do not write this in a spirit of sourness or personal disappointment of any kind, nor do I have any romantic attachment to suffering as a source of insight or virtue. On the contrary, I would like to see more smiles, more laughter, more hugs, more happiness and, better yet, joy. In my own vision of utopia, there is not only more comfort, and security for everyone — better jobs, health care, and so forth — there are also more parties, festivities, and opportunities for dancing in the streets. Once our basic material needs are met — in my utopia, anyway — life becomes a perpetual celebration in which everyone has a talent to contribute. But we cannot levitate ourselves into that blessed condition by wishing it. We need to brace ourselves for a struggle against terrifying obstacles, both of our own making and imposed by the natural world. And the first step is to recover from the mass delusion that is positive thinking.”\n\nIf you ignore what is wrong with the world, it festers and grows more pernicious. Bravery is required to conquer the corruption of the world.",
        "Every day, I read the New York Times on-line - a daily summary of the tragedies, outrages, cruelties, and absurdities of contemporary life. \n\nI supplement this with daily doses of NPR, the WA Post, and several magazines.\n\nOne might say I am overconsuming \"news\".\n\nBut that doesn't mean that the horrors in the news didn't happen. \n\nWe all have to strike a balance between being informed and being overwhelmed and paralyzed with fear and dread.\n\nMy sense is that this \"Opinion\" piece is Pollyanna-ish and discounts the reality of the world today.\n\nBut I might be \"tricked\" by all the \"news\" I consume.",
        "This research is useless if you don't take into account the work of Professor Bob Altemeyer on authoritarian personalities. Painting everything going on as a threat to the established order, warning of inevitable decline, promising a return to a golden age - it's all standard for authoritarian leaders, complete with the demand that followers put total trust in them as the only way person who can fix things.\n\nConflating Biden with Trump, the purveyor of \"American carnage\", is inexcusable. All politicians run promising to make things better; you have to take into account the ones who deliberately create unjustified fear and anger to manipulate people to follow them. \n\nSure, our brains tend to give more weight to negative interpretations of events and situations, but it's also necessary to recognize that there are those among us who manipulate those reactions to mislead and exploit us. That's essentially the business model of rightwing media.\n\nCombine that with news coverage by mainstream media that is governed by the financial necessity to attract eyeballs under the \"if it bleeds it leads\" operating priority, and it's not surprising people have a view of the world not in accordance with the facts.",
        "Also, there is the aging bias.  For most of us, when we were young seems like a golden time.  Everything was so much better and more interesting, because it was new.  As we age, and newer generations come along with different senses of humor and different popular culture and thoughts, they aren't OURS and are therefore worse.  Nostalgia and the loss of innocence plays a role here!",
        "Oh please. As a professional historian I am quite capable of taking the long view and a broad perspective and know that we are living Dickens' \"best of times, worst of times\" right now.\n\nScience and technology have made the lives of billions far far better than it was just a century ago, even though this has still not been shared with enough of the planet's population for a myriad of reasons.\n\nThe feast is set on the table before us, but, as is the case with Damocles, the sword is suspended over our heads: climate change, nuclear peril, and democratic decline are its point, edge, and hilt.\n\nWe are dancing on the head of a needle, and I am guessing that a combination of the three perils I outlined will come together in a perfect storm to annihilate us sooner rather than later.\n\nIt is not pessimism that drives me to this conclusion, just the simple fact that there is nothing in history that I see that writes a happy ending for humanity.",
        "“ the good news is that the breakdown hasn’t happened “ the question is why is it not getting better?",
        "I'd believe this article in 2015, but this isn't 2015.  Women have lost basic human rights.  Trans people are facing extermination.  Being gay is barely still legal in parts of this country.  As a woman this country is unequivocally worse for me than in 2015.  There are states where I won't travel anymore.  I fear for my LGBTQ friends.  The reason for these things happening is my \"fellow Americans\" who are choosing cruelty by voting for republicans again and again.  This is the country they wanted and they've won.  Yes.  If you're a white, cis, heterosexual man, this is the best time to be alive, but don't forget about everyone else in this country.  This article is infuriating.  My brain hasn't tricked me into thinking everything is worse now.",
        "Actually Biden's slogan was \"Build Back Better\", a politician acknowledging that things weren't as good as they should have been and that we can do better.",
        "I wonder what the polling numbers would be if they could poll a reasonable sample of all living things on this planet except for humans.",
        "I've certainly observed this phenomenon myself.  My peers (I'm 60) bemoan the work ethic of kids today, yet somehow disremember the long-haired. dope smoking, unmotivated kids in our generation.\n\nBy the way, most of those lost kids of the 1970's turned out okay.",
        "It never hurts to be sufficiently cynical as to be pleasantly surprised when people meet your so-low-a-potato-could-clear-it bar.\n\nI start from the assumption that people in general and Americans in paticular are venal, dishonest swine.\n\nThere is no moral decline because the temperature of my belief is -273.15 degrees Celsius.",
        "The author confuses the “state” of the world with the “comfort of living” in the world.  Life is much easier today than even 50 years ago, but the qualities that make life satisfying are degrading before our eyes. \n\nEase and material abundance are perfectly fine things. But when attainment comes at the cost of the environment, civility and human relationships, it leaves one with a hallowed out feeling. A sort of malaise that leads to the question “is this all there is?”.  The constant bombardment of bad news from the media serves to amplify the feeling that things just ain’t right",
        "Social media - mostly facebook and a little bit twitter- have created the environment for this lying.  Putin is using these against us.  Rumper is using these against us.\n\nGet off social media.",
        "Sorry I disagree to blame the brain.   Your American crazy politics is to be blamed.   And too many folks falling for the lies.   All rational people know that the world is becoming better.   By the word world…I mean outside of America.",
        "ABSOLUTELY. The fact that suicides, including both serious and successful attempts, have increased nearly 30 times since the 1950s is one of those things that OUR BRAINS are fooling us into thinking is BAD. Man, there should be a PARADE. THESE are the good old days. Maybe, with luck, we can push it to 100% of the population. If ONLY we can keep our brains in line.",
        "Interesting piece!\n\nOverall, society has been progressing and I hope will continue to do so - when we look at the big picture.\n\nOur society has come a long way from what it was in the past few centuries - we have democracy in many places (albeit not perfect and always in danger of being rolled back), we have more legal protections and rights for women, children, racially diverse people, sexually diverse people, disabled people, and other vulnerable minorities (albeit we still have a long way to go), we have less poverty globally, and people are more educated, open-minded and aware of issues.\n\nWe do have bigger problems (eg: risk of total climate collapse, AI risks,  unimaginably-mass-scale torture of factory farmed animals) - but those problems have been centuries in making and we are more aware of them now than perhaps we ever were.",
        "A few centuries ago, this guy by the name of Milton said something like \"The mind is its own place and itself, can make a heaven of hell or a hell of heaven...\"\n\nThe author has rediscovered the powerful human ability to rationalize ourselves into or out of believing just about anything.  It can and does win out over separating imagined from reality and truth from fiction.",
        "Availability bias.  We think the world works the way it does based on what we most easily remember, which may have no actual data to support it.  Bad news sells the news.",
        "Thank you for this analysis.  It's a reminder to focus on the here and now.  The past is done and the future isn't here yet.  Be kind and act ethically.  Let the rest go.  Easier said than done, but I find it helps if you unplug often.",
        "I'm reminded of Ecclesiastes 7:10: \"Do not say, why were the former days are better than these. It is not from wisdom that you ask this.\"",
        "America is the most divided its been since the civil war.  Trump has attacked all the crucial pillars of democracy for 8 years straight and promoted an attempted coup.  America has more guns than people.",
        "I'm reasonably sure that people who were around during the Black Plague thought things were really bad. But, as many commenters have pointed out, they weren't constantly bombarded by social media messages that reinforced their perceptions. Also, they were too busy trying to find something to eat to spend a lot of time worrying about it. Most folks today have gained the impression that \"the good old days\" were real, but actually, they were a time of plague, invasion, almost constant warfare, starvation, legalized torture, regious opression, etc., on a scale that dwarfs the problems of today.",
        "Our social world is getting better on every domain of civility, prosperity, longevity, and non-violence, and has been for decades. The one way the world IS getting worse - climate change - is actually a side effect of human progress. \n\nYes, we urgently need to address it, but it doesn't seem to be polluting our politics or really even to have meaningfully impacted most Americans' day-to-day happiness.",
        "Our perceptions of the world are today manufactured by media such as television that separate us from reality by way of seductive story lines and exaggerated narratives that have the effect of highjacking the sense of the world we inhabit. Negative news attracts viewers and allows for the delivery of commercial messages that in turn are the financial support of the media. There are few incentives to present positive images. The images that are rewarded with constant  repetition are the ones that keep people glued to watching television and social media for hours per day. Today \" reality \" is owned by corporations that want to generate profits and determine the desires of the consuming . public. In effect the colonization of our mental states by separating people from reality readily explains the state of alienation that leads people to think that we are in a dark age. Can this be changed..not likely if the media continue to be guided only by the wish to generate profits.",
        "We have to take multiple factors why this is happening. Our leaders are pursuing power and money more crudely. Disparity in wealth with neo-liberal policy has also increased. Technology itself may make our physicial life easier but mental stress widespread. World is in greater turmoil and individualism with greed has become socially acceptable. Pleasure may have increased but simple happiness appears to be on a decline. Global warming and AI also increases our anxiety. Rich in India when I was young 70 yrs ago were never admired but now they are celebrated. We had great leaders like Nehru, Gandhi but now shallow religious nationalists are in charge. We never thought the leaders intentionally lied. The decline in US appears to have started from Johnson, Nixon, Bush Jr. and ultimately with Trump. Trust is in short supply in many parts of the world.The article is rather simplistic.",
        "The human brain has a tendency to trick us into thinking things were better in the past when in actuality things are more likely to be getting better for humanity than worse and we should not try to return to the past but embrace the future as the better course?\n\nI don't see the difference fundamentally between a brain that thinks things were better in the past from a brain that thinks things will be better in the future. Both are brains that think things will be better in a direction of own choosing. And it's basic logic that the human race over the course of its history achieved pleasant things which are now past and remembered with longing, and that the human race will develop things in the future we can be hopeful about, and the opposite is the case as well, that in the past the human race did some terrible things and that in the future terrible things will occur again.\n\nI really don't think the human race has a clear idea of which way to turn to make things better and not worse. Looking over the course of human history when people looked to the future they made some things better and some things worse and the same thing occurred when they tried to resurrect the past. Maybe the only true good thing is people tried and piled up their accomplishments positive and negative in the form of history we can look over. Now we have a pretty good pile of mistakes and successes and maybe we can get some clear direction by studying all humanity has accomplished.",
        "The good doctor confuses scientific evidence with polling data. \n\nFrom his web site... \" I study how people perceive and misperceive their social worlds, from the person sitting across the table to the whole country buzzing around them.\"\n\nSo polling data from people who may misperceive their social worlds is his strong evidence?",
        "There is certainly a great deal of exaggerated belief in the negative.  At the same time there is a lot of evidence of improvement worldwide in security, education, prosperity, healthcare, etc. (read the book \"Factfulness\" for an evidence-based account of this).  But clearly some things DO in fact get worse (climate, income inequality, etc).  Perhaps it's a bit like the real estate market in which there are ups and downs but an overall upward trend over time.",
        "The human brain has a tendency to trick us into thinking things were better in the past when in actuality things are more likely to be getting better for humanity than worse and we should not try to return to the past but embrace the future as the better course?\n\nI don't see the difference fundamentally between a brain that thinks things were better in the past from a brain that thinks things will be better in the future. Both are brains that think things will be better in a direction of own choosing. And it's basic logic that the human race over the course of its history achieved pleasant things which are now past and remembered with longing, and that the human race will develop things in the future we can be hopeful about, and the opposite is the case as well, that in the past the human race did some terrible things and that in the future terrible things will occur again.\n\nI really don't think the human race has a clear idea of which way to turn to make things better and not worse. Looking over the course of human history when people looked to the future they made some things better and some things worse and the same thing occurred when they tried to resurrect the past. Maybe the only true good thing is people tried and piled up their accomplishments positive and negative in the form of history we can look over. Now we have a pretty good pile of mistakes and successes and maybe we can some clear direction by studying all humanity has accomplished.",
        "Massive population increases and the resulting negative climate changes have led to huge human migrations and have had serious impacts on social integration and community stability. Nationalism was once a unifier but has fallen apart as factionalism, division and suspicion of the other predominate.",
        "It's not just morality - it applies to every kind of information. People are constantly subjected to a deluge of terrible information. Social media algorithms showed that bad news gets the most \"engagement,\" and then legacy media followed their example. The result is a world where people where people are so beaten down that they are incapable of acknowledging good news.\n\nHow many people were furious about the Iraq war, or Obama's relentless drone strikes, but don't show any appreciation that Iraq and Afghanistan are over and drone strikes are a small percentage of what they were ten years ago?\n\nHow many people are upset with the economy, despite their being comfortable financially and considering themselves upwardly mobile, and with inflation falling over the last several months while job creation stayed strong?\n\nHow many people express constant dread about climate change, but won't celebrate the Inflation Reduction Act's massive investment in clean energy, and the gigantic effect it's going to have on emissions?\n\nI assume, one day, humanity will figure out how to accommodate the current amount of available information without endlessly dwelling on the very worst that's out there. Perhaps the younger generation, that grew up online, already has. I sure hope so.",
        "Given that due to modern media we now know of almost every heinous crime and event, no matter where it happens, I am surprised that the perception of how bad things are is not much worse.\nSimple question: If the average length of a human life on Earth is a valid measurement of whether things are getting better or worse, and it is undeniable that it has increased, then it must follow that there has never been a time in all of human existence when things have been better. What more accurate measurement is there?",
        "We only live in an eternal present. Our memory constructs time and history. When what we choose to remember is compared with the present, we create either progress or decline. Some things have improved. Remembering these things gives the experience of progress. Other things have declined. And remembering these things provides us with the knowledge of decline. Since it is impossible to compare everything in the world, it is impossible to know whether or not the world is progressing or declining.",
        "America is filled with people undergoing \"reframing\" and \"cognitive therapy.\" That's fine. It's certainly a lot more comfortable observing the world from a psychology department in  Cambridge than in Hunterdon County, New Jersey where descendants, including lawyers, of the people who lynched a man in the Lindbergh trial are alive and well today. Better to think like a social scientist. It's all due to the cognitive part of the mind. The danger, though, especially in a place where there are Memorial Day parades, salsa festivals, community days in the park, is that people can be easily manipulated into believing they have no justification in asking questions and being critical. Like here.\n\n Hunterdon County's County Seat, is one of those small places where the powers have created an information blackout. No journalism or reporting allowed. That's an exercise in cognitive psychology. Crushing a newspaper to maintain political power and enrich public officials who allow developers to do what they want at the expense of everyone's health and safety. A better world where our cognition is controlled and nothing is challenged or questioned or judged as being what it is. That's what the club of freeholders and developers want here.\n \nDangerous to be theoretical when you live in Hunterdon County.\nDescendants with the same names of people and lawyers who lynched a man. Screamed, \"Kill Him.\" They would do it again right now. This is the same place with same people who love mob justice.",
        "If you think the author is wrong, and that people are less moral than they used to be, the one survey result you should focus on (and can't dispute) is that while most people believe this, most people also believe that it's not true of themselves or those in their social circle. Both of these beliefs can't be true. So, which is the illusion? And if you think it's the former, you should ask yourself how you and your friends stayed morally afloat while the world around you sunk into selfishness, indifference, and ill will. Is it luck, or have you struggled mightily to avoid being like most others?",
        "I find the claim of a universal moral decline problematic. I believe it will be more insightful to examine morality issue by issue. When we do that, we realize that there have been improvements in certain areas and declines in others. For example, there have been improvements in the ethical treatment of women and children, while there has been declines the ethical treatment of the elderly. As urbanization takes place and the market nexus expands, certain types of relationships tend to lose their ethical significance.\n\nTherefore, it is unsurprising that there are contradictory results from surveys. The reason is not cognitive bias, but the contradictory shifts in morality that we have witnessed throughout the years.",
        "This is probably the most important report we could receive right now. Mental sciences have progressed so much in the past twenty years, and so much of it available to everyone.\n\nNow, can we get everyone to think like scientists instead of myopic zealots?\n\nThat's a harder hill to climb. But, it is the historical dance we do—escorting the masses from Plato's cave.\n\nThe challenge in this segment of history is that information travels a higher speeds and people are armed with technologically advanced weapons and feel justified using them. This gives the deranged an outsized impact on everyone else.\n\nOptimism and perseverance from a positive regard for humanity is our only way through.",
        "My circumstances have only gotten better in the last couple of decades.  Modern medical science has made it possible for me to keep walking, working, and hearing.  My job has always been secure and, thanks to my union, I've received several substantial pay raises.\n\nBut whenever I look at the news, I am saturated with negativity and tales of bloodshed and death.  The old newspaper adage is, \"If it bleeds, it leads\", so that's nothing new.  What is new, however, is the degree to which the internet allows us to be smothered in horror.\n\nThis is clearly affecting society as a whole.",
        "Several years ago, I was at a symposium of Beat poets. One of them, and I'm sorry I don't remember which, said it all. \"Take care of the children and make art.\" That's it. I'm here today. I'll be gone tomorrow. I'm making the best of what is here.",
        "\"Second, people believe that moral decline began only after they arrived on Earth; they see humanity as stably virtuous in the decades before their birth. This especially suggests that biased memory plays a role in producing the illusion.\"\n\nBiased memory or biased belief? People believe there was a golden age in the past because they \"believe that moral decline began only after they arrived on Earth.\" It just looks like circular reasoning to me.",
        "I have serious doubts about the claims in this article, I don't know what questions were asked in these surveys, but let's consider whats been happening in the last decade in the US. Mass killings are increasing, abortion rights are being undermined, suicides are increasing among the young, we have this partisan divide in the country. Republican states are becoming more authoritarian or dictator like. Gays rights are being undermined and books banning is on the rise. Whats next in the US?",
        "Everyone gets older every year, and we all remember our youth and childhood as the golden age.  As we age, the past seems more golden.",
        "Guess it depends on who you are and what is important to you.  All I need to do is look at the lives of the LGBTQ kids I went to school with and the lives of the kids my kids went to school with.",
        "This probably applies to generational perceptions. Many people are inclined to say \"kids these days!\" I'm 53, I do a bit. But that's an illusion, mostly. The kids are pretty much all right. Similar process as described here.",
        "Negativity bias is a well established psychological phenomenon, a survivalist legacy that distorts all perception. It's also why exploiting fear is such a potent tool - negative info travels faster, is more potent at eliciting outrage and scapegoating, and reinforces tribalism. Why should we be surprised that it casts an idealized glow over past times in contrast to our own?",
        "From a quick look at the top comments - somehow many  believe that the article just can't be true.\n\nWell, at least if we believe we live in the worst of all possible worlds, we are motivated to try to do something about it. Maybe it's all part of our social evolution. Humanity's constant striving for The Good is one of our most fortunate and miraculous gifts.",
        "The author displays a form of bias when he states: \"People predominantly encounter and pay attention to negative information about others — mischief and misdeeds make the news and dominate our conversations.\" Portraying the flood of negative information presented in the news as a passive experience ignores the fact that the press consciously selects and amplifies negative news to build and maintain customer engagement, and revenues. Having a free press does not make the news pure, and never has. Most Americans get their news from a commercial source that needs to maintain the financial support of its consumers. Sometimes, as with supermarket tabloids, the news is largely false but even the mainstream press, like the Times, selects and presents its news in ways that maximize customer engagement. Local TV news dominated by an endless series of fires and accidents, national TV news is tornadoes, floods, and other disasters. Online news gets its leads from the traditional news outlets. So wherever people turn they are fed a diet of anxiety-inducing coverage that heightens their perceptions of danger and conflict. Researchers should recognize and account for this strong bias in the coverage and presentation of news that forms the opinions their surveys reveal.",
        "If or when the human population doubles again to 16 billion and the population of other species continues to fall even faster, maybe the results of this qualitative \"analysis\" will shift?  Humans have been living on this planet for a small portion of Earth's existence.  The future of human life on this planet is, at best, uncertain...  Golden age?",
        "This makes perfect sense, and I'm glad you've studied the effect scientifically.  It helps us maintain perspective about where we are.  Thank you.",
        "Shame on you fir starting the article by putting Biden and Trump on the same footing.",
        "You are not the first! There have been many before you.",
        "This article is gaslighting at it's finest.",
        "Or, as Cicero put it so long ago: \n\n\"O tempora, o mores!\"",
        "I would like to know the age of the person who wrote this article.  I was born in 1954 and my brain has not tricked me into believing things are worse.  They are.  To quote John Lennon and Paul McCartney  - \"I read the news today, oh boy.\"  Reading the news tells me things are worse.",
        "This column makes sense.\n\nAnd it really explains how Joe's brain has tricked him into believing that everything is going swimmingly.  For him, at least; if not for us.",
        "It would also be fascinating to look at age as a factor in “the good old days.” When we were under the care of parents and other adults, life seemed simpler, and for most of us, more predictable and more kind. As young adults, we were full of energy to change the world for the better.I fear that as we age, our cynicism grows.",
        "Another study of WEIRD people (Western, Educated, Industrialized, Rich, and Democratic)? \nStill, I’ll take the win. Especially after I woke again today to NYT headlines about —not the good news about the 11 million jobs that have been created, or the unemployment rate being at a 50-year low, or the record number of small businesses have started since President Biden took office—but about corrupt deals, indictments, and all kinds of hatred spewing from you-know-who and his followers.",
        "The author has evidently has never had to deal with what passes for a justice system if he did the article would be quite different.",
        "When some TV character says that he grabs women by the genitals and most publicly claims he easily get away with shooting a person on the street is elected and sworn in as president… and then when he lies compulsively to anyone who’s listening… and incites a riot at the Capitol building where people were killed and great damage done… he steals top level secrets and ‘hides’ them in a toilet… continues to lie about that… is convicted of sexual abuse / slander  but immediately continues to slander the woman…\n\nThere’s most definitely someone wrong today that was there in my memory. And it’s very very dangerous for Americans and the rest of us.",
        "Even the phrase golden age clues us into the fact this has always. happened--it is borrowed from mythology in which it was said, the first generation was the gold heroes, then silver and now we are bronze....\n\nMore than one mythic structure starts this way.",
        "My family arrived in the US in 1978. Because immigration was a formative experience for me, I recall it quite vividly. And there is absolutely no question in my \"biased\" mind that in virtually every particular this society is immeasurably better than the one we joined back then. And yes, this assessment does take into account the Reagan, Bush and Trump administrations, abysmal as they have been. \n\nAs it happens, my subjective judgment is validated by nearly every empirical measure available. While economic inequality has risen to levels last seen a century ago, the rate of poverty has fallen, and the economic fortunes of women and racial minorities have sharply improved. Childhood has become so safe that some \"experts\" are complaining about alleged fragility among young adults. As global warming poses a long-term existential threat, the air and water in the US are far cleaner and safer than 50 years ago. Crime rates are lower; racism is in retreat (yes, really); and misogyny is so unacceptable that a right-wing backlash has formed around nostalgia for it. The healthcare system is increasingly Kafkaesque, but medicine itself has advanced lightyears over the past few decades; it took just a few days to create an effective Covid vaccine.\n\nI could go on, but the point is that ongoing public concerns are always by definition the problems of the moment, not the achievements of the past. Those are for commemoration, like Juneteenth—which would have been inconceivable in 1978.",
        "Imagination is worthy of this kind of appreciation. It gives us mortals such peace and joy, sustaining us through the darkness of misfortune . But like any gift, we have to care for it and be aware that we can be manipulated by charismatics who would turn that joy into fear through language and myth. The celestial and the bestial are constantly vying for our approval and we would do well to understand that history is full of bad things happening from blissful ignorance.",
        "The Supertramp album cover for ‘Crisis, What Crisis’ comes to mind, a man sunning himself under an umbrella, surrounded by belching smoke stacks in the background. \nThings actually were getting better after the Viet Nam war, in fits and starts. But the twin towers, new wars, exporting our jobs to China, political polarization, and the continuing legal attacks on women’s rights now occurring, make it seem that we peaked during Bill Clinton’s presidency. \nYet the people I meet every day are perfectly nice. Except for road rage guy (directed at another motorist, not me) at the gas station a few days ago…",
        "In today's media I try to always remember The Algorithm.\n\nA lot of online news will try to maximize engagement by showing the viewer the most extreme behavior.  Given a world of 8 billion people, that can be pretty extreme. There will always be more quotes from fringe politicians than centrist ones.",
        "Well, I see this tendency much more pronounced among Americans. More generally, pretty much all Americans I know believe that their political enemies are evildoers and that life in America is unbearably bad. And the media, including the NYT, love to feed those beliefs. It sells. And Americans love drama, hence all the hysteria and hyperventilation about \"civil aw,\" \"racist police,\" \"Jim Crow,\" \"socialism,\" etc etc etc.",
        "Well, whether or not we have a predisposed “bug” to negative perception (which I believe based on other research concurring with the referenced study in this opinion piece), our sense that “everything is getting worse” is also clearly (if anecdotally) being driven by the editorial and rhetorical choices of popular news media (including the Times, which currently has 4 “related” articles, tagged on the end of this piece, with headlines reading “grissly murder,” “death,” etc.).",
        "Gee, I wonder if people's perception is colored by the Media attention given various subjects?",
        "When I'm down about the present, I think about the reign of Caligula, the Golden Horde, The Inquisition, The Holocaust and other notable events from the past. \n\nRead history. Excellent tonic for the pessimism that ails you.",
        "The view that things are worse now has always been prevalent in human history:In his 1624 book The Wise-Man's Forecast against the Evill Time, Thomas Barnes, the minister of St. Margaret's Church on New Fish Street in London, complained:\n\"Youth were never more sawcie, yea never more savagely saucie ... the ancient are scorned, the honourable are contemned, the magistrate is not dreaded.\"",
        "Dear Dr. Mastroianni,\n\nAdd to your thesis the average person's poor math skills and lack of historical perspective, and it's no wonder so many people think the end has never been so near and people have never been so bad.\n\nAnd yet so many books sit unread that could show these nostalgic depressive catastrophists what life was like, say, a hundred and fifty years ago, when work was both literally back-breaking and life-shortening, before antibiotics or television or telephones or automobiles, when the average lifespan was fifty, childbirth could be a death sentence, and getting through each day took more physical exertion than any one of us alive today will expend in a month.\n\nI remember walking with my mom towards the West Side highway in our way to a cruise ship, and she saw a bunch of joggers passing by, and this octogenarian dressmaker said to her son, \"If these people had real jobs, I don't think they'd have any energy left to be running around in their underwear.\"\n\nAs the saying goes, the world is always going to hell, but somehow it never gets there.\n\nCordially",
        "Did you consider the ratings-driven constant promulgation of negative news by the media?  Hard to be happy today when one reads the NYT in the morning :-))",
        "Did you look at whether news reports contribute to this?  Endless articles on subway violence when it is getting safer - articles on how bad the current economy is when it is humming along,  articles that showcase violence, which is declining?",
        "Hmm, I guess \"what you see is not what's happening\".",
        "Your curtailment of your \"tech\" section could not have been less timely. Progressives had tricked you into thinking everything tech was bad, and rapidly getting worse\n\nFurther, with chat-tech advancing explosively by the hour, you could now bring on a staff of a half-dozen bots – who'd only look to work remotely about 45 minutes or so each week – for less that it costs a human to think up a wordle puzzle for next Tuesday\n\nAs long as you bundled it in for the first subscription interval, would think about paying a premium for such informed views. If it worked out in the longer run, you could consider bringing on a bot economist who'd see things coming, before they hit us all in the side of the head",
        "Besides “the brain” I might add “the media” tricks your brain into thinking everything is worse. By focusing on certain news, stirring up conflict and favoring a side, media is a massive distortion from what we see and experience every day.",
        "This is hilarious! So everything that we perceive as awful as we look around and see homeless tents and feces-covered sidewalks in San Francisco and LA…stores closing because of looting and theft run amok…the murders every week in Chicago and DC…that’s not really so bad. That’s just our brain tricking us??\nWhat a desperate attempt at rationalizing the mess this country is in!",
        "“The good old days weren’t always good, and tomorrow ain’t as bad as it seems….”\n— Billy Joel, Keeping the Faith",
        "Despite, in my opinion, someone born (or legally arriving) in the USA today is one of the luckiest people on Earth, ever. The data presented here is revealing of our self-imposed mindset. Young people, in particular, are pretty sure they inherited a flawed world caused by prior generations. Boosted by the liberal-progressive mindset that there are ways you “should” think and live, what are the causes of evil and a certainty what the government should enforce.  This draws clear lines over who’s at fault, who’s bad, and how problems of old need to (and can be) fixed and corrected today! Culture Wars, by example, are totally blamed on the right when by simple observation it’s the left driving its agenda through schools and families. And if you don’t buy in you’re a bigot. When you crown yourself with the burden of cleaning up the mess created and sustained by the others vs seeing a world that has improved over time, then you despise and are shamed by your country.",
        "Our country has always been divided into two large groups, Liberal moderates and conservative moderates. There were two much smaller groupings as well: left wing and right wing. The extreme wings have been magnified by biased reporting. We need a new FCC fairness doctrine updated to include social media, now. We have a mix of outright propaganda on both sides and it is reckless and irresponsible to allow this to continue. We used to argue over the facts of a common problem, whereas now we argue over the facts.",
        "I think we have more disparity between the very wealthy and regular working class and it drives some people crazy. We also used to have more shared experiences through fewer channels of media and going through wars together.\n\nCalifornia just started a Peace Corps like program for 12,000 college students to help out with community projects to help offset their college expenses. I’d like to see more team like programs like this that I think to raise civic pride.",
        "It sounds like, given time to process the situation and develop context, it (whatever \"it\" was) wasn't as bad as it seemed at the time, having gotten through it, learned skills to avoid the worst of it, or gotten past that phase.  Why does that sound like a teenager wailing that the prom dress not being the right length is the end of the world at the time, but looking back, decades later, and remembering what a good time she had at the dance?  Kinda like a two-year-old screaming about the cruelty of naps or not getting another cookie NOW!\n\nLife isn't instant and takes work.  Take a deep breath, do the work, know that today's \"tragedies\" probably won't matter a hill of bean in the future, and be grateful for the experience and chance to grow, possibly in ways you never dreamed possible.",
        "There is one more source of bias that the writers seem to ignore, but to me seems powerful.  In the \"olden days\" we were younger!  Children tend to see the world as being the way it should be, and the way its always been.  As we grow, we encounter harsher truths, heartbreak, and disappointments.  Teens and young adults are idealistic, but often shocked at so many of the ways that the world isn't the way they imagined it to be.  Its called being \"disillusioned\", because a young person's view of the world is an illusion.  As we age ,and become more cynical, its easy to look back on our childhoods as a simpler time when people treated each other better.  Perhaps they treated us better, because we were 6 years old,  or 16 years old, not 56 years old.  The world has always been a messy place with difficulties.  We just weren't always equally aware of them.",
        "My parents lived through WW2 in Hungary. My mother was a Jew and survived the holocaust by hiding out on false papers. My father fought on the eastern front. After the stories I heard from them throughout my childhood, I was never under the illusion that morality has declined over time. I suspect that believing in moral decline is associated with one, and one’s immediate ancestors, living in a prosperous nation that has not recently had a war fought on its soil.",
        "A neighbor, having issues with his ex-wife, grumbled that he wished he lived in an earlier time -- say, in the '40s, when life was simpler.\n\nI pointed out that one aspect would be more simple -- he wouldn't have an ex-wife, because he'd still be married to her on account of divorce being  extremely difficult and expensive.\n\nThen I mentioned some of the non-simple aspects of the '40s, with WWII being one of the larger ones.\n\nHe's a smart guy.  He just never . . . thought it through.  The concept of The Good Ole Days had him in thrall and he really wanted some of the complications in his life to fade.",
        "Your example of morality perceived as becoming worse seems to ignore that the definition of morality changes across a society over time while we hold dear the morality of our upbringing. In that view the change marks a decline for the individual and becomes the norm for the new entry into society.\nMy argument holds true for more physical aspect of perception. The weather for me has become more chaotic in my lifetime, for the adolescent it's normal and calibrated accordingly.",
        "Some things are better, some things are worse, as it always was, it always shall be.",
        "This is worrisome. At first I was skeptical. How could anyone think there was some \"golden age\" and all we have to do is X to return to it? But I am a woman and a liberal. No victim of white christian male dominance would believe in the Golden Age and most of us vote liberal. Just in my own little boring white middle class world I remember suffering through measles, chicken pox and mumps. I remember being terrified of polio. Then I remember when college was affordable, but woe unto the unwed mother or victim of rape, or gay people or people of color or immigrants, etc etc. it makes sense that belief in the Golden Age is a precursor to the conservative voter. It is the making of a fascist.\nIt would be interesting to divide \"people\" up into their groups and compare exactly who believes in a Golden Age and who doesn't and why.",
        "Oh no you don't! You can't blame our own brains for the anti-human ideologies of the extreme left and extreme right, both of whom are fanatical in their devotion to the idea that we are our own worst enemy. The right would have us believe in \"American Carnage\" while the left is convinced that we are a threat to the very planet, itself. But what else can you expect given the impact of Original Sin, which has been used for literally thousands of years to persuade us that we are unworthy of living without authoritarianism? Yes, the Enlightenment and the Age of Reason were mere blips in all that irrationality, but they were enough to give us the concept of individual rights and kickstart the Industrial Revolution. This was enough to begin the process whereby increasing economic freedom made it possible to lift ourselves up out of endemic poverty, leading to a revolution in living standards. This process began in the West and had to overcome many obstacles, including slavery, but by the end of the Twentieth Century it had swept over the entire world, making it possible for our planet to sustain 8 billion of us. But now both left and right expect us to give all of that up - and to blame ourselves for having to do so. It is their own ideologies that are to blame for their power-lust, not human nature. And it's time to tell them where they can put it.",
        "And who trumpets and magnifies these sinister forces?  The news media.  Merchants of fear and hate.  When people tell me how awful it is today I tell them to go look out the window.  What do you see?  A distinctively prosperous society operating in relative harmony.   Yes.. we have problems.  And yes they have the potential to spin out of control.  But just look around.  It's a wonderful life out there.. if you choose to make it so.  PS.. I was once a news reporter.  I quit because in my soul I knew life was far better than the way we were portraying it.",
        "Fantastic.  I have noted that commenters in the NYT sometimes tend toward the apocalyptic.  This helps me have compassion for them.",
        "In a time far away (well a number of decades back), think tanks working for the Koch brothers surmised that these facts can be used for political gain.  Take the fact that people can be convinced that the world is going to H in a handbasket and turn them on each other to get their greedy little sycophants into office.",
        "No, my brain didn't trick me when Donald Trump was elected President of the United States. And it's not tricking me when half of the country would be happy to see him take office again. \n\nThings are legitimately worse.",
        "No, my brain hasn't tricked me into \"thinking everything is worse\"; it is that everything is endangered, and human-kind is locked into a path of no return, as corruption and greed rule.",
        "I love it when an expert purports to uncover the hidden ways in which the perceptions of millions of people have misjudged what the expert never defines. From the title, which refers to \"everything,\" to the middle, which narrows the scope to everyday measures of \"morality\" to the wholly undocumented assertion of \"biased memory\" which claims that \"negative information fades faster than positive information,\" to the conclusion which begins with the word \"if\" (not, as required in science and law, reasonable certainty), the author fails to support his non-conclusion, and worse, doesn't say what we should do about if it is correct.",
        "It's faulty logic to make the assumption that because people throughout the ages assume things have gotten worse is necessarily an \"illusion\" or a \"bug\" in thinking, and that actually everything is just fine. People in the past have been speaking of what they observe in their time, and most seem to feel it has gotten worse than what was before. There are also demonstrable, measured declines in the environment, worker precariousness, and social factors like marriage, crime, homelessness. The ability to acknowledge that is a \"feature,\" not a \"bug.\"",
        "Things are not worse in the America of today than in the America of the past, it's just that our brains trick us into thinking the past was better, and it's politically and economically harmful to try to resurrect some imaginary golden age of America of the past?\n\nI think things are worse today than ever before in America for one great reason: I think in the America of the past and in line with the entire development of Western Civilization thinking truth to large degree was sought and believed able to be handled by people, and that progress in society was measured to large degree by how much truth has been achieved and disseminated to people, but now especially with the advance of computers and apparently the study of the human brain (all sciences dealing with the human brain) you can say that what's sought over truth, or which is the truth most sought, is how to lie, con, perpetrate fraud, deceive better than ever before, that everybody from the conman on the street to the advertisers and propagandists to the intelligence communities finds it in their interest to know how to play all sorts of psychological games on people to manipulate them, misdirect them, redirect them, and keep them in their place. \n\nAlmost daily we hear statements along lines that our brains don't really work right and suffer all sorts of cognitive biases, etc. and one of the biases is that apparently we wrongly think things were better in the past and that we must be discouraged in this belief.",
        "One of the things that I always tell my friends is that \"in the olden days\", there were just as many atrocities committed as there are today, perhaps more. But we have access to so much more information today than in the past, we hear more about these atrocities than ever. And nice things don't often make the news, because they are viewed as normal aka not news. The world is filled with good people doing good things, and we should spend more of our time finding out about them and less time being outraged by the abhorrent behavior of the few.",
        "It’s fascinating how many of these comments work so hard to disprove this scientists conclusions. Almost all are completely anecdotal, but stated with such fervor. In the end, supporting the authors conclusions. And proving we all really do knee jerk against science when it doesn’t support our own assumptions of the world. I’m an independent and find it fascinating to watch both conservatives and liberals fall into this trap - over and over again.",
        "We generally surround ourselves with people we know and agree with us.  This has never been a new phenomenon but with the rise of mass media it is more obvious.  Beyond our boundaries the world may seem threatening.  And this threat may be real or not.  Determining what is a threat and what is not seems dangerous in itself.\n\nI have acquaintances who see Donald Trump and the Republican extremists  as perfectly safe even as their movement takes away rights, sanction actions that threaten national security and democracy itself and see it as perfectly OK.  Meeting them they may seem kind  and foregigiving but scratch the surface and their beliefs at least to me are toxic.  There is a definite disconnect between reality and the beliefs that offer the threat.",
        "We have been told \"just say no to drugs\" and variations on that for decades.  The drug that causes the most deaths and social wreckage, alcohol, for reasons beyond me, is not called a drug. And is promted with billions of ad dollars.  People using safer drugs are jailed or fined.  It seems kind of backwards.",
        "That is a great photograph. Composition, etc yes, but so simple yet tells a powerful emotional story.",
        "Studies like this far too overemphasize a simplistic view of reality that just doesn’t hold. You can’t try and explain away as cognitive bias a creeping sense that something is wrong when we work more hours than ever before for less money as prices for everything continue to shoot up, technology rules our lives in a way unthinkable 20 years ago, more and more people are alienated from each other than ever before, mass gun murders are an every day occurrence, but no - it’s a ‘bug’ in our brains. What does this do to solve the very real material challenges out society faces today, other than potentially blame the sufferer for simply not getting over their ‘bug’ and believing the lab researchers that everything is fine?",
        "It's cyclic.  It's not like the revolutions of the past happened without cause.  It's not like the world wars were fought due to cognitive miscalculation of the morality of others.\n\nHumans individually may be holding steady or improving in moral turpitude, but society as a whole suffers wild swings and at the moment, we are not in a good situation.\n\nRegarding our social circumstances, I would think it is more misappropriation of cause when people say the #1 issue for government is moral decline.  In fact, I think it is a ploy of the autocratic types to get people to make the misappropriation, then say \"I am the one who can make the needed changes.\"\n\nI agree it's a cognitive bug, but the problem is its weaponization, not its existence."
    ],
    "web_url": "https://www.nytimes.com/2023/06/20/opinion/psychology-brain-biased-memory.html"
}