{
    "main": "Pregnancy Is Going to Be Even More Dangerous in America",
    "abstract": "The most vulnerable mothers have the most to lose from Medicaid cuts.",
    "keywords": [
        "Medicaid",
        "Health Insurance and Managed Care",
        "Pregnancy and Childbirth",
        "Trump, Donald J",
        "One Big Beautiful Bill Act (2025)",
        "Oregon",
        "Drug Abuse and Traffic"
    ],
    "comments": [
        "For people in the slave states, there is no pregnancy care already, since doctors consider the risk of being arrested for an \"abortion\" too great.\n\nWait until these states, have no Obstetric care at all, even for rich people.\n\nThey voted for it.  They can live with the consequences.",
        "Absolutely, do not get pregnant in the US unless you live in a blue state. Even then, it's very dangerous. Speaking from experience.",
        "This partial solution may be seen distasteful for those advocating insurance for all. I suggest that communities , states and the federal government bring back , start up complete public health clinics and hospitals that are adequate funded for basic health care including women’s health and pregnancy care — this articles focus. Child service as well . \nServices , free if needed . These programs would necessarily cost effective . Preventive medicine plus one or two further steps leaving Medicaid for more complicated and intense treatment . \nYes, States , communities , private industry must step-up.  American’s who just won’t accept Medicare for All , may accept public charity clinics.",
        "It seems to me that these women are in no way shape or form to have children at this point in their lives. We need to prevent these pregnancies and give options to end them in the first few weeks. It’s not fair to these children to be born to people so unequipped to be parents.",
        "I don’t want my daughter to have any kids as long as the Republicans and Trump are in office. \n\n\nNo way. No kids.",
        "Historians of the future will marvel at how the country that once had the highest standard of living in the world VOLUNTARILY turned itself into a backwards third world country in the span of a human lifetime.",
        "There are commenters saying these women should use birth control. Some of these women deliberately become pregnant because they want a baby. They often want someone to love and be loved back. It is sad but true in some cases.",
        "The text reads that 40% of births are paid for under the medicaid plan.\nI can't be the only one who posits: If health care in America wasn't based on a capitalistic business model, and wasn't \"owned\" by multiple large corporations demanding massive profits for shareholders and upper level management,  perhaps those on medicaid could afford to pay for their own care and maybe even afford a major medical policy for the unknown ills.\n\nIt seems fool hardy to bend human needs to the need for ever higher profits. Then complain incessantly about having to help the  disabled, the elderly and those unfortunate to be impoverished or homeless. If medical care wasn't so unbelievably expensive this  issue might become manageable and naturally alleviate some of the burden shared by taxpayers. \n\n(This comment comes in the midst of the realization that humans are murdering each other with huge bombs, destroying habitat and infrastructure all over the world, are coping with similar destructions caused by an angry mother nature, and an escalating  universal distrust that will soon be hard to reverse.)\n\nImagine if America's leadership started to do their jobs and work together to find solutions instead of constantly blaming, bickering, and just dismantling a working system without a plan that stabilizes.",
        "Oh my goodness. Legal abortion is/will be difficult if not impossible to come by for many women in the United States, and I read here the statistic  that Medicaid covers 40% of the births in this country. \nThey're basically going to be forcing women to once again go back and die in childbirth.",
        "I always want to ask people who act shocked about our statistics why they haven't been paying attention. Why aren't women's civil rights of interest? Everyone complaining about being unable to afford childcare should have been working to understand the problem: the patriarchy, misogyny, bigotry, and the Republicans' total lack of concern for the wellbeing of children. They fake concern for the fetus because they can fool the brainless into believing it, it's free, and it includes harassing and threatening women and girls, which is their favorite sport.",
        "While it's undeniably true that women bear the burden of pregnancy, there's another aspect of this that rarely discussed and ties in directly to the conversation.\n\nWe've known for 50+ years how to make a \"pill\" for men.   In fact, a lot of men are currently taking it for other things, just like when a woman takes female hormones (estrogen/progesterone) it leads to infertility, the same is true for men.   Testosterone is male \"birth control\".   \n\nNone of this is news to anyone who's researched it, but I suspect it's news to many readers, why aren't men givent the same ability to control their fertility as women are?   Well, IMHO, the answer is obvious, you think the birth rate is in a doom loop now?   Given men a \"pill\", watch the birth rate fall through the floor.\n\nBut it does strike me as a bit one sided, yes, women should have access to BC pills and, IMHO, safe access to abortions.   But women already have many ways to control their fertility, how about we open the field a bit and give men some options?!?",
        "If you love your daughter, you'll nag and nag and nag until she gets an IUD.  You'll beg, borrow, steal, or work two jobs to get it for her.  And you'll ensure that she gets the Copper-T which is good for at least 10 years (my last one lasted a bit over 15 years) rather than the Mirena which has to be replaced after 5 years.",
        "So many commenters here seem completely unaware that they are parroting the rhetoric espoused to deny people care during the AIDS crisis: maybe if you were someone else, someone whose choices I understand and agree with, you wouldn't deserve to die. But because you're gay, you're not worth saving and really disease and death are your punishment for being bad.\n\nIt was abhorrent then and it's abhorrent now. No one today wants to be a homeless addict now any more than someone wanted to be gay in the 1980s.",
        "\"We need to take all that foreign aid and spend it on our own people\"\n\nRemember all those comments justifying withdrawing US foreign aid? What a shock they turned out to be lies...yet again.",
        "As long as our poor billionaires are properly fed and given their third yachts and mansions, I'm not at all worried about the poor people who will flood our ERs and die on our streets.  That's just the Republican way.",
        "This is all about the repubs.  People need to acknowledge where the responsibility lies.",
        "More than 4 out of every 10 woman’s abortions are beyond their first. This is reported in the NYT. Let that sink in. Almost half of all abortions are second time around. That’s a serious problem. I’ll let the other genius’s sort the rest out here.",
        "\"When a nation has exhausted its treasury everyone suffers.\" Machiavelli",
        "Pulling a line from your sobering article, \"What a preventable tragedy\" sums up so much - too much - of life under this new administration",
        "Cruelty, cruelty, cruelty.",
        "Here we go again.  Ms. Grose, sorry to inform you even if every word you write is true,  pregnancy won't be more dangerous for the people that matter.  This is about those who don't read the NYT, \"the others\" who vote for the people who consider them mere fodder in a faux culture war designed to fog the air so the better for those in charge to steal.  Get that and you get America:  Divert and Thieve.",
        "None of this will bother MAGA sycophants. They will simply go to BLUE States anonymously, where women have rights and they can cover up their dalliances with an abortion or bear more MAGA misfits in safety that no longer exists in the States that they have corrupted.\n\nThe poor, as always, will suffer. They are the targets if MAGA cruelty, racism and prejudice.",
        "Real men champion the weak. Fake men bully the weak.",
        "Another case for socialized medical coverage!",
        "USA has the highest infant and maternal mortality rates in the first world.  And now it will be worse.  Making America great. Lol lol lol"
    ],
    "web_url": "https://www.nytimes.com/2025/07/09/opinion/medicaid-pregnancy-danger.html"
}