{
    "main": "We Need a Reminder of What the Pre-Vaccine Era Was Like",
    "abstract": "The worst manifestations of preventable diseases have faded from public memory.",
    "keywords": [
        "Medicine and Health",
        "Vaccination and Immunization",
        "Disease Rates",
        "Smallpox",
        "Measles",
        "Mumps",
        "Whooping Cough",
        "Poliomyelitis",
        "Diphtheria",
        "German Measles (Rubella)",
        "United States"
    ],
    "comments": [
        "Is there a voodoo doctor in the house? Unfortunately, yes. Let's hope there's still enough remaining legitimate personnel and structures around him to contain him and his worms.",
        "I am constantly amazed how otherwise intelligent people (some with a nursing or medical background) choose to believe and peddle hearsay about 'the cousin of a friend who is a consultant virologist who wouldn't allow his children to get the ..... Vaccine' rather than the advice and informed opinion regulatory agencies of the USA, EU, Japan, UK, Australia and other first world cohntries",
        "If you want to see the “results” of childhood vaccines, go to an older cemetery. Look at the headstones of babies and young children who died in the years before the mid-1950s and early 1960s. After that hardly any at all. That’s when parents began eagerly vaccinating their children. If you’re in doubt, the “results” are there - written in stone.",
        "That could be me in the polio picture. 1948 (pre-vaccine), 2 years old, hospital for a year, braces for years, multiple surgeries, lifetime on crutches. Did get the vaccine in the '50s, and no, I didn't become autistic. Not only has Trump put the health of Americans at risk, but also the vulnerable worldwide. He's a criminal.",
        "It seems that with the ignorant people in change of our health and medical agencies we will very soon see a lot of “reminders” of the value of vaccines.  Of course, those same people should be held accountable for every person that gets sick or dies due to the ignorance of these  “leaders.”  I suggest life in prison for crimes against humanity.",
        "It is astounding that this column even needs to be written in the 21st century. \n\nI suppose we'll have to remind everyone that the earth is flat, too.",
        "Do they still read the Velveteen Rabbit?  Burning your favorite toy was a horror that stuck with me a child. Shots, please.",
        "it's so inconceivable that in such progressive country people still believe in this absolute nonsense, get vaccinated ASAP so you won't endanger your fellow citizens!",
        "Thoughtful, informative article. \n\nBut, MAGA voters/vaccine deniers (strong correlation) don't read the NYT and even if they did, they wouldn't believe this article. \n\nKennedy's arrogance and attitude is a drug for MAGA voters.",
        "Measles has spread from Texas to New Mexico and lately to NY and NJ.\n\nI believe all of those who contracted measles were unvaccinated.\n\nThere's a polio outbreak in Kansas. \nEbola has reappeared.\n\nMAGA - if after all this, you still don't believe in science, in vaccines - then live with the consequences.\n\nYou reap what you sow.\n\nStop watching Fox and stop listening to dodgy, dishonest, unreliable podcasts. Don't get your news from TikTok, X, FB or other (anti) social media platforms. They are infected with lies and disinformation.",
        "Hey, these sound great — let’s bring them all back!\n\n“Those who cannot remember the past are condemned to repeat it.”",
        "You could give RFK jr 100 charts. He doesn’t care. Gullible & brainwashed gop voters don’t care. Rather than believe doctors & scientists about masks, vaccines & other precautions re: COVID, they preferred to believe podcasters about Hydroxychloroquine.",
        "I’m wondering how the individual who contracted paralytic polio several years ago in NY is faring",
        "It is ridiculous that we are fighting this battle now. Childhood vaccines are the most effective medical intervention ever devised. They have saved millions of lives. I am a retired pediatrician and have seen every one of these diseases and their complications before the advent of each of these vaccines.\nIt is shocking that in this modern country where we have great scientists and doctors, we have allowed a crank who is neither a scientist nor a doctor to influence gullible people.The appointment of RFKjr to oversee this nation’s health will go down as the most cynical and dangerous actions of Trump.",
        "At 78 I remember hiw excited I was when the Salk vaccine was announced.  I'd seen the March of Dimes ads on TV with the kids in iron lungs.  Everyone in my generation knew kids with withered arms or who walked with crutches who'd had polio.  We got smallpox vaccinations and TB tests at school.  My mom was a nurse who wasn't shy about explaining the importance of immunization and how it worked.  Oh, I had measles and mumps.  It was not fun.",
        "Pediatric infectious physician here.\nA century ago it was not an uncommon experience for parents to lose a child to infection.\nYou never knew whether a new fever was just a cold or could lead to calamity. \nIn modern times it is rare for parents to lose a child to infection. \nThis is mainly due to vaccines. \nI have been a pediatric infectious disease physician for over 20 years and have not seen most of these diseases. And when I have seen them it has been mainly in children who are unvaccinated. \nIt too a lot of scientific development and public health investment to get to where we are.\nWe are taking a major step back with this administration.",
        "I am telling you that members of Congress failed or cheated in science class. Or, the class was so hard that they \"blacked out\" from the challenge it created. Or, the content was so boring that their brain cells wiped out whatever knowledge was obtained. Or, they \"studied to the test.\"\n\nMy Member in Congress was so blown over by a basic question on how vaccines were made that he backtracked so quickly to the comfort zone of \"personal choice\" to not appear to be embarrassed by his lack of knowledge.\n\nThe solution public health experts needs to implement is to dust off their children's books. HHS/CDC/FDA need to pull all the buried information on their website that was created for K-12 and literally place it on their respective homepages. State health agencies need to push out this information to the public so they can advocate to their Representatives. This will take a lot more work than I anticipated.",
        "Pediatrician old enough to remember pre- HiB, Prevnar, Varicella,HPV. I treated hundreds of young children with bacterial meningitis and deafness, brain damage and death were all too common. Varicella (chicken pox) was widespread and usually just a nuisance but I cared for kids in the ICU whose chicken pox became infected with flesh-eating Strep. Measles is scary and so contagious.  HPV vaccine has markedly decreased the incidence of cervical cancer and death.  PLEASE become educated about vaccines and realize that we need most children immunized to achieve “herd immunity” (which protects all of us).",
        "Exploring our beautiful Greenlawn Cemetery one day, I noticed the graves of 4 children in one family who all died in 1891. I wondered if it was some catastrophe, like a house fire, so I googled their death records. Diphtheria. In the space of one terrible week, that poor mother lost 4 of her 7 children, ages 14 years through 8 months. Her grief must have been almost unbearable. Then I wondered what she would think if she knew that, in 2025, we have a simple shot that would have saved her children, but that some of us shun. She would think we are mad.",
        "Contrary to popular opinion, this is not a Left or Right issue. Jim Carrey (notorious Trump hater) came out against vaccines due to a faulty claim of autism. When Covid struck, and Trump announced a vaccine in development, the entire Left said \"I'm not taking a Trump vaccine\". Then when it came out under Biden, The Left shamed everyone who wouldn't take it and people lost jobs, etc. Then it turns out the Covid vax ain't all that great. I'm extremely pro-vax, but the media owns a lot of the disinformation about vaccines.",
        "I wonder when the MAGAs are going to do something about the dangerous chemical in our water supply called Dihydrogen monoxide. This chemical causes Aspiration Pneumonia, has caused drownings and is also corrosive.\n\nTrump needs to ban it.",
        "Oh oh we can't do without vaccination. It's what makes the world go round.",
        "I clearly remember lining up in the 2nd Grade for a sugar cube with polio vaccine on it. What I don't remember is my parents fear & relief that they experienced before that time. People who don't \"believe in vaccines\" (or disease?) should spend some time in places where infectious disease is still a problem.",
        "On a separate but related note, Kennedy and Co. are also down on fluoride.\n\nI'm about 60. With some exceptions, huge numbers of people of my parents' and grandparents' generations went through most of their lives \"gummin' it.\"  Far less common among my generation and younger people.\n\nI imagine it's not exclusively because of fluoridation, but I'm quite sure that's a big factor.",
        "My great grandmother lost her husband and two children in the same week, due to diphtheria.  My uncle survived WWII only to be killed by polio less than a week after he was infected.  Most of us alive now didn't remember how entire families could be destroyed in a matter of days,  until the Covid pandemic.  We were so grateful when we were able to get our vaccines and we continue to get our annual boosters.  How sad that the losses we suffered during that time have been forgotten and so much suffering will ensue."
    ],
    "web_url": "https://www.nytimes.com/interactive/2025/03/14/opinion/pre-vaccine-america.html"
}