{
    "main": "We’re About to Find Out if Kennedy Is Serious",
    "abstract": "Conservatives hated Michelle Obama’s food plan. Now they’re all in on MAHA.",
    "keywords": [
        "Processed and Ultraprocessed Foods",
        "Dyes and Dyestuffs",
        "Regulation and Deregulation of Industry",
        "Kennedy, Robert F Jr",
        "Health and Human Services Department",
        "Diet and Nutrition",
        "Labeling and Labels (Product)",
        "Chronic Condition (Health)",
        "United States Politics and Government"
    ],
    "comments": [
        "It’s too bad Bobby Kennedy Jr. is not his dad.  Backing the most divisive president in modern history and creating more problems in addressing the health concerns of this nation, rather than working to solve problems, I think Kennedy is sadly lost, and he has pretty much destroyed the shine of the Kennedy name. \n\nAnd by the way, have any of the FOX minions even sort of apologized to Michelle Obama for their misguided criticism?\n\nI’m just glad Trump is a fine example of proper diet and exercise, and the wonderful effects it has on physical and mental health.",
        "Well yeah, it would best to eat healthy foods so we're ultra healthy when we forgo vaccination and take our turn getting Bird Flu (or whatever comes around) in the ongoing quest for natural herd immunity.",
        "Watch what they do, not what they say. They are rolling back EPA regulations, cutting funding for school lunches and SNAP, restricting access to healthcare for the poor, cutting NIH funding, and are in the process of rolling back vaccine requirements.  RFK, Makary and Oz are just making noise.  Trump and the GOP are not serious about any of this MAHA nonsense. It's a distraction.",
        "Having been a practicing hippie, I'm familiar with the health food movement.  The weirdo, ascientific stuff like raw sugar vs. white sugar has always attracted people from the extreme left and extreme right.  Flouridation has been a right wing issue since the 1950s.  Anti-vaxx can have a libertarian flavor.  The macrobiotic diet had mysticism cachet.  Both sides are often together on more sensible things like food additives.  The real problem is that, at the moment, the loonies are in charge.  They happen to be right wing loonies but as far as my health and that of the rest of the people in the country is concerned, it doesn't matter.  They'll do the same harm to our health regardless of their politics.  Science is based on the best explanation we have given what we know.  It's a great tool because it starts with the assumption that what we know currently is incomplete.  Let's go back to putting the scientists in charge of the scientific stuff.",
        "Once again the R's are belatedly following some of the guidance coming out of the progressive world and claiming it as their own.",
        "We have a president with a Big Mac diet. We have a congress that votes according to their big campaign contributors, anything that happens to restrict processed foods will be minimal window dressing.",
        "Per the title, very soon we will find out Kennedy is not serious, at least when it comes to agribusiness, food manufacturing and marketing. Let's get real. Money will talk and nothing will change. Meanwhile Kennedy will gut scientific research and push an anti vax agenda and Americans will die.",
        "You get all the crazy with RFK Jr. and MAHA. It's not choose your own adventure. While people are off celebrating red dye number 5 being absent from Fruit Loops, they are unraveling our health care system and have put a target on the Autistic community's back. He wants to put my child who is autistic on a registry.  They are increasingly growing more hostile towards the disability community by trying to gut Laws 504 & 509.  \nThey dismantled the DOE, which protected students with disabilities.  \nRFK Jr. is seeking to upend our entire vaccine program. There are serious consequences to having RFK Jr. and the MAHA movement.  \nSo honestly, who cares about red dye number 5.",
        "It's a mistake to ask or expect Kennedy to be \"serious.\" He is not. He isn't guided by a serious set of policies or principles grounded on the best information and expertise. He is a deeply flawed person led by ill informed conspiracy, biases unfounded in reality, and a sense of aggrievement toward experts and mainstream thought which rejected him as a fringe figure. Also recall that he had suffered cognitive impairment over much of his life, from decades of addiction, exposure to toxic levels of mercury from addictive eating of tuna, and that worm in his brain! His deficits show in his obsession about food dye and processed food while ignoring the much greater adverse impacts of infectious disease and guns on childrens' health. If you find yourself actually listening to what he says, remember that he went out of his way to extol the virtues of beef tallow. Kennedy is the greatest threat to America's public health.",
        "Secretary “Vaccine Sceptic” isn’t so concerned about public health, as he is about telling them what to do. This happens when you give a towering, and uninformed ego, the power to influence peoples lives, in mostly negative ways. A self-taught faddist is not the kind of fellow I listen to. I’ll stay with the real scientists. As for dyes and other crud that is so prevalent in junk food; just eat less of it, and enjoy an apple instead!",
        "All this is a moot point with the Trump administration gutting regulations on pesticides, clean air and water. Keeping toxins out of our bodies starts there. The rest of this Kennedy malarkey is mostly non-science based influencer garbage. A Keto diet high in fat isn't good for most people. Scientific research says a Mediterranean diet rich in fruits, vegetables, whole grains,and lean proteins is best.",
        "I have trouble believing that MAGA folks care about this at all.  These are the same people who denigrated Michelle Obama for promoting healthy, non-industrial food.  And now they suddenly change their tune? These same people revel in eating the fattiest, or most sugar-laden food available, without any qualms whatsoever. \n\nMaybe blaming their health problems on a nefarious “industry” alleviates their responsibility to think for themselves.",
        "R.F.K. Jr. has neither the scientific nor medical background in public health that qualify him in any way for his post.  His funding cuts to the NIH, CDC, academic research centers, and firing of experienced medical experts in order to appoint  MAGA quacks and antivaxx influencers to replace them is an absolute disgrace and will devastate medical research for decades to come. If he, and MAHA were serious about improving the health outcomes of ordinary Americans, especially children, they’d be pushing for universal healthcare. Period.",
        "This would be interesting except for the fact these are the same people who viciously and consistently attacked Michelle Obama and Hillary Clinton for even suggesting soda's were not health.   The hypocrisy of this new group in Washington is never ending.  \n\nPerhaps he can lock arms with the deep south republicans and lecture the country on organic foods next.",
        "Is the Right embracing this!?  I remember conservatives getting apoplectic about Michelle Obama's campaign merely to encourage healthy eating.",
        "If you want the truth about Kennedy, just listened to Dr. Paul Offit.  He has a very short podcast that analyzes Kennedy’s stance on science. He also writes a sub stack.\nSamoa took Kennedy’s advice on stopping vaccines for children. If I remember my numbers correctly over 800 infants and children died as a result. To say this guy is dangerous is an extreme understatement.",
        "I have a German friend who came here in 2018 for a visit. We went to the store to buy some eggs.\n\n\"Where I live we just go next door to the farmer for eggs,\" he said.\n\nHow will that happen when everything MAGA stands for is built around driving, sprawl, parking lots, etc.? And will the leader who is morbidly obese and lives on Diet Coke and burgers be the one championing our new healthy lifestyle?",
        "Republicans will vote to make American food healthier the day after they vote to release the Epstein report.  Which is to say 'never'.   The purveyors of unhealthy food make lots of money, and money always talks with the MAGA movement.  Kennedy is allowed to push his quack science and destroy immunization because the fundamentalists want it and the money people don't care.  \nThis is different, now real money is on the table.  And money talks (and hires lobbyists).",
        "He could accomplish all his bad faith goals of processed foods and we'll still be far worse off. \n\nThe impact on vaccines, gutting the NIH and federal research into chronic diseases, and having polluted air and water, plus so many other things I'm forgetting, will leave us in a terrible place for decades regardless of food dyes, added sugars, and whatever fad these charlatans are on about",
        "Yeah, whatever. This is what happens when you do the right thing for the wrong reasons; you validate their wrong choices.",
        "At best, RFKJr is a dilettante and has already done more damage than he'll do good, if any.\n\nOur vaccination efforts are just one place he's going to kill people as a result.\n\nWhether Fruit Loops uses vegetable dye is not as pressing an issue as having someone like him deciding.",
        "I find the right's hypocrisy astounding.  They decry the nanny state and big brother when Michelle Obama tried doing this the correct way, and now we have (wannabe) dr. strange chasing red-dyed windmills, as if our health problems can be reduced to a single type of additive.  \n\nThe article mentions restricting food stamp funding for processed, sugary foods like soda.  I've wanted to know why these 'foods' have been allowed by these programs, at all, ever.  People claim we shouldn't be the food morality police, and yet restricting food choices has been a fine policy of the WIC program since its inception, decades ago.  WIC supports grocery purchases of fruit, vegetables, milk, cereal, bread, peanut butter, etc.  The basics.  So has it been mere sexism that's allowed a successful program like WIC (Women, infant, children) to limit grocery purchases?  Because the minute food stamps, which are for the entire family, including grown men, comes into discussion, we're just a nanny state for trying to limit purchases to more wholesome choices. \n\nStop subsidizing the sugar industry.  People can purchase junk food with their own money. Limit federally funded food programs to nutritious basics and I'm willing to be overall health outcomes improve.",
        "Trump and all of his maga magnifiers are simply salespeople whose only goal is to sell - anything.",
        "Just pointing out the hypocrisy of the change in the right on this issue. Their stunning lack of anything but a desire for power is staggering.",
        "Basically, wealthy GOP supporters will say, support and even promote anything to get further totally unwarranted tax breaks (and IRS cuts) from Trump or whatever other Republican incompetent is in the White House.\n\nSo what is new?"
    ],
    "web_url": "https://www.nytimes.com/2025/07/31/opinion/ultra-processed-food-rfk-health.html"
}