{
    "main": "Why Some Seniors Are Choosing Pot Over Pills",
    "abstract": "Older people are using cannabis more than ever. Here’s what to know about its potential medicinal benefits and side effects as we age.",
    "keywords": [
        "Marijuana",
        "Elderly",
        "Age, Chronological",
        "Medical Marijuana",
        "Drugs (Pharmaceuticals)",
        "United States"
    ],
    "comments": [
        "Opioids seem to be the only prescribed medicines for pain. Obviously, they are addictive and, in many cases (like mine), totally screw-up your digestive system. While not 100% effective, the cannabis gummies I used after a hip replacement operation greatly diminished my pain.",
        "Someone might have mentioned this already, but can you tell if it was grown in a clean garden?  Like no lead, asphalt in the soil?  Something grown by the \"road\" wouldn't be clean if it's soil near a big highway paved for trucks, etc.  Also one article reported to keep the stuff up in a cabinet away from pets and kids.  I saw a lot of brownies in a store one place and how would even a grown man or woman know which brownie had the marijuana in it?  Maybe it clumped all in the corner right piece like sugar can do in cookies.  Or butter can do too.  When vets came back from Vietnam around Berkeley and S.Francisco, some of them said they used hashish which I think is a kind of smoke, but maybe more opiate.  College students got blamed for a sad lifestyle getting \"stoned,\" but a lot of it was really the men released from the Armed Forces that weaved around, sometimes laughing, but crying too and injuring themselves even on the streets.  Nice students from UCB set up crash pads where the vets and anyone really could attend a T group meeting, sleep, get cleaned up and have breakfast which helped I'm sure.  Police are testing for m.j. use now I have heard, like they do for ETOH in weaving drivers.  Or if people get admitted to an E.R.  At a hospital, the docs need to know if someone is on m.j. or other mind altering substance in case of anesthesia need for pain or surgery.  Just caution, I know people trust their sources, trust but verify maybe, is it the same source and/or quality.",
        "Oh, what a fantastic display of logic we have here! It's truly mind-boggling how Congress can't seem to grasp the concept of legalizing marijuana, a substance with potential health benefits, while happily turning a blind eye to the widespread issue of alcoholism and its delightful habit of causing accidents on the road. But hey, who needs consistency or common sense when you have outdated laws and societal hypocrisy to uphold, right?",
        "The longer you can go without all drugs prescription, THC or otherwise the better for your health. I wouldn't put smoke in my lungs or eat THC unless I was desperate, such as Stage 4 cancer or dementia. THC is known to cause people to be unmotivated stalling a healthily lifestyle that includes exercise and proper eating.  This series of articles is about living out your senior years in the best way possible to avoid an unhealthy unhappy end.",
        "“You just need to educate yourself, not be afraid of things — learn for yourself,” Ms. Verner said. “You need to know what may work for you — and you go from there\nThere is the problem! With no research into cannabis by the United States it’s up to the individual to figure it out for themselves.\nPlease give us some scientific research into the possible benefits of cannabis!",
        "\"Warfarin\"?  \n\nWith Xarelto, Equis -- even baby aspirin -- available, who takes that rat-poison derivative anymore?",
        "I have a bone spur, bulging disk and deterioration of the disks in my neck that pinches a nerve between C6 and C7 causing pain and numbness in my left arm. Plus I have moderate arthritis everywhere. {Prescription anti inflammatory drugs made my blood pressure shoot up, made me dizzy and I saw spots in front of my eye.  One gummy or a small amount of indica cannabis takes the pain completely away and allows me to sleep. I would really like to see more research and opportunity for medical guidance. Reclassifying cannabis and lifting federal restrictions would make a big difference. States still restricting recreational cannabis will have to explain the lack of tax revenue to their voters.",
        "So when will Federal employees and contractors stop losing their security clearances if their mandated urine tests detect a little THC?  Don't hold your breath.",
        "When I was18 (1966) I could drink legally in NYC,so I visited my cousin who lived their to go for a drink. She handed me a joint  and said try this instead.Almost 60 years later I've been a steady user  and have had zero ,nada negative side effects and countless positive effects.The down side cost from $15 for a shopping bag to $150 an.oz from my supplier, no way I'm going to the legal shops to get ripped off, its a weed after all.",
        "Not a week goes by where we don't encounter an article on a potential non-standard treatment with a conclusion that \"not enough research has been done\".  Whether it's marijuana, CBD, chia seeds, or another botanical, it's always that research is lacking. \nWhy is that? Billions of dollars are spent annually studying myriad biologicals, often targeted to treating diseases affecting very small segments of the population. Yet, we have things that have been used for hundreds of years, in some extent, that lack research. \nIf that research was done, the medical community could then focus on things proven to be effective.",
        "Here in Oregon, I used to get looks from the young staffers when I entered a pot shop. The shops I go back to have well-informed, respectful staff who appreciate my level of knowledge. I've been smoking pot on and off since college, but had to stop smoking due to lung irritation. The pot shops help me choose edibles and tinctures with the hybrid profile I prefer, whether I'm looking for pain relief and sleep or mood enhancement and creativity. Alcohol makes me sloppy and sleepy; I've always preferred weed.",
        "I have had chronic pain for a decade due to nerve damage. There's a limit to how many pills my body will tolerate. Cannabis has helped me enormously especially w sleep-- hard when you're in pain. Even after surgery which didn't help much.",
        "Interesting and informative article. I recently turned 65 and also have started toking again, though in very small amounts compared to when I was younger. It has really helped me to relax, feel more positive, and sleep better. I wouldn't say it's for everybody, but it works for me. I'm reluctant to tell my doctors, especially since I smoke so little. I was thrilled when my state (Ohio) recently voted to legalize recreational use. Only about 50 years later than it should've. :)",
        "I used cannabis in the late 70s and am now considering using it again.  At 65, I take thirteen different medications daily and am deeply concerned about the overload of prescription drugs swarming my body not to mention the costs.  I can drive forty miles and buy cannabis (it’s still illegal in my state) and am planning to do so).",
        "Smoking regularly for 60 years. 74 now, still working, no other meds, no chronic health issues. \nI hike daily, eat a plant based diet, and am ready to rock. \nOnly downside, snickers or reeses?",
        "My opinion is do not take anything with high THC right before bedtime. High THC will cause your brain to work overtime and could keep you up for hours. Best to take High CBD with low THC, or, if using higher THC, use it an hour (at least, preferably more than one hour) before bedtime.",
        "The junk being sold as \"indica\" and \"sativa\" is nothing compared to the native grown stuff enjoyed in the sixties---before the country of origin's plants were defoliated by the US gov't under Nixon and Regan.",
        "SMOKING CANNABIS INCREASES YOUR HEART RATE!!\nFor older people, especially seniors, this is not good.\nUnless under medical supervision people, especially over 40, should refrain from puffing marijuana.\nSecondary marijuana smoke, like tabacco smoke, will be detrimental to your internal organs and challenge your DNA.\nDON'T SMOKE MARIJUANA OR TABACCO.  DON'T SMOKE ANYTHING.",
        "I have nothing against cannabis, but I do when a 60-something friend placed a cannabis-THC-laced drink with my dinner. It was strong and I don't use pot, so it ruined what might have been a lovely holiday dinner. I could barely walk afterwards. I no longer associate with this so-called friend. t was a violation of my trust when this person new full-well I don't partake.",
        "The \"list\" of side-effects is laughable compared to the side effects of every biological drug advertised by big Pharma on TV.",
        "I use CBD. CBN and very occasionally a 4 to one CBD to THC at night to sleep. I was never able to tolerate Ambien and I know how bad benzos are for your memory. I am a lifelong insomniac as were both parents. My mother used Benadryl and Ambien for years together and now has severe dementia. I am not sure if they are related but there are huge studies about how harmful benzos are and unfortunately less about CBD and CBN. We know that insomnia increases dementia risk, so to me the CBD/CBN seems more reasonable and I have never had side effects. I regularly read NIH articles, I just wish there was more incentives to study cannabis so I can know for sure what is best.",
        "In 1985 I had a friend that was tragically diagnosed with metastatic bone cancer and given a year to live.  We were in the US Army, and his doctor was an active duty physician.  Almost 40 years ago, I believe that the chemotherapy treatments in use were rougher on the patients back then than they are today.  His doctor told him \"look, I'm just telling you, off the record, that the best thing you can do is find some marijuana for the side effects.\".  Point is that there may be more research out there, but some turn a blind eye just because it's illegal.  \n\nThere's another comment associating the illegality of weed with Republicans.  I have yet to vote Democrat in my entire life, and I have a prescription for MMJ.  Not all Republicans are caricatures of the Church Lady from SNL.",
        "Deeply inhaling more carcinogens into your lungs than cigarette smoke sounds so smart! I know a lot of stoner friends who don't seem to be very productive members of society and can't remember anything I've told them. \n\nMedical marijuana and gummies for cancer treatment appear to be good options, but why do we need so many substances to cope with life? Another article will focus on the 40+ million addicted to substances, and I will be told to feel compassion for the addicts.",
        "I grew Afghan Indica in my backyard, 6  plants, which yielded 32 ounces of flower once dried and trimmed. This will last me, the only consumer in the household, for many years if stored in Mason jars in total darkness with humidity control. \n\nI’m an elder who quit drinking 20  years ago and find that cannabis in moderation soothes a host of ills: pain, sleeplessness, anxiety. As an alternative to commercial edibles, and since I don’t smoke, I make up a batch of cannabutter and bake cookies using it. One quarter of a cookie does the trick. \n\nDon’t be misled by charlatans posing as “experts” and experiment with caution. The Buddha reminds us that “the Self is the only foundation of Self”, so grow your own for purity and self-satisfaction. And rosemary oil will keep the bugs away.",
        "When will insurance cover the cost of cannabis treatments?"
    ],
    "web_url": "https://www.nytimes.com/2023/11/16/well/mind/medical-marijuana-seniors.html"
}